{"modelTopology":{"class_name":"Sequential","config":{"name":"change_email","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"VCQFvZAwrz4zLl6+DtQ5vjWtIL637hK+H3reve8+nr6bF46+1+CrPeMwN71fCEi9us1CvnGpVD3rfWe8FJaRvvoy5z3ZzOa95PNHPtzvXj6VLp0+diVzvr36Wz7Rr5o9EdiRvfLBwb6dJQC+/Z/JvskXUz1lqQE+XWC6PfuKcL5F7us9GaSSvXO+0r2mgly99UIAPh2NE75I/JW+xIbbvjJWcL5igB4+lSnwvbfZCT4BsDm+WD6MPoG9SjvIpxg+0E71PY7hsr3aOuG+jvyuvoiltr538aG+gqe3PLSuIT0MVlw+I9msPmPWBL5pIwa9kQ47vv4kfr7wG2M+OK+3vmg7Hz6m1VC+oR6Bvp4rrj6+uZs+eDXCPYmqcL6JPau9BagRPsLkVz2bA2I+J2zCvoW/wr6Zz2u+p3wrPh8ekj5invm9jpAgPXr2aj522Zm+WIiDvjhKT7xkSya+SmTQPQA8ir4JkYu+bRIZPxIj2b7LaYy+EO2uPkncDL5BYxe+8ujyvrplJz7mh1a9+/+xvlzGij4yX/i+lQZyvopK6D76K669h1Mwvl7BxLyy6rS+fO0zPaSP3T7e+mM+j0LCPh7Qgr4RBee+naFbvjWXz73Sxu09XCOCvunGG72RFeQ+dWDUvo4zn7vLSHs+kltuPtr0M7ysSP6+rJpAPubnMz64F7K+K/rCvoV/2z51+K2+GbNBPowhxb67MaK9wNtxvnHMmb5AOcY+K5OBPZD/FL9MxGm7aMpKviPjY76aQyU9Xy5QPtDtob0Wmsm8wW6lvvAHtj56iMu8pNdZPgSKPD7APKg9t8QzvYTNnD25NCE++cRXvgR0MLwtb0e+rVyZPRX4sD3IZZC+uqa+PeAtkD08gvW831gzPZJHw70Lpx498lIOPgQtBL7H2hA+rZuNvm9F3jzlWT69KEkDvn7KvTupZcG+vvifPX0dUD7o4Yw+idgIvnXzZD7yN/C77CQXPU8aeb5G58m90Ns3vVWwpr3H14K+leWAPJeHTD5Dy2I+YJakvVYXKLzG2Ww9NgJovrZ3Tj6DOy2+ykxIvjW9Dr57/6a+JwYivkI0Jb4rb+U9G4r6PYktTz6VCRC+zs+ePjblp73a3tk92YqSvUYNwruZuIw+vUZLvsXY1r3AVgG+bybFvJ4sAj6B3409XQWqve8jAbx3+q6+JpcgvnKqyT5Sj0i9HLkLvUCgHD0uewC+O2ywPeRGnL33bGW9EF/4PbhOyb5kYjY+A7kZvww5DrzCvF8+w1opvanfLD6nEtY+GHs3PoPb5z1+lvg82mw8vbgiOj2qWIY9BcpCvmTQ2b2iEbU9Z+ViviBSJb5NGiA+4/AQv74NG74FDWY+XPDZPeIfkz6fq/w9QiXkvvAO3Ds0Ok8+irQZvF0BZb5fLfS97ffFPY2+7zxnNEi+MjTKPdS+GL/HKls+VdABPs+sDb10204+7QQPvtgbWr6zj8696+sAvpuu7L7NMFs+JxwtPhRm1r0cQcq9yldIvn5Zzr3eQdy6Hva6vdiVVz4UKC2+o/8zPrUzbD7T5HK+D9mZPS7KsD7DeS4+5H4qvDxMV75geQi+Ijt/PKvLwj6UeIU8oAiRvRRIMT0nCYO90ucCOwIukD5ypik9iJ5VPgigz73rPuy9xGQ9PutyRz2wxVU9yAixPuqHXb66gT897dpVPh5KUj4fyHk+MC7kPRBCKz6D6VY+LR32vTPiOb5Xtw68GvyjPuyr175467k87ZctPh1tDr1CaCS9raOLPoyNnD09M1I+A6quPc40R76t/X0+8dfxPaKg2T35ECq+XpzCPV2PF72ocne+QFH5PCCJ7L1xYoe65m2MPt6ikb36qcG9/KO8vHv5jL5ATJS9v1VuvpSAkr5z3Fq9HvD/PFXXqz6FrpG56Vb+PQQHbr2jFKw9CBAEvryFUz0Ui7Y7P5ncPTc4MT2WrVu+3OW4vYGoYT1+KKk92WwdPkumLryANgg+LYIEvrHxEr7UiI8+Vdq/PZMelL6ZlbS9vX+nvUQpYb3OvsE8PBHzPfeUij1MSoY+91EFvzcnRT7sXg+/H7Xpvc2Fwj5gJmG+yc/FPrZeFD9xPW4+gCXvPK5x5bveUsA8PAaMvFB97TzHy3i+UfW+vrnRmT3Y7FK8Fx2SvlQmGz4I/fC+Mx/jupRXYjt71/Q7XSsGvmZs/z3dnxK+VFDQOynjkT4CAqA9pT7Xvgs/UL3BSx08+hgrvTjAwTt5V60+zSD8vlXDiL1JESI+Ri7CvekzYj5a7ha+wRjBvYQpcjvK+ru9qJ3fPNx8Tj7dFsU+HhYmvTJh7TzWjmG9yy7LvZhMFz4xAkM9y55oPlW3l7xYgSG+NPvNuzRqpL7Xbeg7yuqLPkD3fruLDuG8sPtFvuCUsr7ETQG+qPpzPjS2VLxyy3i8hL+xvhQ2SLsdi2O9cT2fPBx6Vb2uUjO+luJovguQG71yxOM955v5vHSgtz36VPY8CJSOPRegXDzA+v07OdQ2u6DCpTymu7K8Spk9ve2TkT0HnRG9HCEVvVJlJTunUEg8guWDPq2u+bw2J4w9BzCmu9uWCD58EI+9/aSlvDrXnDzKu5g9QBdAvXWmGj3/wko9p9GBvUWeZ71VOtK9tYP4vd+WWr2SSAi+APDUPDhA37ykUlS8pdwIPv7h+T33JJ49UapYvJ8eHT7LkE29pZxGPlTcDrwCLk88pQ4wPRpP8LxuH9w83p8kvH+MMzxgLT+94BpYPXCIr70AswU+QIahPUSc070AHCi87jpdvBu2Ez6Pkbu+bMvLO+JBQL3hvcA9ko7wvcHk7Lsp+vG8bOh1vCLtjr0RZBS+PdtNPnS7Xj2stPE9CCZZvoSf3b35nzG6ipQsPr4ygb2H6YU+J5jjvaFuaL5TTi09z4YzvZ/kVr0L+vU9fXOpvUT1jr7M8LC9IdITvv447b3GB1O+dWumPWOhmz0CuB2+8NPRPWhSfL6EPs09rnxMvojORjw2RxG9fkiQPjkneru+kyW9ztZoPPE8ur2NUY+8fgl1PVx6Nb5kc/K9kp0LPO8AHz66CgO+2YAMvrkK+rs+6VC+asegvR85gr69Ng++cskKvf4hx77/IBS+ePliPqAivz4ws4I9kgCePZPxE76YK2M8vjgYviO8Y76zXRA+ow1bPT4Ieb5lLiG+apuKvU9O3j2inHY+9GLCPBDtUj4PPqQ7gT2QvuBwd70jIJA+oeNzPduomj1aB1e+TO9KvRRhAL7sFY07ChU/PqW6vL4c50m+mRK+vtsnpL7qPI09cP2Pvly4b71UHaE91JvvvjCOOr5fMbK+m8rCPiowgj72P26+MM4HvcwjBj4afo0+EkhbPhor1z7rYAO/w0SQPRL0iD4MCjG/JK0CvjoCuL59FNS8zFb+PrbmwD7AdgU+ywVavus0mT6Rk3K+vyCovmVJtb5w7JE+4GUDvyzKUL7yaFa98W4Wv1oWBj2EOKG+KOBYvd7w574JuiQ+a+DRPY/ldj0+JRw9VaMJPioDmr5TooK+iXO4vhqoTL2z/Ge+CA8Qv1V/zj4zf8E+d7HxvYp5B761edG+wdFuPu6Zrz5jKwO/6/dEPi/Ue71MgMG9p3bGu3snjj1zALc+Yodgvuf/373nXQW+pV63PcXsiD5FfYG+79zeOul3A71Ob8k9Eqm8vRdROT69v/29x9RKPrBdKD7SRwm+wasrPJqvlLwx/VK+aBR5vLymV72b11K+1qvNPXmNoby4uxm+am0oPl+toD24Wrq8U/IIPi3fHj7sM+29wxMtPhh9PT6iuxa9a4Jzvqw9zb0h0da9RLcKPk50mz0w8SC+sHo2vgaLBz75b9g9VghzPSYkXz48sDk+/0JcvfrEUD5Rvgi9THayvCmc6rx06Im9hBx4PQz3pz2ap4g9JJsUPm1HhT58uRm+fNoLvsggZz6YhKo9xFhKPeMwfj5yB0e+bQ1dPNU7FL2QYYM9cn8pPlqBG772xog9RvkyPuHn7r1DHnW8Uy/wPfyeZT1bLmk9spLPPa0A0711JAU+lWsRvQwUAz5oCTc8u7wyPXF8U77mkqe+wflqvjycKz7vmrk9BZCUuod9uj0Utf68lLbCPbFyfT1vcQU+gdd1PunVf741gOE9QFLlvAO9FTw6v4M+MEQ+PVKzF76AGz2+kB51PgFspb0QVMY8pI5VPdwfXr6e6Yy8THjhvCydOD0PkDy+OIOKvi/BFL6wrsO92ceyvVHCkj7kSku+l2scvhdxhr07bbU9FnzMve/NKr0trg2+WgwnPvl01L3xMi6+lHnyPehzDz5Dh3o+Sr1zPorkvj3r86o8nKqsPim0O764As86yvpLPssLhz0ERf89TYjovQtcoDxI9Z+9hv/pvd1CLT091x8+diQXPl1ymLxp4048Wt9XPsfGWT1djjS+H4R9PiXI3r3rhaG9fj8BvlGSnL0K6cs86jVyPRk5p73Cybc+uclkvKmwDz5Hzwm+MH9UPn0piz1AHqU9C5S0vSoDbDyJwuS8+XhJvUo2iT2YOZq+C6ItvM0yWL7zRxq+iCLPPSuqfDtKntY9Z/TWvQiTCz6icvw9SOSWvGyeV77v/Si+IThxvhdAEz78xTc+tyKjO4AMrb4byJs9CM1Jvtl0Uj6Yfp89cptivZAsQD0pqT4+RTBOvebtSj2lGi8+mFWoPRMdFj43Rao8AoEgPjFhMD3oMs89ZgW+vYNqGb4zSui88i0gPk2dr7zfh3c+zpf5vOAqOL6+7SA9O6wYvq0pd7wH4f+9bI9NvrNpLz5IARK9uvUTPM6/DT0QGxA+jVT+ul5Xbr5Egfs9tLCdvUZYgz4trku9d7IGvvLClL0vvlk88gfqPXxnVz0HtC293faEPZ2D3z0e/0u+pS7IPSTmGz5UPXA+usGUvUrNlj0D9KQ6/1AXvdeb/b1d+kM89yhPPteOdjz7Kpc9/VzmPYAxXb4Ei1U9mm9XPj92Fz6k0je99MZJvr+aXL2ks5S9WSH2vDQ6Gr7hTaI+fuvdPZS/rL7OzFa+PYjFvZ2RZ75Qsue9fgOFu01QUb7kbmK94goQvsCxEj6tGMe98Ui8vcwWnT05w/w8VCCUPR5QxL0sKsc9qoHAPP4Fjb6mdiQ9efC0PSVfGD4lnDu+kKPvvWDjCz3v51e842Q0PFh0MbzPFUi+WopbPMXVND5kbRu+H5R+vgPJBD6YIrw7q2VsvvSmvLw1yFO9UG5UPrYL4b1Dra69TujyPUBvM74IYiS+uUbuvR0xObs05zO9XDLRPDwjKD6bVWo+zkrEPRT8Tj4VGJW9yN0dvvnMSb7S3C0+5FeQPlSOmr13fje+hnCvvVwblbyPbRW+QyNtvkCrfr2lip0+yh/Hvef9cb64/Gu9ysbDvVCVGj2oYbI+EB1EPtFeoT5iN3U+MivxPOcexL3zDeO9Rb9Nvpd1Vb3POYW9f2sOPRUat7y9XLY+XmffvE4Zgz1Qm7K8eXVOvoJODj4rks+9yWtavRLrmTwCXu09wC7RvfqYlzylvCk+pWK8veMUSTyqdcQ9HBOSvtBPo73DseW91JIZPj0uOz0J6h8+EAkEvkgM0D4ix9+8A9O9Pg+5OT7iR4q99pqoPp1imb3cnZG+VMCdvs6LhTzaLQQ+ilRMPpK1Fb65VNU+borBPp6/mT65oWi+AygZPtq0f72kAS09paSlPetWxT1tATM910n6PqGx7L22gu29A+atPMg0/b1Hs6q953K7vtVr0L3uJ0y94A6hvq28Fr5CiDy+nqHEvrBocT4JiSa+QxMKvi+d9D1CyD4+AgdRvpUUH72dgLi7yrl8vd8b/LqZ6ds9Jy2+vadFOT2864M+PLwTPUqCiL4l2Xg9gfMgvLuOT70/Goq9oo2nvEYWHD4p/oI+aa5avd4/7L2GK6E7/0Y3PSeqUD4ogeW9CEMfvn8L6T2jxA6+SM8APvF+BL6diZa+NJ7ivRWUpz0PsBc7Yk83PTdhFD4P6bU9ygWCvhMGsr2NeIa+PqQnPZOnST6kBAi+9dycvc65Wj6sErm9RGN8PeZywL24uPk8ulqFPtmMZbpFu9S81X4UPrJOpb3DjOW9CmeDPiHraT06eu09k/OdPlGMVj1JR2U9SDmdvrcqY70mzui8UtrrPfjoP7wb3kc8oeXiPXGCKb31/lI+8qsJvml5kT3XMtG9YOukPSMHOjzVttG9XGwmPkp/Lz0/4WA8JziRvaPrxj12Eiw9CnCGvZt+jb5lXLi8xekMPpNYjj1N7BO+8m/HPZJbxj07QCE+s5GVPacxiT65/qE99EK1vSl1gz4SjmY9GfoOviQyT76AHeQ9/Vw3PKchxTzSyJq+p4QcPjuhgz4Se/s90Eq/vuunET6NxIW9fXsOvnYS9r2I0+A9uqEcPTdSaj6vi4C+fQO4vS4iYj4bAJW9UJ4RvsWXNr6J0IW+paELvS7drr69l7G8qsCZveEVv733dG0+7hs2vGuc3b2h0eI7Xgt7vnWtv70ouW8+mWNkvTUXj75+2Fy8FYgWvksvRT3NtlM+Yf6KPiPrLj46o5s8R0OgvmxoQT0anlc91HK3PMeJmD2sFmo+CL+6vu3NWr31Y/89mKOIviM5jT4WQ1S9muHuvuB9nT6fVbQ78NOlPqatD76iAKS8dsg1PMymT76OlL68c2kdPY4Fvb13ID6+g80Avo85Br5iVp08/WGTPQ1AKz3xdDk8xywbvsvRFb6BmVQ+u6uMPUP9Tj7cwTQ94FUAvUgx3T04lHS+9UHlvPCYDz3+afq9RjVsPZ0YLr1EyVm+MUZcvds2OT54d+k9d8Cgvko1R74lHpS97OPzvSex1DxvwX29v8XSvTa9g75x9xY+9aOTvTx6FD64OcA+Sb7rPWxqkb3EHr89gxnnPHgmob4D3c+9CDbDPNuL4T17+xu++Z4uPsMntL3vmLA9JolFvpqD4D0UFbU9jNKiPuQkGb6bj569GzrMvtF+Vz7rGpK+9DpGvpBeV71N6LS+veMBvM001D55DaA+5fhvvOocFr7KDnI9k9vEPSUPpL4GQY2+d/p+vonDmD6n/m88pDEYvqQGyj30Mz+9M4QoPtomnr3ZVHy+gDEtPv/GPT7saHa+vwbwPm4Lhz610LI+2Aq2PtoaJL2E1TM/xYgePqVLSz7fVnQ+b0gXvvSAbT4Xw8y9EtaAPbBXwz2fz9c8LlV+PaFsKj4H/Ts+lJ09vkUq4bykcy6+nIo/PqqwQr6efag8rC6APS37sr1eSJ29V3IYPvbsQz4SaOO9JyyJvcHx072lSQ49AfTtPfekAr3bRE++UXowPf96ojzyYRA9m6QqvrehjD2IGKc9omxYPXOejT5W+0c+p/ahvojd2L1xZQy+HpDePeC29z16GXc+/Ov1PX6gjT6oh8Q9zjq9vXBVFD4uEBc9pS4APh0efL3Voge+JAitO06UdDz0woO77YMYPnK77DxEm9G7Iy6YPfmCNb43Alg8HJTCPdvdTb4U5yi+KSIZver1+Twdpok+JPOOPToHyDwRJ1K+7vTVurqNIb4qNVg+44buPcraD74wnV49RwQMPky8c71CvVM9WwKMPkC3LT5IbcK9dg9ZvmXAd739mCY9u5CdvZNpcz3VtaE9stDoPSwiVb7xI3A+rztLvfZGQ71/1d+9e9+WvjbbdLzgm+m9cOkwPvYlRb5D38u9LV1RvjzNQL7ifHA+3daMvadoyDxWteg83WyQvSV0iD0rgjG+7OvPvr6eEz5XhRU+SI89PSYeDL6ftZq9MEQRveDKJz3qGLG9hm0+ve7GDz4CiBy+eb0tvr2g1j3JM3O9Kx3zvED+Jz4lpYa9KLHuPgskiT79mOA9GoWTPc52hT29UU49887lvQuCXL2adig8a1ypPb5opb2oy4c80zsSvSVATD7boYg946/EPaHQC742/wY+6bNRPYFWTr6xG4o9IXcDPr/6XT7ZiBk94Jm8Pdw+97wuDGM+uZcrPRF2u7xRgd48PCVovcJpdz0vikQ+1M9evvfeUz6ApHa9PatxvpXY1zsgX6q9myFkPPLx7rzGiYo+awCGPacjsb0qo789L9tFPq+mkb6Q6Q++tTY1u+PIJj7zgOG9NbAevmc0gDu/LwU+J7TjPb7ibL6J0cW+sZjZPfaRAz57XAe+/bwmPnV0J7yBOWs+oU4IPuYKlL02abQ+5YsnPsz4vj1beac+P9AlvlZTgDzW9FW+1Usnvt+mK73hDBu+fUAxPtWxBr7djAa+WyVHPjKJaz6MSoU+YQpGvDMgEj6F4kw+mLQCvd+eG77MKV+9wYCOPgeLjL3mEvY8ctMDPrYjbj5D2AS+4W13PSrcQT2veZE++WDNPaGMor7PWZk+1Z8GvXSQCD0OCya8hXHEvGEJs77no9m89xXEPsI5rD3lW869RvE1Pb118b153lu9Q9NsvnA/y76Eypg9uaRgPkIoWL7Rgyq+TC8VPjuyUT4m52k95Xx3Pc7GCzsJkx08cDxJvmBLWL6qihI+ymPTu4rt9j2JyjE+w4EUvbgV0z4uniE+biuHPoG5xzvkj0a+qKQzvnrenL5iLqc+PxZsvjoUWL4OAn29on1gPiqE3LwPCNE9Z8H9PMexJ73kuUc+yQbpvc6/Nj44kxY+5eEIvbnPSD5XV+a9zdbvvQbErTp5mKK8ybq7PiHfJbz05CI+pfxXPCCEEz5VB0++Hj6/PNMFw72AeXI977HvO5Ezib7snOq9enNivb4x3DwQNFg+ThxJPinlmb0W4Z69c/cYuqWzeD7i6i++zBJEvrrjVr5wX/Y8keewPRfeUb1qP08+f/1wPknKPT2RC4o+QFILvmndKr4N5kg+iQdOPTtOKT01VZA+DLoIPV67oj6lZVY9Mj+BPVxuAr7Rs6Q9Nee/vEH9bD7fsL89ks0Kvq0lIr1AKL093m1wvVRlrL6M24W+wwPBPAxjG760oo49phzhvVeFKb6paGu9lpusvpYp2r314Ds+t1UZPjdmcL5n/cw+wsB+vQ8/ir3w2gk+JKoJPuZxsb04k7s+nNBnvuueAj63wb0+z88Dvv2wYj0TQS09CxpgPY1HhD6KV+09enOqPp+KHT7YfCK+Y4UUPpaEij5QfR+6jYNdvqXEKr6v9bK9uBR6PRBxmr23esa8rft4Pdticb4eQaW+g5KqvXlw5b02AEm9gUtPviX0Wb6EC+u77fnOPSdbob02Zwa9DZ8DPSLTiD4DIQQ+CgkNPnGLYzvIa5E+ppoaPmoKfr59mtM9R4m1vqZGJ73UzSO+3cAWu3ie+z26xFk9XV86Pud4rb2qE2Y+LTHNvZ1SvjxO8VU+AMcaPijpT76/9Iw9ivIbPYavIry1YAq8ueYsPa0R6b3JroO92kxEvWG3Fr6qhl89p5iUvSmDVb7eRUk+yN4yvcz9tj1irHA9SwTVPa+0tT26YVS+MIIJvhK5Az6jyV2+wzihvYfhIL02f1w8/EPGvQvG6L060J88HOiwPQIjm72On6495HwGPmQ+tjynF2g+VEQ4PnulOz5tZoo+po7TPZN13r3RCBs6J7TOPJEMcD27OB69x5zTvUaOpL2mfPu8+LUTPnq3ab5lPD4+rq/mvIbwZ74oaCY+Fn/VPdWdAz3ANzO+N6RtPU1Orj0fKQM+mrL4varSAj6sYHq9S3gRvthFwT03KXE9XtFFPkVQ6jwknX4+SChevshkNr2POo09FyGDvdjVsT0AOQa+sPMAvnJ5fDvos788MgBlvm/0D71MyMU87/AYvmKqtLzEoB++xD2LPBPJbL3a26a9tjVnPvzmYL2veoi9SvgnvhpJgjvwx/K93PE8PUw0Aj5cIR4+k6aQvnbFP70fTW09NDRKPj3RuT2nfp49cwhFvse2c76Dfek9W2yZPc5Amz0TzYw87Ei6ver+ob2NST6+dD0uvrdW5b2vCZm8AZ5oPfAScrwxLO+9qfVWPa09Ib3KFQE+achdPhbLUr4T49G9EzvaPUKWCD2Oqxg+NwFYvnZIo7wMB949jmfmvTz8+Lpt/2k+qHG3vYhw2L3532Y+giaIvpZyj77s0AE+IKBdPWIwM74rPqM+pe6ivmZeMT3SOAw+HuWivLeprD3fzGy9pZckPuxAPT5r2Zo9bm0pvlmDTr5vMlE98NOBPtV83j2ED04+JRJEvhI+0TzBHXe+QSiivRdgSLxe/DI9HmnuPOg0OzurbY++oHVBvTTGIb6dz8i9Zyu4PEa0Tb3w6p29hpNgvaetPD1oZJo9QDKPPS1Skb3H52o+JzHPPQK7Pj58yg4+FCFivam6er4fNmk+Cjucvr6Yu73kkc28Jx7bvXE5ID6lkWY+lKAjvhEqKL4tkCk9yI+2PZOqW74n4cG9ZPN6Pt251b0BYYY+7B0BPZy0F77gcRe6PKqEPjg+hb5TkXe8VfcUPgFFM76vbC4+wgODvi2mvb3qqLM6a/03vvPmij5YBZI+nJKePWS2RT6aAg++ucBTvlcgfr4kTUY9/b+Vvr9T/L144809Uka/PqRgDz+MwmG828+GvkfGK75vCzY+u9GEPgx03r0AShO9mkijPmZCcj5lGOC9qhUtPuMteT4oy/u+XZBmPjnbh77G1Mi+aQZGPnJV9r7/A2S+uCgqvl4wCj3AW4c+oJNQPg1Laz42qu29bWFDvRUMET6JAhY8UV7UPJTQAb32EZu+vz8wvrLnCTwrlBA+ejd0vpZ/Bb4p8ks+u+nKvVsoUj5yela+B8/bvWM0/TyvcpY9DhWqvjUtDT29oQc+CZFHvhqrHD4ySo6+9YtYPtM6Cr17UMK+6AM2PWj5Bj4a4dy9vYLLPk6Daj7s7Su+W31UvpZXIT5sHiG+rI9hvQSFBrxEYLk+Z7ENP7r/97z7c+S801iIvd73TD46A1U8MjBnvv70BT62W70+RQeAPZRrMr4WM4k+CmmOPn9AP74gqDc++kadvZ/5bb6I9ug9hx7uvgFf0b22GsO+el31vFpr2T3Cmjs9T5tYO08cMT18Fky+Oi6SvnT+NL5QEPI9KHfJPXZA+zwUebw8SdlJPq88Nj6ryQW+WU1RPnewPj4KZog8SE5YPtgD3T1XuD+++FWGPvtIsD0Jlag8GZowvg2jhT77J7m9aSanPqMmuLw6SQq+2PT8vaR4ET3Q2E2+eRjWvRCHAL2Wwem9xWp/vYGJnT1NxOY8agKjPKEKF74y68C9WOCEPpS2aT3mJDy+/EW7vurzyD1Hboi+BNGUvDjI4j3sKIs+Q+JcPsWdpT7Fm22+ouSWvbvdpj6ZEbc912+2PcQgfT6bNig+ewSKPn8Xq734s7a96EflvaT5rj2Gtq0+4cKUPnkZpD42TdS9I+HYPW/KVLwURNK9gvyAPslUy76owfM9QfemvfLM0bxLZ5U87A1lvqUQlj7YWuK7Bf+kvrlvkb6gPRC+BMByPqFZrr2r9KG+gMwGPexdUL5m3p49Vg/avNqUvD16HKg7ugYDvUNVBL6uC7Y+msE4vVNTrz0zhHS9zk9avb1pBLwV5iy+S+0uvtW3nL0MBBI+/JQDPls1ZD55SrS+Krc5PUrgbryhuq8+z05WPlJ5jj4jVh29W2N9vsGEnT3OSYW+G/dTvogm8j5vaIo945RZvmFUCz33nRG+f0mLvkijdr1dpOk7fn5SPWMVtrsZKNg9mc0ovqt7gL6jUAi+dymDvNeeCb6yD4W95VY3Pvb/ED6LxaY9htWVPTPgZL1W3Sm++CzNvqvq7D05JpY+eQWZvk7rEb1Rtmo9n69Wvt/mrz2z/o89dlL/vTOmbb0IZe09Rfj3vZ42CD55joo+6QwxPTcreryfeHi+b5f2vQ4/kDytMiu+0fbIPgyFQD5k+Y07aemiPi8pGr2dHwa+dmyuvu9xOb1Rh2E7I4cNvghYwT2P4XI+/6KZPtIWRD7WYpy+sSsqvZxpGD17w6M9EHEyveii7TytejM+PaNWPnJCKDzmwts9Si2oPj0O0jw1SL89B5ZEvgeVNb4ktbA9+LThvtAeWr7uQ2G+BPwcvnZzmz7RXhw+R6QgPtJSBL5UsE69lAcyvjp7rL6vqoU+54suPpe9ATyODKE90JJKPhRYrLwa8f28m+GQuzTwujy1YSw+SeMaPk4J0L16DyG+Ngs8PkjeazwwcYs9BptLPUd0LD7Av0S+GmEAPhgHBb5gTnU9ZQXIvst66D1Nuqu+zoK0PbMsqjxSNUG+ymUEvV0ZVD7NAYW9IBolPt3SaLzqUle+n91SPbhpcb6UHRm+jnunvbzGt71B0QE9ylUYPnoTAT7NqJu9tmEOPv2Qnj5Rp7W+wUe3PafUvj7jGWC9xUUKPiW3pD1HA2A+DzctPdYYkr0jYng+oeghvEzGOzx+NjU+EyVRPjM+8TxKAji+f7zcvANnpj2I2Tg9WgBzPsGUrL7NtxW9PD7FvM7cqL4Ga3C8chlsvs1E7r1E1Xg8QOLJvaC8zLsgX3m9WXHSPSvbjT3VvLW99eg2vff8pb60eKO9H62GvYaSxb2FAb09rlcdPi7AjL4OpY8+tVPmvel80T56gAQ+7eALvmtvkT4b7bO9NPqjvgizzj2ygUg8Dp7+PRq4hT1wBIG9BdjOPS8D5z1unC4+Y92jvYAXiD6c6X69REPzvSG+HL1T5ia+0VNJPegkwD5lPGC+z6WLvoF5+z3tyIS+QMl9vlnDi75vu3q+v4vtvC2ier4H9tU9o4TmvVkU1r3aLbe9o3OkvnB4xDwh6bW9FaUIPGsbCb4eD6c+bNvaPBigjb7tDTI9a1nzvQoFtz5Z5FQ9vDv3vOoYcz5PJf89YiiWvu4otr0rnxE+si9KvqGo8j0i5VK9lVuOvY1Zi71u0dI8oNQLPJzojz5Tane8g12Ivhhuyj0ZTTY+I7qMPt0dC71pFyy+mPEuPYG5nb6+SBC+q3dnPYq1T77tage++/p6vqvEFT0GqPi9xV8GPiI9j73NxZq9NyXQvZzO3L3dDAs+F2OQPiIFKj2rFeM9Ybm5PXeOFT3r2Yo9T8qwPICKGT5uCzY8fcMsvhu1HD7WSaq9OZcwvXvR/ry2XlK8RX/kOq7Svz2+anI+mu+mPb3iPT7cHqo9jmeUPWxIAz5hFTE+qrKdPdKlgD707Yc91HjIPabeyz1E0Us+lYKDPpx2Wr5wjBG+cvwEPiCjPj1K8JC9U37bvTIjlT5royQ+IuXKvWF1Cj0JHQe+O3cZPcf3wL20Gaa9/kqOPonwez7W5QI+FzgJvqv5Cr2o/0C+ngnmvceeOz5i7pc9Kp/VPeu8ST5JkYa+hy6rPT2pBb5r322+stQJvlsgTD6wae27CXrWO7seWL30FF89wHdhPpcvn705W6e9YZosPrSpIbx5Keq9vfLJvLsp2b2Q0cM9WA05PdhAtL1DPbs+pM8hPkoOPr27SWy+UZAzvqXrTL7f4Gm9aHdFPp1WJbzBvVS9v6HePKB9nb46/Py8qBo6PQeayj1zx3m9CClEvg56xT2Iqfi9J79YviB7JD5UJRc+ro+wvf1KqD5r/LG9caLpvcGFCT4bndq9zwmnvj1hUz03UJq9OrQYPrzsmj78lV48Ja8UvjLyBL65bJI9+DS+PWEEV7788oq9nWjpvVb1ED7MKO09+bsHPgmVvj010yq+Meg/vdqnX735vg48NkWtPcPElz26ygS+bXvfvfQlpr3fFVe86WKfvjt0ob4+d709D8aPvR94WD2BBFE+Q/eIvg3QQL0KDtM9t0zDPbqrUD3CYWY+GeMcPgZXCD5GAyG+b3vBvVjFZr3UXV293WvEux7yFb7XBky+YpixPgxTB77Odt68cd5QPZ6yEr5GWye9JXQEvhORrL3Zvbw9+qtqPcPRLD5dKAe8F5JaPgxIUj5ufi67pR4YPqSMV75XugA9HYCBvcfA6D2ehsI8qaiIPu3dfb54s0g9sPqRveCPrz1gnq89H9EIvsO/p721vJ89M4lmveekmb1574q+1pKsvZ8Yrj75uY+5vIiIvbDgpb54Irw9CliBPIWO/L3lse89lgcqvkYuTT3t3QY+7eVIvskOHr56NYU+g0owPXCErj3hLSg+A4LWPZNwEz62HOS7F00gPNUEDb5jVd09TVSYPtK0GD6pU1U+VRXavdCxXL5gDQM+3OQpPG6gMb47T4U9zDbdvfkm5b2xDPS9o5V9PI45tbv3lIs9vGv9vb0okz2TQC0+U4YEPShO9b0h/9696kEGPV/BGbxuu3i8+rILvjohOjyaPfS9uWOMvRJ6Ar6dhw0+/Q6Dvmuo+DwnsDq+dxUXvg+gHL60Pwy+xfAgPpZiHj6AtDE+wPQIvZIVLb0eFD++MfpjPlOuwb0/YkC+a1JpvWvUCT5fwY29oYnGPSX8Qz5jiZs9i9cNvfgUTD6OahW+QeecvRoWPD7mzhQ9JEQiPrSgKb0qgDo+5N2PPh7HP7xuAcM9mjxLvvaLWLoBB2M+cXBmPsQLlz1Nl649LiVkOwb0Wj21YrC9nsWKvdqhY72+yb69O1ndPM7g9b1aVdK84L0HPnPBUb52Do29lpKgPKu3Pr23kts65dwqPRTBu7swkYc9nz7zvaeIYL4I4Nm9qngmvInOS70R05s8i2ywvVz8Hr7o1he+CMq2vY13kj7NuXY+dugpvb3yGT6lUeS9dTxxvuUAjb5HSsu9TC4tvDZSMT5nxRW9HcbFPRFOHD7+0tQ9PreCvtniVT6wezE+zOEivW8oTD2bVh6+pwgEPihoOj50ipW+H5sbvbt7Az5uro++l28qPobId707JCq+y52BPUmNWL4AkGk9ilE+PWeIlLz6kl0+34mcvQgarj0oZIO88PKQvjA4pL6shIs+pc4SPmddgL0NrTc+xXz1vbaqnT4DV909MbdgPsK7Fz4pY/47PUx/vg6ZrDwvYy0+O9zvvQhRWTzmumg+xc+DPZ3rEr6gaY0+gH+KvsCqzT4m0LS87cndvgv6DT7CL3O7b0TQPplBH75WZ668njfuO76aPb4dJ6M9Wz64veyqjb4bSJM9GlL5vWsDrTyiSNS8f36evm1wlb3y3j8+MCJdvhPypr3CsYk+SkRPPiYfpz5S5k4+n/mDPSMh7b0Lb1U9yEdDvhB2WD7KXRU+DQ31PYxemT12yo6+rG6FvW2Qsz2eL8y8b6AXviDoEr70tYU+6SEkvkxII7xvxYQ+fWEFPhc78rz7NUU+jzQgPvAOnT1LioY+ew1gvvvBKD5zooS9rkkYvqOu/TxNSds8b+qKPXD/i74NyRk+CMHxPeusL73Ikdo+k8LnPAg6S70tcjM9AxzLPS3dDL7F1dw9xnKEvoVQlbwYgge/jNQ+PmdlqT3WGZy+5PaqPg2Z0D7rEdM8ZIoMPOO2Zr79fRe+5eYfPvCZXrtAU1u+2aWyvsEg4z0gHtY72342vl/hhz2+FJ2+Q2kjvh8gIz7K9tq+OVAYvnSVRT6q94G+knkCPlmWUD6tfsw+CDiaPfIoYz6rEO48g+XkPQJHsD46GcI+gqo1PhxKIzzqgA8+x1+2vZJ1Dj69F4O9kt9WPH2uF74IK+Y8KED9PbWNYz4bn5O+PECePEGn7z0SlHi+uAsHvqGfjT6rXCu+r9ifvjqddj4MNhe+NbJ0vtjWzD3CzQc+UlzovXdwnD4woFK+6/2NPn6l9T1RHLE9co4cPuFQO77aIRW8yeh5vSI68ryTHw2+2mLNvX5Vhz7icJ09riBbPuhMuz6ywo++5H4Jvofen75ISxc+JJspPln3vz461a69yXeGvgzzTr7tCxm+tykTvrc9s7192ZA+OY3NvXeJM75G2jQ+36FqvreEkL0YSRw+ro9NPaGkcT6AElA+RldLvhylPL6nMiu+mLawvjFJkz7smra62IElPcZqb76JUbk+/AtpviPvI76dtUi9u9oAvqRxMj0bKao96PUqPpXmcr0IcSW+AuIQuyzWdr6nc9o9l5nyPZ4Lp75A4nK9IlOwvnU8hL3aZ+y9reEFPB+AkL1LzxU9faZPPYgdKD5zILq9rwjPPqVPHT6rZl28YwnFPpvzTD02ioW+1pEyvD5zI71x9HA+NZiYPvkynr4/Hsc9RPRrPeFeqz4effu9tAWhPTMwQj5LjrW95OtFvkd2R77Up9C9FPQjPovgUL52poq+UXd0PjMhn76z2ia+/x+CvqIir759GXA9wppHvsGNETxYHqq9+KtSvshYnTug+rK9B0GFPKly1L1Kd5W9T5tTvsd8Mj61hU2+ACrivZ9dwbxqNMS9r2l4vTAYBb4S4I0+XYJhvUhSB75Q8+S96iIcvo7PlrqFiZQ+XIbsvBa/GL5Cu769usCsvR1LG74v4Ac+pp4PvpPlbL2usc89IvWaPcqZHz2IFoM7/L2CvT9MmbwhNJs9zxbMvB3KJ77QcnA9SKgIPibCCz6RED4+/DGOvjLyLD2hvRA+yPWJPraHjjuqr+c9dnlVvt4DGL6TgCc+iLp9OuiWnz3ba6Q+2wyNPuzAKb4+uXW99wvUvV34rb4X9W69A++gvVGKlj2R8SQ9HB2YPYnjPr477p29lLijvW9FS71b9Nw9QNVRPn3CHDsupXA+5mFDvjNVGT7JyrE9ofofvs6hwL3aSVm9PGSjPP0Hur7kxjs8pF5IPbqDhDszmik+nu77PQH9NL1i4nc9mPd5Pmeya71jk669UtFNPjqWoT0UyyA+XtXTvXo6nT37Bvy7T1/pPKZzeL55GR8+kny3PA8tSzzHh3U+WvadPWdj8r0z0Au+JutLvR4Knb6caHI+xaGIPvpHGz5KNG++Uq0HvtA1tD0dRPE84RE9Pk5YVr6f2+m8ISNIPsHuG757YYO+ZDSSPqXqDT7GzqI99s/QPXjngbz9gZo8tHeRvYk3k76CfAS+83IWvk8xVD5Y0Ac+b+OAPvTlzz3ghYI901cSvg4njb5/wI4+hse7vbgXeL5f/SY+UgqjPFZulz452j+9ZcStvSA4vT5h8Bc+O6ExvkUJ9bzo4eQ+u7MYvpniijsA1ok+mkSOvqnNIb3gMRI9jRaMvo56fT7wQ3g+c1mTvlt8fT3vr5A9cGNqPgAAIb4bEai+E90iPnYYob6xr5++nY7+PCTfXL43p869zxRjvu0GEb6GjjY+mYPTPKkU1T1MGhg+OWH+vWglTb6nLIm9/jCIPgvACT2gq5U8M9DSPu1pWT1mfja+II1QPMvMFr5geaq8jFUqvvtspr2xmx29Bm4CvoAmVT0Iyg09jP6NvgoKLL6ufiK9J3MWvgn72D3YKZy+8KuLvZV2Lz7HJjC+TrsHvmdOY7xKgRe8QBcHPiN5Dz4gGLW9Ft2ZPhJEET7846+99MMjvsGrbT7fFpW+gfarvaqynj57Kii+sVnsvEsC9D1RrZK+X2UIPk8YQ72xcUK+RyzsPeB0wzxCu2o+TGQyvHxpIL7GyEU9n1Ltvcp1xb2/FBW+r8KavGgHhLv/HjW8yumsvKopzD3PA8y8FNkxvZm/CT7Id/a7OYYZPUi6+z3Irrk+McTBvMfiMr04x7c+CLDJvKr7BDwzfQc+2pMVvp/FZL2sL5O+unW+vBG5u70ILi09NPcPvtaCxLyC2+K9PkOUPbL6FD5DsE2+VxasPpEktL0iKPK9822PvKy6VD3hx4i9QMmNPmSOpT7kxSg+gLy4vYjN7L3+B0q79cJFveeRT76jOCI8xG0vuXcVTDw2zxc+EAIWvZaLIj418za+QSlBvvq03bwImsg9u6FiPpOolz0vel499tvYPcXGPL6RI3O9cgQUviWERb7T5qq9L5j2PdZfrD7xu6W9C3u7PbRTDT0BZZW8OjeJvf8+yr2/rgm+h4YnPv5sqz0dI+y9L5W5PQHLKr2J5h8+T0H2vBiEMjw5bDo9w32JuyEXU75POcc9nBgNPmuiLTxaJ1c+ffErvYCstT7fhQQ+0FfWPbdzDL5i40q+cg5mvYIVrz3nfxo+96f+vP/aNr7+C4Q9ch+FvrVhHDvDssa9m1GfvsSKaD7N0ci918HbvX5UFT1rWUQ7EvnRvAZMPr0TBgM+r2BLvejmLDy/Jj49ww0Zv/pRPbxBbKq9PDwkPWKC6b3NlB8+Uds7vnChTz7+lN29cZnmPqo9ib33PbY79OOrPl7E7Lpq8ra+5D0avlmosz0QFd89Cgl3Pk5CJ74whyk+rGenPihRQD5q8lS9Sqe2PYARHD42y/S9uahTPdJ/JjyZ4+S9AimIPtysLD1ya2O+z6jpO0Jivr7YZo2+mGyVvnz/ab4hdSS9Deq+vlahwj1rS7+8Ak/wvW6kQr64+B2+QLrJPRfuXD5OIKO9b67OvLMgdr6aEes9aXy0vVlGND03BQ8+MmDtvElbQz7wEQK+8ktfPUVorL2rIjW+/OGRPmiMPj7O34e+RBdQPSH08D1bD6e9Zqqnuysk9Txrd7+8VO6bPkMLUb4nEom+iyWUvQZT5j0hXEa8KR4Evt5Wnrzn/FS+AcjyvbkRdz5O+ru9j0mPvmrVUL1HMxO+88TIPsGDcD2UNaG9izqnvrCQGT7Pzy6+CtD1vc3zZT4Zroo+9giSPkOwjT6JGog964MxvvGHSj4mfue9jZGoPYMPgj4dlYa9H1GCPohd+71xkfU97VvAvY/9IT5AkNc9e1WWPpmltT4oWJK840XzPfiYvD0vOio9R0ZKPhBpC726RrK8tmvaPc3mWT6M93w+ibm0vM8RNT7ijeK8D98yvj2/F73afku9/LVuPTHYJL2QKbG8xc9LPboX6DzlkD2+VEGWPGovJz1UYZo9IsmPPsbkgL4AND4+ZU3UPbKjbb2vZ9o912iMvAFTjL70vXC+70Alvf1iEz6x6Va+7ClwPlxWAD5/IDy+QJKUvQmnJ7yQviW+q7XzPZDW/j3i1B2++UuUPeEpxzuDSIE9jvIvvuIvH73rtKY+p6NGvry9wr3gqYA+HxyMPZrrez1pGJs9zS7+vfHzUD7zPUA+04SMPvBnMr1baKo9X+RdvhzW9L2aHQA88aU4PcH6Jj4D/WC8YH5evrKf6zypLhw9nBKOvmBPL76evWK+kZ+1vXdT5ryNUyK+N6AcPqs0xzvhBAm+8icNPp2EJb2ZYjC+kIrjPa1ffz6MUB++qmMUPG8jo72+7GM+vKRAPps9Oj51wV+9iKfKvRAqiz5HLpk+UnPPPW4qOz0CXOe9D1suvmJGdD6hENc8xvxrPuLcmb3LcOw9EPDdPYrzXrwHzQy+Se4rvXk54L0To5G+Om5uvZ9aWL4l+p898bExvqrYlT13ddu9VKikPobBNr72y5S+NFANvqsah7w/zl0+IruGPM9kqL0U6ya+/EJBvtDVSLxBGDu+/iM7Pd597ryjE9O9PdFsvf+dKz6XaEy9SeAovtVq+z3E+I673qdKPjj6+7wF7os+4XFZPtzWC75UuYG9Tds1PKof0bm/x9m8G1d7vV20YT4EfIG8r8vMvYlcij6PNWG+4ZPgvek1Lj3+Bj++J18oPea9HD6TxQe+kXwJPgm0ML4K5pW+Q34bvZ/wVz456UU9wxwKvgHxBL4y0Hy9yOHSvGAodL6R3BS+3O+MvlVXFj5Af/y99iEhvhMj5zzWn30+8jYXPqziC73DHTY+amdYvRlFCr4m1RG+t4y9PbxJPT7lrnI99+iQPlYSbT1Jtgo9hHzPO6V1Kr4pYBk+FbhYvts8g70CaMK9XQPYPd5ebD4Hk0o9f4YVu+mtxT04zE49bgUxvcyEAb4uCUq9AWQ/PtjNDL7lijQ9ZfsiPv+itr3WApI8iqsOPQVju72lRcO81IjivdQcRr6/pqI9gM4YPgAMaj7IZYu+r1hUvhGOvz7XPlC+l2cbvXTDmD1cla+9d6f+O9cjiD4buJg9FFIjvpb/T76R7Re8dONavTodgLt365s+D+NMPt02jD7jyKW7W4Jwvtv1zD2U2Vs+XoiGvdDC7r3zUgM9BbGBPqcctj1B/+29mj6QPsj5Gz6/bS++Eu6WPbVHAb28EQu+TtTLvPaBHr8YHVe91A99viDeJT4dXJY+ObCJPfsSPz4V0nG9HYNmPhbK6z2/wjk+rK9rvVdeobyySXs9WMA2PHM1gL1TGK89V/dSvsLFXb00ypM+1oepPSlAsjygAe09isrGPZa1Hb6ltgS+bywbvTWnUz0r3oY+DcORPpP8BL4Um0K91qpiPaaxQD40VUC9TDi7PWjOOD4YAos7cOf9PRyDXD4gNmW+gBxdvT6YPD0mA449cXMXvnR//L01FBM+3LekPsQBMz2zlYS+++64vMh+xT1+6Ea9bTP9vOJY5L0oEAe6jjnfvBrTKL3jkYy+bsm9PccIHL5y+pu+/vLXvT72eL6dJjM+VOJTvqQuBr2VA9i9pFJkvnTQFr2HPFi+H4XPPc9Jn7y2Adc92QMePnfEnT1HY3S+vTcxPr0NbruyJgi+Lj3LvYDE+z1yoeU9iJOmvZtKHz699TW8zsorPjh7Hb6dB8m8zL+kvetC5zy/BB6+GJ8WPr12ULxXv5o8Ytjvvcnvoz19gfE8DsJbPTMKXL7uQSO9XvY/vVdZ/DzxUF4+XjIZPrYE4r1w+uW9SQtMvJB/Sz4K3ey9AFgEvu9HKrx/ZBY+M8JaPeiZK76th/s98f58vafSc75cFIW7DhRYPNkSwz184+k92QQPvoILHL6VC7U8BnulPV7o4zxb7tg9I7zFvaqtHT5f6N69s3vfvfUl/rzDOz2+oxvrPJJnB77gG00+sQKTvj9eWTyzPH29+CfzPYwvc70RSiq9btdMPao3Dr4Imkg+IHs+Pu2ggb0whpY6tJiXPbd3lj0BSW49Md9FPp5WBj5jH427YUYDPp0Jg76tHia9Z4WuPppeSz0ahxs86kNLvo1LCL72VRg+LZY3vn3uXD3X+049z3zOPH43cT7J0h0+OlTTvYYRMb44S9K9SVj7vZOqvTy/VJ2977yqPWMxND7QiCI+N4AjvnRygj4Hl+o9D6bzvDtVhD3J1BS+2HibPoO3kTyMODu+SFnGvZp4hz7RQmu+Q4bwvPCXjr4pSY6+Y2htPr6M2r3at5a+z+pivUGIn73dr0i8DBYZvqtg8D0h0628OXdgPBHdn72HWyI+OK+TPg/UVz0P+yG67CNXvgu27j27cTc+MnB6vjkfzT6DN3Q9NqAbvs5uw70di6I+deXgO2iHuT2WdSs+yx2fvU4ZUL5hWic+h5f2vX0WVTyUPSI+f3w5vmIkG76m7HC+//6GPePN9L1vVJO9PynsPLfL+D3RV12+37h0vUBT7L1IQA89s3dXvmZwcrtAdmI+W26RPjAy1r0+kpG+X3OKvQ8N373lrz8+Fi0PPiVmXz4//V48bfiWPmHjCb6yItk8Y/ciPoKnO76tsyK+5motvnZui74Bric8Nh7nvYTsib7c4ho955BfOz+L7z1LnB4+UusevlxPhT0szim+ZX20PHv8JT5Yjfe9L6aivWosgrkaReU9a6EvvqFpm77xmUg9if7fPLozYb6yhSi+fQ+GvqCOAL4oJ/k93N6UvemVN75gHfI9B/xOPvWLqr6T3jS+R7FDPeEI9D19okm7y0U6PIaViL2MuPy9bfhcvj8iCL56/Ym+cU2wvb12Iz70P5g+PDwsPdi9BD7nKIU+PVYTvdyUlr0wbp69QCf9PRellz4kJTI+GO1evL86sr3+WFs9AF5DPoW/Rb5asoi+GS0bPvRR6j2OeRC+dKdTPl9sGL5Hg/i87iqhPsg9Kb6kJgU/T5gFPvYLyj3oYt+9xq1qvQwXKr7GtmC9m1cCPRaCE75Byd29ZpVzvX13CD3a2Ow8M3w5PZOQSD7O56w9iXWFvgXOdT2ngDC9OhOTvrEZmr18XWi+8iQFPSfPTT3DeIW97pxEvZj18z3hSom98NJqvowcG75SN8k9xGLLvcvTNT2kNBG9pwGHPkN6jb7iCRa+57E4vo+Mtr1S/Z49f9i4PVW3hT6cGsW96XskPkPlyb2c5om90XECvoCBk75wOwq+Pr2OPZly8T1l94y+cUYPPipVSr2UtC892Yy9vbhiv7xAvC8+YGcovnpIMb56ihk+FhYyvbMgBz4vzJ09qKIKPl830z7b6hU+jlltPe+pJD75Y826AUIZvuoeD70KRqs9o38Svq/Vhb32oa09OguIOycgjr7JbRS9rOrPPWEKtz761Wa82kckPmdFdT6UyJG9zEWevUWBG70p0gg+/EIFvq12Zr6pQbO7hh5Su9knC77r7fQ9z2pVvgeohz6VJEg91pKUvuJhaj6eGyA8N+PQPmfxRr69ZD2+DnrBPNTB8L1epJw8d4MLvZ+0P77yzFi9AZBNPF1uVT2D96Y9n0FJPk3mSr30Z1m9a/HbvXk1Y73M4ge+tm0BPvw3VL31VqI9fiBwPS97Yz54rEK+xtkOvu7wyL1CVYq+cAJlvgWqPb6k+WK9jZNNvg+49j0iAmc9zY/UvD9MAb6W5iG+PsDVvT5pRz1THxq+aQwmvqF6Nz5Cavs9MIv+vZvUAz32TCE+vG1nPM+omb0jJYs9NIibPmrSHz60iQa+TfvtPQFvfz7k92y+VxwvvZy5YD3w/oS+WQCpvTSEgb1k45i+6lpTPhAeJL4QGmO+n8X2PTLfTj7bkyE+LLhOvZaknL5xKhU9CxEkvp22iL0aApU+vuFovWHYob2pv2K9f9+5PWL2DL07iam97LIBPSo96DwwaUW+g+UmvR+3d7z4hpY+c3msPdtRiry1yVg8JDjePT3isTwx2Zc9pq1ovRkk3zzBbpm9kvJDPS8vjL74/xo+YFs9Pgd5D71avF++OWjavesRtb0sG4Q8ze0HPhqRiD4wa6a9R6SBPsAHyL5bSea90TdBvvhM5L23cZO+e612PB7i2b1+73++t8OHvQiZ0T2DgZm+wPImvtPQSj5p6Me9qC3cO0C3jL10ro48lM/4vUgqAb5GOGi+ysYBPG4Khj3dxCC9/UfHvGT8UD5iLh89y/9wPl0gBT5+4L89UxH0PYoa2b3vqzE+8NWBvI6AjD7x5Sk8UV5OPjJHcj7Yj0g+XcYYvn9IsL3IoMU8YHx4vtF3Vr5esMO9mfADva4AAD4BAkU8HOhjvryVBj0c3QG+PyfevfZgN77Yase6FE1YPPIVprxWbyA+bgEVPRKABr7p1Ze9kvlTvS45Rz1oA0K97adZvr19Kb4l1II+cfNoPdsGgr5PFsW81HQUvp2CgD5c0iE9NHWivSXF6j4qSNg9bvRcviMKIjtaWoA+BJwFvhwWhb0tYo8+PIoyvvKHEr6J/IW7zcYfvWgCvT3MQUe9gJj8vlLQhD74/Ls9Mv+5Pso2Yb6ci26+77qNPvUoj77p7q2+ppMSvsaGXb6IY0C+3M7mvFOFgDyA0LY85PFtO6LkAz5byQU+cex2va1W9L0ZHtA8JKoCPkNFHLy9gks9xqyXPknvXD2bQQm7clZIPVU6071vYQE99T2bvdSVRr6wR2++1iYPviBhYj6vsmy78BfWvpP+Er7qDKE9/jzAvSOwez7CLPY9SVCAPe+R0b4jjD8+W5EGPhop872LeFs8RI5ovs7qqL1klDW+H/C0vuz6PD5t8n8+cYB1PgoEJr6FCk09XQ9WvqKNtr5Xyyc++CMAPkERFb7zios97nBvvmQCLr4mGd8+mYYWvVRYTDxbmHK+xZJnPjlZaj7gXDs+QqmGPtYdbz4moK49P/9BPlKwgj1IIgg+LyKPPqJcpr242+m9Sza3vtUAJb4juaM+fzBbPnop071QgYa+IzQavg/R6T1us26+dO+7PPsPUD57rEQ9RBZgPe66pj0WyXo+wLewvMUsSbwcnIg84NfCvU68Ej4js4Y+NVE1Patd7D2Z84s+DFO8vZlx271lN4k85wCCvknEgD6YnE+8xfWEvmQDTLsXn8o9nZKPPhM3Ir47OKY8QS43PgwEczzBOw0+Cu/RPHulXL7PWhQ9yqZPPasRULwqyAi+/HJkvU/sZ74iAxQ9H1KOvh32Hr6mNQK+GxuavQAj9732hiS9Puh8vbbY1j3bHlk9+eM/PtdcCrs8hJw9Gv2Kvgelnb7xaOg9OcCzPmE3UT5TXPi8G+vxvezRhL4YGtE7biMIPv1TF76aa9E9iROGvSltFrt4VhW+NHwxPp3CcT1hMVw+xuKSPnA9gz2TPdy8lNOAvj4Sd776hl48ZGMevu393j21Nok+ucVkPvzjSL4SvuU5Ja4AvvTFF743zRW+wOO5PWKjTb5cStw9ZYN5PTzPoL15qYe+e+WQPa7HLz46VIO+gvQTviiQGr4O1Aw9CZ80PsPOZjyc1Nq880xHPsbn/b3k7/Y8gEAdvv743j30W3U9I4sQviMlk72WrRs+MxuFvl+c3r005He8jdYBvoItd7yCnEM++O46PucRGr0tQTs+E06yvMpeDL7GgxK+/Vqpvd+aY7sawDI+M9dPvnkeEb5bkRM98LIYPuxj5TwNUZq9ihLlPIMWuz0OuLg8hEsDvr5m/D0mps+84auxPsCExD5/Rqy9r+WpPq7khj5hs0E+JhwSvcwRSDzDXqW8CIg2vsb+ET3vAnC+rueivow8qD2mvIY9yvngvDcqWb2aeq+9eiB7Pn8oyTkUZXs8oFiBPua0kDzaHbS9DnKsPDSPhT6HERk9J6VkPW0MQz6IDE+9ni9jvtH0pD26Kxy+Qm2mPZwuUT3fvK6+39vFPdtbuD1k7Vk+qQVivNhPX76otTc+B2XYvcMXJT26mVW+khOLvjJrVL22qVu+JR2oPRQvH7wrApu9JcsFvtvp0D216Le9Jrx+vH1JTD6HUi8+/TELPjicjr2UgkI+O27OPd7o1T1p1yY+3YFbvmKEDT4x3RQ+gDEtvsaziL5lw4g9hb/7PMKkar3voJq8RI2rvUdaFD57Hki+yGwTPtg6BL5xg7O9XPNsPi7mAT6dlDm7SV5CPdU+TT3lluY9dHv9O3edVD6AP6k+9u+mPdX/rr38I8S9LSIePgYkk75ipJm9CWlZvXK3mT3cboS+gyyIPl+3Yb4GpZG88/uMPW7j3r5OAlo+guykvThhfz7g5vK6OKkdvpQ7gz4kLY++OJgEPsphTT4ZU4S98ymYvXdG6T04pzS9IDTqPYcZhjtwfeS8tFznvbJ0KL38Qyq+4DxeOxRV1z2OQD885asrPZz6dj4SSok9xH+CvauzAL2e/xg9+6Mqvmd9FLz46V0+fJY6vbFzkT2APTw92tYavslagb6tg6u+S94xPIrZMr4Vbgk+4TvRPcWpa73OfA6+eDNuvp43qD2ykBM9PKERPj82Ab5Ral2+zwRIvfjQdL5Edzq9JT88PiS+cr1nq8G8U1KuPozmWz3GAZm92Gb1PSOVYD7/8BS+pXY5PlI8Br6nooA+kvW8PufmJjzbdKA9q0W8vQupqT5ZNQ4+ITLJvWQPZj4Lga09ndPgvZHC8T0ZyAg+hGIwPRdVVb7MHpm+FSRJvggGvj1zo2y9abgBPsfw/z011Tu+0+TNvbtAGL7yubW+cL6QvrWfmrwXwv69xVvPujmLoT3rSnK+xFGTvbIuVD7rVXI+rIruPZMqBj7uVfS9qV7GPEORF76tj5e+fmdSPvvlRb7/Dvg95R5yPkqODr1H95A8Ct8+PnE2srzLuMu9CXD2vSkApD3xdH6+ewSQvm38pT3wriC9KEepve/Z3b01iyK9QpHUPbx8hL6fXnC+Uf8vvqB4yz3wbCA+wguHPTr37b1qLkS9VdoXPe9ITL4gAHA+ZrHwPHSrtT0Kb5s+24ZCPsOTmL1rRdq9xS6+PU4l571bBoa8Gt8KPm6ssz5cPuM9JSCbvOxpoD2VF209JwwoPmazEj2uqEW+rTgfvl8QQD4Pr3E9Zcjevc/1CD7TGja9Yqn9vX4mkj33D+O9NM8fvj889D0HTaO+qAZNvjf8m70ZPO48NerwPT4tgr2DiMk9WYdVvdiPG74NwZm+I8+EPpkf0j0ck4+9dlAHPjsYyT1gTLk+4KY0PnZqej2NjqA+x/ftvR6Ssb4AnNG9JYkJPsOOTL6CDu6900WQvZpERL7uLKm+iez7PZXuJb5SIoY+AKcqPSyGvb40ZBC8fJk3PiT74j0slhi+JfqrveJquj1Ak8O9kkdSPoZ6uT3Lwpi9Zv+ivVmDd76c+pk9BCHKvPirPL2jr+E9uUqPPuPZb765Z3+93Ow3PuxHwDzdEk67jvXOPErPSj6OK5E9imCXPPlKsjuTtTy+F9giPuVpHzzL5Ma83D5OvnuVT70Mhaw9b9gEPr3ufb7arV++55D8PZ03wr1kB408+HZ4PSGIoL2Vn1C+WZQ3PoGwtL3xOcC9pZBAPvzUmbxxKV4+ooNLPNkPgr7GYQs+tPamPdyaUD7+Q7I9lV/au3e+hj0g7Bo+We+SPip0BT6hPgA+NAIwvjpgaLzIukC+XCz8PXCy873LwDE+gUgFvoxkL774ykU9cNYivqJgcD7TZbO9sP4svalM4z0y8BY+u/D2vVLryjz8vga+AlAqvW2w/L1ELWQ+SMIUvqubFb2xW/k9tJ7UvEQh7r02+fE9ycEdvk7TbbsX4To+KA5kvtrNwb3XrBI+3DFPPupchz0jhRC9V/uIPjHjxj1E0ZA+hOGxvb5oEL41zhQ+WAk0PUT3+D1tc5Y7PmiQvpfBb74R+0w+XHbXvTBq/7y1tC29q5nLvPjUaL4HzrQ8StUvPkp6Mb5MQjG+IjjAPWPLkz19W+c9X/enPju8bz6MvUG+xGeAvkyMET5HRVe+rpmlPEI7BLq6Js27D9nwvEgGZzzNDrE9gHm9vQGRmb5XXXO+Mb4Svphejj07KVI+U0S6vM1dEz0Vjv29BocnPifLj76K/TK9kXFUPX9b7j25ew6+R2wpvNNYEz6ir4I+jc5RPtzrvr1+fYo9PGLZO1BkbD5OWL89GllrPszB+D1XBQu97I4rPThmkb0f7uY9bhkTPSt84z2zNoy9xNuxvQNkl71OvSK+MjylPtZUf75HHY2+gZVaPutDpb1beli+IOz8PUJYdz6WMOs+Y7GxvDXxWT44ptA+kAM9vmzluL7ED9a9DW2nPoNu172+G6G8fOjSPuOCh76e5pW+QNMlPlOvlr6vlcg+rtz0PcPgDr/8dZk9asuCPZSfdzxhT6G+xDievppLxz25lES+XI2qvbfGo71VUBi+CvPrvXlheL0AAOu9ZiLUvVzzWL57OIY+wYvZPS1N0b6A5lS9E1YSPn7Uaz4/Bgc+uymCPPFpAD4m9AO9pXsuvmUTg7xUq4i8vuglPn0Byr3bZoW9GAFEvmTGlj4qTyM+d87PPG2shb39UYS9bKRyvNYpbzvGNZI+ywFcPgPnCT74DLc7pAKYu1WVV70BFaM9S9CVPKe8jLzOd/k88pICPv9qmj3oIPE9IfKYvThuYT4PBQi+hFt7PpLANL77X+S8BoXXvc2f+rwKiAE+wZIrvmkYlz1bjQi+XYwtPpeNrz1+3ju8AAihPpLPpDtYBUY9EXWBPgzkW72gKQy9QEvgvUUmJz6VpDI9MHgcu2VPWTxnwFI+IGRbPnfSZj02F4W+OJMTPFQArjwFxv+9Oe5avYOYkL1St/497mxjPisVdL46LxU+yydNPt7/gb7XHvI88VmqvTOG570YJ+I979Wdvj5QNr4X9qk9+o9SvQpOqD0WiNK9fI8lPdyo771nSAQ+80ttvdJgE71TPrc724wMPpUhRL6YW9i94iAzvq47Pj5KMIO+duMfvcB5fD4xCxq7ChuhvSnmmb3PWZA8pRuUvjblRL6FG9u9znjHPRb09j044zs9E/ArvKY5XrsvAYQ+DJr+O2DwXL6Qxks9iw88PmWoC74IG3A+a2bgu965Ar4ioD683+azPemeBrwLLIS9hk3fPBA4kD4Lybg+tBh/PsY+9bzeYGA+hy0fvVf42DxiIgk9D2NfvsVpOTyIRZE9Ru3JvV3Qtb0C4Hs+jpUgvVxkkjxbe2C+mnDYvSn88r1/f7a+pOagvomcZ73ClJS9vExqPnoOGD62e6M9QtQuPek4Uj4MHcE9CDwRPQ9sMz6RzWm9Q+aSvsP+Lb5f9tQ9YIqPPvlQgr7LTwO+tdJQvJc2Fj3aHCc+KfhTvXdNc73rR5W9b5TVvXOs2r0Y5dC9IUKZPFx8Bj4uCby9zS0PvkqeNjzRExq+DB9JvkG4K75WJIU9+RqcPZVr7zux+YM+h50mPYnG7rxSrTm9d96CvsJcl72Iz/w9c/FbPtLKwz4ft4a91KpHvSBIp72cy+k9aqg7Pm4lRj3k1DS8DwSAPsHy6j3W6T6+RrVSvG0ACb0C7cu7IzilO6KzyD3Eaq+94AlPPsH6s761isW9ofkgvmsjAL3Y0wS9LIt2PqboHD6R5rw9zkgrvuZLFr6f9CU+C9sBvrU0hjsv6zI+yX2CPqypXDxqNRW+tVUqPghDgDyOBzG8owVZvbnMHL4ItAM9B+KAu9jyTj4JRWS9XNoZPn9/4b2Vri2+MboSvpyGk73XZvy9omOUvHgBNL4aGnE8a+WEvRPjnz1pQgQ9UdOWvUsOtbocrl49edj3PUHsG70Grc29h18ovs0YDT4Oz2++G481vvmxvr3QPuc9RGfwPfvcLL443IC7P/kHPpU8Zz5hj8i9jRwovoxG3D04y8S7H6cevnoALj4Qz+a7DeJMPQZDBT09FEo9gtyrPiEQFT7Xfsy8luHTPTBINL6pJMW9gqnNPbtVzrxF7HU9dkBrvaYxBj4N0ZY+y8C7vRbnPz6ooXU9HlxlPtd6Hj7n+k0+rF/APhr7ib1+Mk++otvcPbc0Ir2Ucd69kI2CvXm9rj3xGaS924zGvMRIIr1mOnK+UQ4kPnCbrbuymjW+gj0OPs9Kpjyb6Ss+XQZTvvaUn75JmcQ9TYtDvjvU2b01pEo9ygOXvkjXWb5VOlS9+48zvaMrqT30hKA8rqxcvXPGE76a95K7ap4Vvl4PHjsB38Y+KU8dPvhEqT7MvJQ+m/BqvYei/D1/2mu+1uurvefJrD6KJRc9upzyvPRuO77KBZi9XRZVvkrpED4Z+g4+ojvyPcHtST7wvF6+9BEcPqZnXT7Mq9E9yhwrvHKyx777L5M+48odPltylLzAYbW9MDn5vSsWKz5PVSO+yaYnva6fwz1+8LG+vOVNvlHsDj6LYvq95k9SvogxEr7aEhY9904pvQx8i71ehn6+6si6PbPcLz6sMWY96LSLvf475rwLH3E+l2IMPtni1D0qdXs9VHhCvvOdAr0wops+mkzPPKhEqjwC93i89N5pPm7N7j3ntQ8+S22/PE+9yrz7ngQ9nOGCvlA0hb4fZkm+DwYbvh3+Bz4EtjM+VN4+vm6GJD7loFW+UBbNvqctcL3qXLu9Yo87PpJxHL1QGXY9Ymy4vBE4zjyEIhO9WT+SvpTX/T0gOmS+XKwAPcz5BL6uk5E9olJRPWUHoj1gKpa+ygCbvvHgKD1Shs094J8HvmJvXL0gCD49oBYFPXBlG7751i+9rsUqvatEw7zcyz0+kbRRvuBvtrxHUqY8eqcwPfH9KzmZ+w++XUzCPBUmdT5iw3++31WIvLYwYj5FhNs7VwJ4PoB2IL2nqdI8+YS+vv3cDL7Lu2o90fRTvio5UrxIXsg+iHRzPgCjOz5P0ua5WDeYvV59lz768vC9Y9edPW1WGT5ojRO+QS2uvVE0V75n2Ja86NeDPnDg4r3jRSY9J2LbPYNegL66fRQ+38HDvgoAwL3CNY2+R+VgvrNUQLzavX+9/mADvFveuz0HIF0+cVcAvtAHpb6yVps9qMtuPkf++L1DMCy+IAwGPrAOnb1n4He+J/SwvjNYmT35mZM9oW0QPof6VL49G7g9XFUSPTB9Or4Oxww9BF4OvhDrKj2RWvo9wREGvk+vGz7w7DE+JNu3vZURrLy2Quu9sVufPduL8TswRYS9NnlwPWG2/r2eeA++5poovVNmLL7WYiq9jf4FPOBcSTwXTps9kTKPPGSw3L1NsH8+QEpwvcrW2D2PMay9uhlWvszrqD3pfSi+Sl5avgkIhT0HK2Y+rN8tvsl46j07Ziy+b+mcveAjwzxPd0i+ELIQvvdR7r33Lic9KvNwPeYLcjwrFC0+Vq2vPNEeWL34XXC+0jpIPSv+XL4vZgg+au6fPc6PuL3Jk/A8m5JQvs7REz7tLyM+VuERvpukM741sGW+tDxEPmPIeL1hJ3G+sRWRvZ7l0r2uG/I9ss2jPY+6LD6CfGe+FfYTPmExEL28vWk+5V8lPqhTJT08Aqu9SH0RvuASFT3qUie+BuZbvlfgHT6yVUS9w0tlPghXDT63EJ6+/+EjPctiTL1jQE0+sbPuO9G8vjwBwHO+4tMUvqbnzr29vOs6iPwwvjmFnD6tGa0+8NTcvm5X6LxAsxI9YTB/vkLXkL52xAs+l6IWPuhoB7zmQzU+HzumPXxWT72dxgu9PH+Xvb2wV73hEp+9EvWmu1raKr0hTrI9SlxQPQGI67y/Iy08yMQ8vf0LjD233bo9l5M2PbjTlz3A4+o8TbO/vf2dgrtiz4Y99uO8vYnDHzzYEZU9BzTFvc85Lr25fSw+O4tTvIIeZTzeE0G8C+Q/vlb6Mz1G4wy8wo4hPd7kJDxTTzW9VEaLPXx3wb0PHkA758lwvCvzQL1jFJm9EgbMvEb/ETofGVo9OzVXPfrPpzxQUW69pb4IPMiUBDv3sxi7FwMkPH/HAryLE0E+T8AgPY0QvzyzViq9bpDYPPBSN7ylmaq7EIIMPGVGKr2bdJa8bSvnvZd+MbvrmYY6Pij6vBAPgL3manc9GaRCvC19Qj0Te+O+mf0uvMjIij6eR6I+hr+gvjJ6U77qiI8+H+caPowVWT7CsCA/fFBPvi2rkj09U849OvChvlelvT2KneO+bhPFvv+yE77PcMw+Yka+PQKarT6XSXy+eFXbvmEc/z1o9Jo+cOscv+Fomb6+tE8+/X2qPrqKvj4w1fe9SQDIvktkfj0xg1M+BHeWPt9cu75bdiQ+qaqbvegnw74C1Ek+FnqkPhNXkD4OXKy+0sy4vl27cr6a4Oc9gBy2Pllf3b5O4XW+kjvgvpyw1j4d1eA+nt2pPSEsvr4G3d4+f9nWvgzYuj4UIuo+wkSovsK0m76gPsK+0hyxvt2iZL13vLA+M+5TPmmL8b4XYre896itvuYnwD4z86c+dkFlPCpA+b5Brok9AWHyvj6mpDz0hR8+0zjMvjspJL7XSTE+SWrNPiiPXbtKiSg+BFgRvVdeGb9n+8S+w9dzva0VIz4AsZQ+kHyCPtoErr3l4Tq+6q3gvtY4W7wCR3s+Ham9vrLOEz90RNW+kUsjv6QEnT7NHmw+NQYAvho3DD8DOwq/NIy1vW0X4D5cGLq+BZmTvgjyLj6xK+K9B7gzP1pTKL4uen++YmyuvgwhCz7U8qM+V5cXPhhgRr4kyWa9G7bkPnu+8D7sfVy+xd0fPxqV8z1RLWq+pXeBvvRyrL7fHbU+Xc7hPEmAhz6Ucjq/ayXDPMd+sr0o+oA+lq28voPyo77iOv48Yp7rvghJLr4aA/89cRcbP5wTRr1CUVY9P62dvRbA9z4U856+3+poPuQ6Mb6G+gU/c7OcPoNI0L6GNPI+6BbTvpfghb4qGi8/r7e9PmbLar6WfX++EKgOP5JHQD5yOCK+xWpCvtkLKj+K1V2+5cmFPgS1yT79fve9o/UbvspPiz5vHEW+lt2JPgHqMj7YSrg+hRzMvt9syj37qIE+DO82vkP2rD4HRmO+tBoWPUDVo76Sjd0+zZw8PjxtHL5ChRW+w2+uPkC+lr3TVMS8uBUlvmvj/bx1Oyw+XEd1PiRYwr7WvhK92Io0P2jOS77J62++kTwhPmAWVr6n6Ae/o4IbPrVXC76fbfi+fsr8Pf8O+L4kGbe+Pi/yPmxvwT6jNB6+RI6BPl6+Eb9bo/e99rgTPbr2mD4Zmau+UeaPPsfge76rvag+LebXvljSUj4uEqW8oB+KPgtI+r62O6q9EENEPr2J8L57YCo9VeexPuxsAj8+KtU+E67WvrBIk72RSp8+SXSFPqGzJbt9vTC+heHaPvI9hT7smVC+dcB6vLSt0T1NIL69nn0av0s0Qz530uy9jVK4vWKeMj0ectA+XpiDvitnTz6aOa+9JzKCPpbY676c4nG+5wcBPYV2sD4IjHw+IYi5Pp7vhj5A9aa+mJ2cvhq7lDy0Gq88vu04u5wOYb0=","weightSpecs":[{"name":"dense_Dense1/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:08:16.013Z","modelTopologyType":"JSON","version":"0","formType":"change_email"}}