{"modelTopology":{"class_name":"Sequential","config":{"name":"change_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true,"batch_input_shape":[null,8],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true}},{"class_name":"Dense","config":{"units":4,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"vlahPmQq0D42Z9O9POV8vs2isz2YrmY+jBynvTjbuj345C6+5qswPjoivz6IOQi8ZjgOvnY+Cj4QdRK+DQaZvhXr1z1Aa1E+ACDYPaEKbr5oSnE+V8SMvZJnMT65TY8+FCCBvmasjz7D5uO9Y0wePgAEpr4VApo+Vu/BPufBu701f02+6Ti2vdX3rL7X/S0+EqswPn3sb75Tbrs9/Ji1vp40CT5RAf09nGF1Pj5aQb2wuzk+D5GCPSJTyz7VLU2+38+mPqhcl75pbCK+9NSDPg1yfr6VJQu+nEOGPlK0RT7ZnwY+w0SrPk3Yajz84fk94VypviLH2z0EnOg9g3B9vgHKUz5LdDC9QMVBPgf6uj3oJaI7IBWFvkNXNL7M2qg+ruSEvrOiFT7cR8Q+nhAfvplKlr5dULO+7cDLPLAkEztrKC2+dIcNPrVgEj7oy4I+W0mkPj0zib16u1K9SoXFPozrn70ESom+BBCaPmObY74MBGw+7LIhPj+ks72ywL49JtggPrDLlz71fcq+WQ14vuRisb1AgMS+0waDPtWfJ77kWHa9k4ARviIIfz2lZiE+kPE8PrPlFz1UPvM89C7Zveyusr09FoI9ABPXPXtxxD1qX5c9YXqZvvAIOL7P/oA9KcMJvnuFy75Ucb09IAp9vh+mI77G5Ra9WkRhPshXlb7nczY+YijaPWVzZr46jMu9EinePTPpiL7sTJ69O3cKPmSU3TxOXe69MsOyvpuK7zxPxU29JgqPvuMwlL5wGra99n3bPfQaVT47maE+YOBEvv6XVj4Cw7m9Suc2vj7ihj4NMa07DgEPPQKR+T0/Qxa97SqbvQ2G8b236bC9CSd5PrDXZT28Eyy+xOQmPuR1bj5Zeui9cH2hvWYQ8D3RGsi93fNePq3RujzEPOg9VD4TPBbJKr39PiQ9szxHvpX32Ty6hBK+xxMTPSyvrr3pNFu+q09NPVdkzb37aIs+tjZAPuOMpD33UM88PCd+vrl9Er1rmiS+pPPYvRPJnDt05ce94Pf6PFIaeb2fSYs+nQETPnBiArw2gG495/wsPf24T7wsjR+9LwSqPKuDJz6jWoK+c8gaPjBg0r35rQC9bhUnvqFXrj4NRrw7dJQivRvO0L2kqOO8ZLDePZMSO77X42y9aTJ6PKTT3roV35I9qgvtvZk9rT2J4KY9BM+nPiLHA75hOk8+3+VFOrPRljxGq1e+DI1Lvjg+F74ZMPw9Sz/0vU+3yz3TIhw9KdVyPm3Sbr001AW+zmvQPY6Pi7xvvsA9D3SNPb1SHz5CDHE9n7PvPZZBar4Ws9g7p5VDPAyg4j3Fv6Q9LiIovY+TnD2hmui8FmrkPPFz3j0305c9GoU1PbfizTxtGbA8gvdRvVHf+T2p4Sm9lG0/PHESrT3cbJ+9+GYaPRRzHT5erxW+bN/lO2Erjr1Xpa29PgD/vW8liD7q58m9R3gRvb5exb0igk0+LeKSPGDlKjysmBi+r96gvfZIT77Ldqu9XWjmPKhfGr0V6Dm9UeRmPX4jsj3TPmC8Z8OKvBJx6r1pNLc9ZhlSPvlS3j3UhS0+ljxTPLn4Orxzd9+87ZLVvOwISz2144a9XzkMPs40jj1bZh29AxUxvHkTHL7bMcM9sBhyPfPOrz1IQTg9cF5UPGBUmj7I7xq+O3lLvoAGnT1DMcy9ZgMFvQOrWT1UoWG+r1F7Pj5jmD3DfdY81hejvQGear2sgYO9PIIDPsTKLb6teEI9dZ7vvbnWrrozzEc+3tQLPUv0X76g0JU9wGFvvsj6Mj2DVgO9EF2oPQH10b2baBk981TPvbluNT1mPlg7OqAHvnuJsj0LbK6+6aunvhcmlL2Dshu+CUWtPclCgzw3KJq+PofUPraVZr6B+Io+JA/CvWRahj12EKy9ynXqvKnAIT70Kjo+BeX/vW7/87xpPeU9LGS/PC1E77wlf4S+/U6FPa3vPT6NVBy8KD1BPqcnnj2iuui9b7iuvTJZl75FZs69jByyvXv8Pj52uUg+j2C7vcg9u70NAUe+K/6XvceT/z1asFE9ldAuPgNVkz7U9jE+tOm0OuW6QL4UejC+3OetPbaSmr3lgyS+akj2PMoH6D2xkDQ+avDuPQt0pL1VfXM+6oGRPpgjKb0qwpm+UKE3PvtoLr6JY2s9kpXKO8/qC7zRvlE+NIVcPpk8oT1KGra+lG6xvjoWaDwNxxm+TxrvPdNgHrwJZZQ+cTSQviHURz0lxLc9rRgUvmBTZb6c2Kk94H6lPT8GiD3W6QQ+Cv2MvtrvUz5rwFm+RJYVPuHZtj2Qgq8++r86PgIeg7zzjYc+zXqiPWYDY72NnoU+e6kmPqstTb69cdU9Tr5Qu4N7JT7lX+E89I2bPlAbPD6Eeyo+bDwlPcAqJr6ch8W+FzNtvGOYEL4r0e09exW+Pj1w170OhYG+pawOPgQacr6QBcc8V1H/vdYl371FiUK+E0+ePS4rqDxK4fy9wxVVvmBurj4+qIU+2oO1PKQAnb0fpxg8DyChvj+0mD2TtWU+VfKdvkJaiL7VsdW+JXmXPr2ZFz2srOO9MT4su+I4kr3DiDO+r/mcvX4gfr5TKvG9WEnrPV2V+D344V09p/yfPqg57b07wna+71Mxvtlnar6iUjc+/M1uvlU4CDzBPUW9yVHqPUV5n753Aj2+WcyPvVAU6LwuL4c98wU2vq9MyT0B6lw9i6LduwDsZD75XuA9+daWvgt6sr5nQWk+lNdPviZ0sr6a5r8+lwPFvSPvlz5PgY69LY+LPv4CK75dFGa9sr9svYedZLy138A9ejbgPWaeSb7kYeK97YM2PXcNIr67gPw8YWQ2PsymU72WZ8g+hlf8vc2t0z4LqmY+7qaSvu0IHz2kxHS+jcCaPj/J4z4EkFI+6GmAvGNUWb2DYDq+sppfvhctET69lsu+odC4vhjYD77b+U4+3RGovnZPqD2l1Uk94UfQPPZ1Lr5H6hK+jz2Mvlx7Pz4sht8+FjOxPtRvWr4Xv0A9MvhHPjxOaj3fub8+NyfbPm5YI77IqJI+r7zsvPXdpz5HWdC9GtpkPl0F7z0tWsw8t6eUPhA0Aj3hhTs+mrF9Pa7I7z5MrOW+NbxbvpaNSz4eaJA+k86fPWD+uT7C9xY+s+1FvvgQwT6TJEi+kIsfvrLiAz6nKMU+AuPFvtuIUL6b0Ka+KKC6vtpsGT3qfg4+8KqSPquBqz3dTiY+2tTBPjEVET3YE0a+bpWjPREljz40s229Sok3PWAYZDy/EOA8yIYXvCWBpj0PSne7XJsKvKS6jjxJ8Cm9KFijvbUE0L2n5Hc6m1b7vK9EKr1RmCE9rZDnPNY4Wb3UGMQ9sigAPO1Uqz2Yn1a8wMobPPM5VTwczps9bDRMvVgjUj0juS68Qb5UPSu6aL3vBM27uqspvSrwBT0oH8G9d4/yPDzBYj0ilDM8JdLBO+lxuDw9Uc89jYiAPOAtkD31eBO9qJLdPP6pwTxzYVk9UXPvu8rdzzwrXQe9nFTvPJNFOzwSprq8l9JqPD6trTw+nzU9d5WbPVe3MTxsbvq7pybNO3jL7L3/IJ889E5OvUZ4Oz3EN0+8GVGnutnoQzyZdeQ6l1BdvARogL01KWq77dkrPWoT6byyWFe87cQBvQ4s8r1mnzy9vjIIvfcFmr7qgQu+fSLTPb477r2+ZGI9xqbNPal3Nj6vN429crDlPczyhD0V3GW+fvVmu+Nqur3SjVQ+lZv9vZMwkD7yotu9eG2zvO0D5z2DMqc9lSmGPpu/6zyfMvw9wwCyvUaKijw61aY7dI2BPpQeL75HtbU8j4LUvL9/ab77y+m9co9yvuT9Zr7dgBM9fPRFPmQSDj6yBWq88wo0vXsIpz2Eox6+hNPxvWglBr714/E9pFbLvercYz2t/Fy+9dZ2Oj/4dL4VXNc9dL0LvpbXhz3n7vm8bFLHPFUALD6SVjo9gokMvcQqPrtKTBo+TrCTPRpRxD36ZCC8l71OvGYAKr75PJu7v/NVPTW+qT3YXTi+p/MyvfvtFj64GfA9olKPPqcXk71j1AC+ZlnUvSbg2r3CdM09jjihPdmXDb6ikGo8eP0pvhvgR77ui0Y9JsgRvl1Nlj29fBi7fsOePSmwdD1mYIm+sUwivl0sx72lHfA9aMuAvFryCj4QZJu+daOMvt9U7TtIMDy9WftHvXZzAr561oW94JvOPIZLKj5LFyy+md6SPuHyZL2gE7A9ZzGSPcW9Mj5oVnq9eSEAPH3gRT5thRo+2mwHvkZRFT5WTce91oEBPhf69D3JoA++ks54vLJahj7UIuS9HKI2vhl9vTwJpcA6g65dPhz+IT7S+hi+I0sXvq0vUj3qyFs+jWZgPV/Pwz0NcuO8IFyRvlu32L2Rbiq+K+XFPXfnyT0ems+9wW/GvY4L3r03GEQ+B0EKPJvwAj5vfG0+8QAaPmtaaL57NXu9X2o1vlpNSb78R6O9kvoXPhz3mr15sis+ghQaPkoykr7Zp5+9DdmVPc+UDz6vMq09OVEFPvZvyD3aOQE+N3gjPqCkBj75Nsq8o4ibPXxwbj6rNby9dN5YO0pVyj2+Sb67EjFTPPqe5j3LcV+7Nr0+PbZ6ubzXMJa83bIVvcdm1jp1DAw+h5pHvlmpeTrt2529y2UIPklTQD409tw9kZeKPLTMKL0fBHK+MZ8KPi/JCz60yu09LMoHPkm2ET4ClGO+y/dCvebioj6AZOY9H865PP15hz0MyZU+Z/F4vl4job2c8rW9nsJuPmA2ij29dTQ8fwytvWlie76aIUu+vynzPQxuXL2eJAy+ajnvvT0uuD00qBI+EAYfPvVoKz5NaVs9HFH2PLtVXT55SNE9lIN+PaQtq70fjv497uRzPnDoa77XwhU9D/U8vmbqmT5oP909aDJEvBGJyDyYGIm9D+OqvjGwyzzUP0+9CmJKPAgjor42TzS+hRqOPjcJKD6C/Zq9PDUqvC+Nqz0CmaQ7pzh7Pf4WJL2VAQS+2aaDPbfZUD24H7o9JzLbPdz83z0u53O8JtI9vgVagTxz7Pw8n5bNPT03e74VcH29+B+NPdGo6jycUqK7E+hvO5vD370XGhi+PQbUO8acHL4rlqm9ax5BPq7AJL5ZLY289veUvpvNHL7N1hg+rR4aPuyCv71/Mj27bwMDPq3A+D3GX3K+dPCCvn7Eu712Yd09p4HAPQcZ37zvSKO+V58dvid5Jb4dvWS9o7YAPfJE6LxcKc+97BX4PEWOmz2w5kW9Y1CdPuDUUz73MD69vUwBPt076z3/FjS+LCF8voL8Cj7aR9I95jcuvopuLj4XTPu9y9p3vLkLYT6HhAC+TPskPlRlJDx9M8k8g4JfvhIADD4Hz689Pc1cPYGtHz3dZbc8A8K/ve3FbL1NR7I9nMNTPr8vF76oTcK9IC3WvC6XMz7cWAu8I3n8PUCgur27dig+B1XavERizL2AGRM+Cy0PPk+x8z2MTES+RlinPVPCb77mPh8+kCs4vWnoEr42D9o98+TUPLIhUr4gI9S8jyLnPUnisr6EuLO97H7nPQwwyjxnRy8+NCcfvk1eK7y/SCa9b1PGPbuJij7jN1C+k8Y/PXKfjb3QBJ8+jUfTPT7pUb2NIjK+TKhrvcUwMz7TSU0+pyOoPfvr9r1U+6a9FuPQPTP+gT4pooE+uZ81PQuoNj5JY3I+1z0OPlr9Qr7i5/e97mBWO9a2br4h23C+X70YveRtWz2vDLQ9O7vGPYogtT1gbeM8k7pEvs5zND30zxG+oxw7vfZlML61l0S8FW7MPXCjcT3pQZQ9VasSvBhy6j1/uK89nHAzvZlAAj5yEz29p/dQPd8+Fj1aYwS+focSPUxIuzyB/ck994KUPc6YFzxPzzi9GVczvt2AVb2cfZs955LRPdlEbj5atd89LdwJvoR6EL6iH2o+hUGivVoVAz2Cf3u9+ptBvN3H+b3C6xs+QZSBvj5mSL2IIhK8BH4DPmMYLL1/Fe29rNulPeYlmL1v60C+D+JBvlr6Fz4abcC9aDFrPsb0JDxGh2q8XsWFPXMnJL21olO9iUSlvR2YHL5jA908T4kKvY0H2jrFZ9w9Gd0NPHzezj0t2bC9tcGkvXjWHb277ik+DckJvrUVWr5HCyW9vdCXPRTFKD7U5h4+8t+DvkldCj5Nihs8uj3SveYyRLyPqV++fyOcPlebCT6SrNA9rlJzvVH4w72PRcG8XU5rPcCx0T0/JhW8tzolvXrl9D2j+m89nXqhvDfQzzzdd8G9CRI/PiVydz6nGSo+sNNwPVNoOL7apQ8+ld5MvnCJXj4JDjU+/508vjQcC75bfqG9t1EaO2OJv739uAO+ICcPPTfCpr1rt+Y9XYevPbDOKzz8or27ic3ivedSv7wIdAE+otbbPcjeeL5o2ZM91tw4PFIasr2gKJI7OWzkvTqOZ7688/s9d+Z5ver9rjsPdV091zeyPVyWl7vj6m4+T9Q2PXh+sz1cskS9hbPoPTAHLz4eHym+bnynvZBsKL3DySk+ckaRPROOMD7CHAO+7aJNvv+5Az4lQi0+8E6lvZwmQz3z6mi9UgGHvpam2T3PprU8V8GFvoUlr737ijA+lH9KPt632L2W+dE8QBQpvn86o74Bdrw9in52vuTSBL3BKwc+XXO4vRnJ7rzmXZA+HddZvlnnEz1nqpe+K0CuuXVPLr1FUUg9fQDWvUIuNLy5BOe9djGjO0qeBbo9C1O+Lan+vX+1ZT6d6DY+U9FaPULyLD3fKN89OaH8vdhTjTshrtw8WJsZvjdZ2bx9MIu+XSoOPl6ZKb2e+h4+NcNVPrY4cj0gA9e9/XQpvjuiYb5cjla+i3lzPibZLD3JbJE8KckUvt7mtL3RnGm9JsArPtGOPD3rKC09doO+PO47ej7ptgo9Dz2JvXcCxj2TyBW+3Mw8PZql5rxe5Wy+mEDuvaoGjr7DktO9I12JvYpen775KGs91FmFvm9wYj1lrqU8gVytvS+dsD3+DnS9CD+NvZy0r71SEuq98jzFvZcXPL0nDsE9eS90PWAB1L0SI30+hVOnvRdWEryYjUw+mu9EvXw0oj21hmE+BP9Hvp1ApTxnkzk+pOuevrrh1LvLW387dzxlvsPSED3J/j4+H4uxPbOPNT4WaTY+oZE3vvx/+T15Ec29smZmPQ749r0+NdU8k0XiPKybRzxtogM+EqfqPJfWkz7lqVQ8bkR1PiYXob1zhMy8numfvPA/Vb04go8+SWKQvUBkK74DKYo93HQEPuR8RT5JRFS9lF49PN6jHL7VPXW9dNLIvUkdcT1WbRe9N2OIvDCih70QukU9M768PbWNBb7/fIe+FycSO3SPCr4GHoo+nypfvZ7dtT0UKcw9/8O1vJZB+b2hwTi+X0khvQ9/zr2Ni7u9KB20PZQ2l77BAJi+EX4HvqTskL37V589MkqGvL+LLj5I3Q4+R4qvPOnQr75Zjni9IIV9vgpJeT6CyRk+aEMqPcx3cj6L5m6+u+oWvpzbhLyBBa08gSdwPbvqQj7fdnM+mhXpPSH2c7zqRyC9NqvwPUQvgz6qBAi9XU8DvSxOIj4f7ns9jmXJPJrJHD7Au9m9tZfavWPFGj6Yuqu99oPqPdxNsr1tCQg+82jVPSmCXj6wW389lx0Iu1nahL3SdQq+GnWjPVBNtDzVL4y6BqVrvuoH+z3qANm9c5SbvQ2IKj4aHI++q6bSvVljBT4N09Y942RAvls8nL31Gc49+JotvZBijD3ABiK+EuIXvrogKb4whii+M+9cvjOzqz0cKIS9PA6dvekccD7olz69Nn5IvBwK/r3NVFE8sd/NPQscYb1hM409OM1kvtRB6z1dJl29jggFvgxFq7zIZZU8VXQhPju29z1oRDq9m7YrPg61SLxYGdm9Y/HiPT6f/D1ykVU+oUU1vXMCcLwWUrs8LmI+Pj+x+L3FeKe9+Rq4PfF5mrx0mZg8ydTGvfH+Dr1W6wy+R3mkPOfA0j3EL+m9RgrlvZIPF74tLeS98xJuvKxXUb65/DI+IYAyPYfMgr1XA0m9G9y0vW27gz4gIYw9B87Svc3Cf70VIkc5VL9KvhU/Lj4nZmC97f8mvhgAET4MuL693OXcPX/ICr5628G9P052PTU+gL2aUmg9jo1AvWbRJj46mRs9G6A0PfESML3VTtw9VJ2GPQXQw703LbS9eUoVPkBHBT2Nxs09SDIFPtQe0r2AGFM849yeO+SHR77qzuy98iKLPbcICj5KaIE9bPvYPS0Fg71NPsO8IohGvbhaEDzX0Kq8LkFMPGjxWr3kLw6+gTVGvcB1Sr4tD2I961JKvvbraT5eFvE8yzmWvrthrz0fCxy+pGPEO9Omgbxff3U+57m3PXq3yTxhqQq+d8H2PfzwMT66UCo9eG5pvpj1Kr03qRW+plsdvZKqCz5Jjoc9ArsHvouKbz7u43a+eJJVPX1fHL2GfxY9r5ScPqS1cj4wwpW8L1b6vdJRYj2NIAG+4RZgPdKMZbzW4lK7xBlhvksE0rp6vig+zg7CPek4kb2JR7i9gPOSOzFmBb3BA9m8L3HHvNS7Qz7Rove9nG4/vFn4Rz2mMEY9MKF6PSMxYz0mEOG89vD2PVgpgr5CWFU8CpGSu2GQCr1FBmi+a/EHvLfFBD3mUD09rDHePWGGOL4CbAC+KoNAPYuNkT7hmEE+3/ADvlcswT3Vdyy9kV5gPv0eQb08ID++B8CFt5KXGj5kfsM8xEL/va3bIT1Uhvc9QZIxPR8MPD7+nw8+HGZavi961DybQTA9t9Btvjr967smY5K+8tp6PYA7AL5eqtc9tvIyPFxSRz4HlSm+dwIfvk2zQj3DTvC9lI3wveg/Dj6qMag9WzFjvtv3Aj5q0Lu9Zp8JvLhnoj76K0i9nLqgvSuatz1L+3Q9sglYvh9ANb59HR29B8VLPq2VrD2+7N+9mExavgPZNr7pNjs+HrYvvmF6DD2BpwG+66KZvombDz7f6dg9YVElveDCNr6yJnq+SF04vs7kjT4kf+C9hB0zPk6cCT47/UM+zSnwvbl2ID6++Ys9EUkAvQBo/r0ql7Y9z1f2vFZs/zuuBm49YJowvq38Aj7KGNS9+KkyvhBWcr75McQ9IiNHuzN+Lb7LR5u94T2yPYYWBz3gy7K9ooYZvdVb+D2u3JU9xLkDvokpGDw12i6+crD+vIg72L3UtP68K+UyPXTnYz33aOI9JHaWPtGRPz7C2kU+cm5gPbFmhL0jx9u9Bbg0vXmJrb1OIjs96ECRvUvhHz2VDSa9ZyuVvfq6jj3b6N49jLhePjL70L2R+YO8B02mvbNpJjuXmpe86BPpvYR9uTyASgK924iUvdsKZT4RGy++G/HMOy3wLz5hroO81VGZO1I3wj32LVA7Kp5Wva8brT3v/pC9FW2CPOfdRL48bDM+Uf1gvT1niT3dtNC9eSIXPmNabTy7J+c89A77PXsj9r3B1kO+oaqwPfZFlb09Nwc93mAcvvQOnryZd/M9BhbgPek4Zz4Wd5y82fpUvW2VSr0ibIw8Xekrvhl6HD3J9SG9OfOJPfAbDj5eA/49UfwDvZ8xmT0wYvi9m3L/vbTpF73BgCa9zuoVvkqqPD77jIC9HZfkvXcQSb4mzpi+pXbcPWgU0zxF41Y+AYq6PNFABr7PCwI7npJZPsoGuj6hcYi+5StnvZlIOj0VLgg9D0kkPqsfxr0vmBe+2cT6PfmaE76MjB++mxM3PbkcqL1HFeo9NeMZPi8fzj0g6Ly7LjMgPvNuaD3YxrI9j95cPlkJlT16jma8q+GZPQASeLyL7Wc9njDlPbzRgL1mCMS9lhxAvpSDWT7f05s87qv8vT7prz22UqU8eW/avZYn7D1XixK94BWvvYPBhrtLYC6+qhTPvMOODz4feg2++Qn5vXWkZz7AAqA8tzlhPaMIjztntpK9Q0SkPlrnW77K+nQ8Oeugu3RSUT0M8gq+zgqXPUE/njylR3W+UlW3vR6YzrxQXQK9va0PvtbTjT2kLu69kM+tvUi/iby+gwG+u68IvlBFk73FEiG+JV9FPLMlC77UB/M9z6CzPO2Vhb1/pAy+5dGevsXYIr4AkFg9glZ2PYgvh7ySldU9E9wMvtxtVr1ei4C9jrDyOzJqKb7oxsI8HR9ivv4/sL28ytQ9jXvfPUYY+7wn2dU9TfvVPCx8Ej574F0+NUYMvaLYnjw86Io+8isdvtyJPr1wnBA+YZIivtx2mj3Z6h0+eYm9vbVoCj42Q6W+iVZAvY6dn72oW5w8oL8BPmMJLz2Y6a69X8pLPXV3dj7yLoS+Q7QVvjGWzrw3lHU+lO83PtX6k745xVu+ePBkvgH4Xbz8z2w+b2riPYrwa73yA4K+Kb3KPRDs0z3RXYU845NnPAdhjL4sUk29j1FQPudMHL6B8d07j57nPbNHEj2Z7ym8HiaDvVyKkD0IO0S+XuFTvSdV/j0uRk28T0EDvtBYnb1gUSu+J2dBPsljCT2rRB6+vzGCvXz3AD69Nx0+BJV2vMNxtjxxUio+P0M0viA1/D19ASU+eycCPjRaML4i7Co93KNsvd+e0r3tymm9ulTTPQyHzT15lJ28g+wAPgiE1b0QfR4+pd9fPeG3Vb4U8R29/TECPVAAQj5N0iu++ksDPlfGhT2UKOS91OSuvPtfaz0t7Qg9BJrMvVbOzr14qj++DC5NPlNHGT1OMdw8jvkIPCGC/bzTeTs+9pYYvcS6X74o/d69dVD7PWyBPb51W5S73ZXcPZFgTr3fKRs9MxWJvXGyDTshvOI8LqKMPilJPT5piv+9H/USPjqKkD6uvbu9NzttPrk0Qr4t5Tu+4sMqPphQgb0NoHs9BQDEPRvFBr1OX+W91tmOvJ+uEL0DjRI+SKglvYD5HT0wG2g9lGciPgLNDL5l7zq+pOYUvtLdYr5EMWS8yesmPhqlYj6Ha5i8qI1rPJzMeL3gcDo+KDNoPlemF769DsA8MoFqvpVHsb2cJZC+LYP0vIDY7j2yiWk+6OSqveI4lT3Avu89yuiRPg1oHT5XRAc+oZ9CPocvKb4I/wo+QHdPPh9hsb0M+fA78PLHPYZHET2ogeI9wPG9vFD2g72TU0O+LeWgvGsKXT5bQ/A9jNlxPlMJUD2tV5m82Pqgvc86Ir6a69A8ytilu/1tXr6pxpe+eghRPpfjt7wim7u91aIYPrXGBD0RTPK9xdg/vm2lwj0xXQy+a4Vouy7uPrxg84y9OVZauykalDz972G+PIRHPsRIUj5iPco9/WWDPUxdFD74U6W9h3a7PdG97L2jwzC+YCQevN6pH73+2F29Ho9cPZK4NT3UozI7m8yXPUvXA72ZQ448E3bVvTf6yb3myA09jmJoPW/oGr5rOyC9CNp0Pc9lSL0/pt29Pmq7vSHjyTyBD+W9W21gPo/ARj5JsQM+gsgPvtjkAL4A6z0+RbGRvR4Ipzysw+K9H98fvjupjT0xai29S4iAO5FGJT3H+xA+7IBQPogAbj75nZC+8BxavUfOmj0e8q890psPPY3NUjyv5bQ8+DbOPaSp0T1/LBw+dGMGvSA7az5zkg2+WLW9PUNhAz52Q2S+zVAcPiEVWT68iti9Bbimu+0b8zzEgAi+ieq/PXrJx7yh06y9/wACvinOJD5bJzE84G9Ovph8kD0NKG69VzVYPqKjMj6T4wI+W/GmOwZM2TobMsA9DTyIPVaqcD4U6Ya+fYbsvGtKq73wYZw7t/ycvtDpgr2xJGU9kx8SPh4Ug73ph9q9CKpxvD3zl7t2wz2+7vfIPRoipT3l5x6+4w/+PcWa/73/U5q+RI8RvtwCpL0DMJu9WHXmvWBXPj2Yvyc+zme9vcfChD2j4cA9dMiePs+m/LydRj89rIogPghesD1vAIU+NSeju30yej0SqQm+nsSZu9XH1Tztvic8MokRvoW7BL5yN5Q+zI2CPtXgZL4T/a29OxyhPMO34L1IERk+LkHqu9nJlb3FUv699L9UvCnYxbw051E9Iuu7vfu3BT7hL/G9YLIGPqcIF767c/y6ypRdPdk0ir4xe+o9sWrRPVuLrT1Ihw+7svXTPTTLgD0fVNM9iUVMva8dDjw0nWK8LT1tuygkGr1M74y99Fq2vfSehrzZe5O95CQgvgi27j0ozSO+C/2AOyppdD4hLVe+GU5mPugSOD6Y1eg9alRevcPcUT1zKK08JbIRPqGstL3hRNS9yjq6vG+hUD0wARM+j9fmvVBFMb5vmgk+35SmvTyX7L1jvM29R2dfPC+L4L2gG5o8bQXIPN+u7L15WTm9A66jvQIY8zylgj6+vk4zvKwoe72pHjS+XFo4PkGQfb1OufQ9W6aIPuDLGb33iku+NiWwPaZVNzu5MSk+ABNAPDE44b03tEm+IGibPJyViLygybg9Va3wvAmM4b2TPLa8IwDfPde4Xr4Y7YE6JR9APkIWHz4A0hc+rIkKPvDAkb2J7UO+2ksVvvIJ4L0A+d47rQimPeWHjD7TjSa9GXSbvE3js73ZUqe+RQ7CPdaonr283w0+PIekPWBgEb4gjeI7uSmPPiSNUz6yUuE8B0xHvlR3sT0zlKG9g8ilPZIuYz5uMhE+9HdbPKmYlD04jSO+42CPPt2kAL1OBR68iZFEPUdayD3cz4u+YuiIvpJ8bj4uqjm9rtLOvTQJUT00FFm+nlVFvl87A73Q7PC4EuSUPVZtZ71e2oQ+wu9kvEXVcD22JrO9h+BUPXIZDj7ksmm8YmYVPYD+D77zOuU9xdF1PTnTkTtNAro9grSePJmu/7wDbw+8zdk3vgm7Z76zUxi+pW04vWpBVr7pf3O8V5mBPp60fb7SHuc9BGIoPeDBjj7OHUU+r98iPiFgY71dXAe+Sn2mvOSuij4CKRm+gqXAPMMcHLxWSEm+taZXPQN0vT3qkqE9FXwxvNGjc772oNQ9MWHBvaq2lj351vA9ZOSBveDoED6H0ye5m/T8PaJFBz7D5BE+trvGPVc9Sz4d95U96+xhvge1JDzKoqO+U/YNPg54dTtcBK4+qwUlPkxbpD2nOxA96Fs1vu0TWj6jSgu9ub7IPT6skj7nUTq+iu+Dvs497D2vbEa9VN0hPq5gcTzLtQA9R/f9Pf9YXz17bkO+q40uPt71wz2TzYQ9b8gbvZTncD3UfkE7BlPJvVvLybxdzNq9XAeSPQDUJLyiUbW8ypJivgSMlb0T2oc9sp3QOzrGSz1Z/MC9f9YRvlTRQj7yAcA90zwyvl0V5z2WTE4+S+Fpvb8nqzuvGD49wZ9HPHQR5r1sH2g+z0yPPd8Rgb4qI489kzADvrYYaj6VSx8+OnL+PYbFBL4+QaY9v14Svgw0+jw8mAw91WUIvp8JPj1LfGI9A1EWvqMmS71ZjG6+Nbn9Pa8ZIL3bxH2+ZENZPp5xP74fsR2+2mc1vXVXwj2VLz08QUnOvRuDmj0eY5w9TvquPp6uiL6SYAq98NyuvNgrxj2k8Vg+dIYTvnGa+D09/6a9xvQNvH3Qmj4mBQO+FFfnPaBskL2n/XU9NmRcPtvbPb7TFoM+M9DJPVATxLyuGoQ+7856vUSca74BXEy+bZsovo1mdj1o7a88nCsKvbNYTb650WK+8fyuPaDuIz4jXSG9/ZsavmkFkz2C9MI9kyvqPZmt372zn3Y9OjBhONMNvD25l9g9GiqLvU/dhL0emSc+jzbivTLaRD204Cu+X/54PQczND3IJJW9UkaOvS33Kr2nWaK9oHcNvtWARj6A1bg8kd4uPlZ2oDzYdaI9/b79OvmNQL5uOJs99RBePG45nj2d7gI+gABmu4TP+rsjGmw9MVLFPAgREz3qs0G9Yq9oPdroXz6tFmY+NujdvOuPDL7iYqA9uXvzvdoXFj5efJe7yXArPndmaL1Vd2i+XFbsPT/iS71rpn2+IZoBvlUwib6eidE9OE6CPajYyb0o2ko9cM0Mvs/k67yXPrC99yLevM3EML7PTl29P1lrOxKcNj6H7ge+/d2tvGtthb1yrUw+Ma/9PcAhDr5cF309z1/6PUfFQL5Dn869yvtpPkD9ur0y2Ic+YAEaPhDoH77Bvzy+v8koPC6C+j00MDM+RRTEvXawTL53MbY9CB7YPBVcF70WCkg8+AaXvfty/z0anwU6HXiQvlpnhr3T7wM+V9mhPVCqIj5E8DO+sZM8viBKJT5cEE0+jVo6vDhxjb7gv+k8E+3PO2c9Yb1gC7I92pIqvpkFIb5hsqk9xMC6vemUU70oUfe9i/c4PcVptz05QMq8BAQZPuLLK75FhA2+bnEwvD5dVL3acHA9aeIzPh6dDb5q7Dy+5V2FPl0Knj2jAkK9P75Fvu+JtT3A1yQ8eIGXPbc7Dz1eQvu8Sf2JvS5bxD1fLyQ+3jB0vbkz1b3X6j4+uQsGvXF3Qb19n9a7MEGXPYUVgr2GcBE+u8IwPKQXAT0TVx4+XAlevboezT3D0oO+Cd15vfEhYTwp0Da98aQkvfhhFj7l7em8t7Q/vpNupb17Ib89JEkmPrzhub0kjgk9coXJvShv3T3TFTK+Kk9QvusEoj29poE85iLXPdxSyLyIgxi+XmoivWcovb0o//c9LE/6PbdpmT7vHh0+22KDPikQkj2PV8I8u+XiPUlJ5r2cLLO7puOSvdZpJT3PToG9RBflvCdUn726CJ+9IPusPIVee74G4Tu+X1+RPbAXVL4XIp67y7LovMrzIzyNvJI86G1lvju3Br7GQRc+Bq0FPjNzvz0Mq7Y8ALaGvQBphL7ObZM9mLUOPSguwL33TAC8TMzlPDDiZT3G9E0+yhngPBh2Jb5vcUC+N2UMPo79AL4VP9C98RcRPt7au73IZne9SWQRPou9Gj5Ros68JNzGvfYzAT6/qDK+Mk/7vT3hgD1jnxQ9L3rYvKwFvj3uShU+CdrSPTdnCr4DqNO7hmoIvQxeC7155qO9RcdhPgF2lj3WQOe9t7cgvubCgj3FbgW9vqOBPcrJNz38XMU9fj2bvnayZr52pfo9pUZgPasamDw4iKu8kAwXPniztT2wDQM+adhPviPxFz4vWnO9BwPpPRyr3D2ojbO8lWLpvYo29zzsmiY+qMUIPYj75LoIP4e9+qBDvorOSzznSLc8pqSpPl33DT1Omaq87zmzPRdEwzvJ4qY8cDydvsl+/D0Gs52+dzC/PGq5Ij5jdtO9gu4MvRR3qb2oGZ49BCt0PmFGcj1l2rE8dBFxPg0udb7Lu228rO0aPrt0UTx2S4m8COt9Po902T2L6Dk+lE8zO3BY1zqMEBm+g+CwvQkBQLzq0a28O9cHPkaCnT1jrq89E2eYvRcFFb47R3i+2SXePCMqoL31/6O+QP1DvblFQz2A2Yq9Si0Pvu7lMT6ied09K4Qmvv/oeD0IPle9kFl6veKhkL2FfOa9Klp8u6UGbr21FlK+GLQ8PndYiT3nskk9e9wmPZ63C766yR891dD4PX4ZH750O+m93Wc3PaI4JL6CwQW+VV2+vRw5Lz6fja+984EQPhz5dz2v5RY9OPZJvs2sOD4MbvE8qVwaPpUZ0r2ZfnE9i/cZvqxYaT5UhrU9R5NAvhiMNL3wI5K+KGTPvUIsAb41Olq8xPTjPXC7jr2rEzo+DCjlPd5rBL6cFA68kHyCPYsBJD6vP9A96Veeu93V1r1wbFu+spCpPV2Nar2UvrQ9p1orvvy0S73JBaK8VNuAPTHsHDz0Hnw8yg0NvqxBS72FUQ0+sZqEvVYLLj3c6tk90OW2vWy5Cj7mxT490XQzvlMqxr0Y1J09mVfHvSNa/Dx6mKW8dUGAu9iZ8bzmQvi9tZQJPeXLTr5QY7O8CxeGPJq99Twk3e08o0EKPsL/eT0/eII9+hs0vZI7Y77zVyq9wbaivP30eT5Xfp49cZD8vZjQD74YP3u9uuwnPVxbhj4QyR+6RBcyvarCnT2rhmc+EoVJPn60hr68CxG+xDpkvSfs3ryejRG8ypeXPHhAl745Dw6+sPXNvZNVGT6N5w++5ysmvqBNtL2puYE+pfK1vYTRFr7wAiC+OkAcvU2tFLrfX2c+RPCEPXVuSL6k9Hk9E4qkPRnBgj7gt+C96LP+PfCwTb4xPLK9U2NivdR1jD2cNT+86bShvHZcDb55wei9erJnPeZDzzwL4wO+D4Tfvcl91Lziwe+91DQ4vsIPQT6P6rK9gcUAvgzSMj1bYU6+quIZPhvaWrzM10q62h7ZPFPOSb3DU6i8ZG//u9pkej7HDVU9xJAMvnaxoTwItQK9WtYuvcS1wD1xoYQ96e+vPedlWz7VfZY94JUtvuZkqr4PiCC+vK0pvhHtBr6mjE0+ixYIvlDSur0XgrW+Lz6Jvq9oIT1yKjY9QQxMPnThgr1a+rW8wiL3PIm7oD2okA8+lL1cPLz/Tj3mR+s9TG4qvnq6jj0krqo+ZANCOwU/bL6pWPm9Eo6ivVIB8D0jZqA9bO/bvIuvgT6NSbM9w73dvbxZeL4B5Rq+colvvsboED5g1a0+COY3Pcy6ADvz8ai9xvvcvI97870Ei8a9z1KxvWHcHL6oHhO+Qe0avqshFLzLkAy9X+rIvXqJFT63T48+T1fOPfP66b25lqI9fh6fvZ1sU74Ch5c98ZOUvpfk+D0GR8k91hAcuyncqb19aA6+W/xIvZPo6rzre0E+b19lvWdt9b0fd1U+E/UgvRnwEzyA95C8FjcZvtUxnj03lbi728AsPpe9nj2hZsW9omROvuQMQb0VWFW+xjHrPZGQl71AqAq+HtK/vXme9r11c4U+OQPRvevn570XeMA9dDj9vczFzT3oo/i8XPjovSqWEb0kN4g9DWEBPsPMlT0GUxw+VuwrPmBTMT5i4/u9xWaEPbB2gj2MJLC9RZPTPaFaY70z5UQ9InHIPfUkpbx7bzm9cu4ivRJX1T3CZTE+eaAPPqn5KD07gCI8AG6KvX5TEr4Oybm90XRhvr22AT5vSoc97YOkvaopI73HDda8/IXFvSQR/T362a48YWhFPuQTUTrFfHq9HORCO3PeHjxVNBG+cRHuPdvpfT0an+w7VWpRvegkYj4Oo2S9yb/DvW2GUz2ICeI9m+DjvYyxkj0TzhE9ftZGvjYyNj4+mMs8iHKPvo7EVL5hH849TOcKPa+pzT1n8Ka8V3novVDZzr2tY509dZYBvllX072zMQk+6E/NPX/Z7j1sLyM+/sgYvtahRb0c5VE9IhvkvaXl3zzMWGK+S5L9PADvLz5IDIA9TaWjvFIrY72X72Y7QFdDvasg471F3VO9fpjmvfX5mz7raES9RsMwvu12yb3OZiM+ilfCvU7znL1+mJs7rLuqvrX20T1MIoI+hF6Vvb2pQT1VhSO+bI4wPbSG5D1Vm6G9HempPbNWAL1rmlc9ta46PmQc/r057Ru9JTQ6vsy8bz0N06S9y6UtPhLnOb4F5N087hGcvmoGqb0q+Vi+Rod/vvINyr3Ls6K6Uy7IPZov2D1U5pu+Ck4tPobAvDwLZmU+QdwCPe8gOL75vD292HQYPu4/qzyZccC9qcvRvVS06TwGcA88JUwlvXGLm7vtTmM+JziZO+HcJD5InWc8t27mPRGDYT5DPmA99Kd7vcWLf70Si2g+w4IPPhvwjD1o4wK+aOSfvjjtjj5l6GC9GmE4vUhpmD3l8U8+qm97vJljPT4mgEg+PMuLvPRVjb1Gy7Y919W1O1c5nD0W9xI+1ILjPeF8/T0SsY+9o/B5vXNKjr3Ru/49ai/TPbABx7zcXAG+3AJePch0GL49bg8+DIPyPSJB2j2jUb47GTNIviawXL3uNDY7pyXVvaHtzr1Dsc87sOnavDeNwL1qc/Y8upMDPQxbHL2D/z49rom8vSoIMD7R5Ie9vU7+PHQ21D03/8G9W8M1Ps84071rgh0+W0wDvlraCj6BL7m94IKHveUJNj2NShQ9XLYcvC8nuj2Qz4A9UoIiPd3CzjqYbC0+lyVAvaz9CLzcrUM+/HRfu4xRGr6/YbK8rngkvi121jzTYY2+thL2PUldDT5UuSY+l53IvFsbfb0W2IW+Uc+iPWo/gD48pRa+jl9LvUcIur0LSrG9sIISvrnrYr6edPC9JRV+vTAdrr1HL108YfO1PXIlCb4oeOo9nHqrPY9wNj7C6ls9rAyVvRyTLL0ETzE9qRudPeVl/zwM20++W2WVvXm/O72qegQ8sxmGvDBKCDyQeDw9ixo5PsLJ5b3UrIu9jiUBPi4tJT4DBCs+HFZjPXHolLwMedU8Ri2SPBFGIL44TxY64AE5u59WXr5rdNQ919vfPZN6vrt1YD49N600vVekTD6AGZa9hNc7vj3muL3n3aQ91mxYvlsl0T277BY9jxD5PftYL77qkZG8EVrFvSYrdD1bdEg+gvb4PIHrrb2HynM+Zx+pPWGXSL3xqLu9JIKGvnXVGL3VxQK9d0S6PS9Xvb0yox6+dmwBPbKgKb6jcYc+L232vZn0pj07c1Y9kZA8Pqv+gDzgc6g9PkD4vWZiHD6umV89hifvPIVzpL2L/Yg+M2mpPOxGmj0QYzc8XAdevrgxNj0Soms+bj0HPS/Fkr3kTpm9/vZZPhfQOT7SEZC9WLGbvU/HSr3nZUO8AwV/vHV3MD2Nb8y98yAEvG608zshdz69mi4wvhry8D3kwuC9rjA0PAGAmzy9Za+94kkZPu5Pij3RkOu9qfKhvSVgzL0Nuci9KsLEPY8+bLk5rTa+URiHu3GeoT19MMs8bUUpvj8wmDqME9m7uBBMPVpVF75XYb89PK2JvfIyQ75AVpW9qHWrPYjYtj2++0Q+ny8XvuHZNj3087g9uN9cPSa+kjyv4Zy7lVS2vadvzLz655s9NRzsPc0FFD7q6mK9zVFAvjTpib3Q8QO+6btBvdqwMj4YBjE+vCmbO/LArT3eKSo6ZUbIvT4/MbtNToa9S+C1vcd4X717onK9kTbHvS6DR73khgG+rYA8vrlMo71QCCY+ODkcvrgjLj6qA/k8gFQGPkadHb68Vfc8eLY8vgJ77T25sdw9tesjPXCx471tC3C+WLqlvODM1D3G07y9AAk+viTO2z32SY8+BCc2Pl8l971lxG2+QFcRvsc3+z2woUq5xiLLvY0GkL3D/PC9yG62vQ3WYD27od+97F2BvVxfWb4isQU+UvWeOyHJhL4k9ls+pkl0PiLPgb3FPD89iYapvXVzHb2PvT++2U6sPSzOjz2y/AY9LWoIPo7kgr3XDPs9VP8ovdPYdL4NB+C9ZUYavGjQVj0OoUq+BEZrPX/FWL6u+2o+zoAnPYmtUD0GdCW+rX1XPOh2QL62eYk8VGWEvpR4TD7dfS4+643FPd7N4r0Td649IptHvi7Hi7zyDj++z0EmvZB2Ub0N4qS7lpK7PIMXI742Ss+9BcSBPqw1Cr5bHNW9mxyCvDbBfz5rZvM9hnJQPHO43bw4H7i93aPBvMIawL2hDUE+9wfYvW/xAb1u55m9TqybPYd6Gb5816G7khUavU4Ypj0M/dM9H1qmPZCu1z3bj2c+38A0vSFwo7x3ZXA++H0VPuY9Kb5/np68WHKKPro8vzumzZE9BN2Gve5/vzyiI0Q9l0gFvUSa5j3AK+o9lThWvtVhTb7Sb5U9/RbhvCbzYrxzIlQ8+ZbcvJ80Dz6UNlY+Z3Qbvo2X7D0u7zY+qZ9PPfSE4j25l/M8rUUKvX8QjT08rue9p9HMPeQfHr5C0bM8SVuTvCb+xLzhO+49iLXKu5j0JL4MiKg9BVkJPmMhgz1rMJq8A6CzvR3HbLwoC/q8jsMKvEXOYz16Br09DVecve95jb27Pok9anDyvZbUP73uElC+d8TDu7767705djQ9rhg+PgUMNr2HxVW+Zo+svWlgKj1iOII+djkbvrgJ9b2+sQs+hScgPintzLyVqPQ8K4cpvZTblz3nWU6+TmG8vbTl9LzQ47e9sDClusCLxjvViF2+OwBQvg2D5rxRS/u8+DUBPkCcnL1ODT48Q8F2vlGG0b2/JGM9bxy1vakPnz2J9Mw9A1epvRQSb70hr7W9Vj1TvbrRD74NiCe+vf4BPsc+6T01md093qA6vWIFlb3LaJU9G8vZPX/8CT1OZy++a+gvvNGZTLxLodK7dUXNPUiBMr02d609Eb61vbjGEr0vI5I9ne/hPfFtAD1PoYq9iMgtvXIAFr4Hwx88DRoBPsooGD3VOtQ9t+CivB4emryKLLC96KhRPmzV4L3kIvU82p2CvXNGGb4tUzW8yDdyPNOcbz5FExY+5DbSvfOJa7xV8nC9aCV+Pi6YWz6CC1c8Wk+3vIfCRb6CQ1++VNPkvSDDCb01/OY9XROcPSPFRr1VlBU+sWzLPdbzJb7wdAC+gj1IPVsb6r2RWxE+cWvWPGSbij7Vgze+TcB2vlbtyzx+mIG+119HPmu2KL4MCw2+oC17vsCjiDzQI7U59A5YPhBdsbw8eqe91KVbvKIDwT0tGHM8ZO6cPcMZKr7s6gO+ZprKPXz0Qb0RAP29VzHtvRO6Mr7ARxa+E6mEvlokPb7aV7K9oNDdvbHhWT1f6B4+7I3ZvUn4hT6XeIm+MSCfPorcljpRASM+vXO1PSMzFr6Thww+uy+/PVpvjL0DR9k8Lrm0PbWeGT7McOA9ekhIvsvIuz0cAYa9tMQlvWugJjx5T809HsYmvuY8gT4AmSu+9QmMPCtK8L06J/S9KvNYPeuq5j1FnU++uma0PTvlBryhDiE7vGeHvk2Mxr047bE9SFEhvu4H3j1f0Re+FETPPcXzBD4N66M93PAKPvp9hD6sYhS9l/XjPet6hL7Hvru93UVxvWGY+T3nFRE+xcJEPHskCj5T35i8PNWiPGKt5z2DmME74XZGvA1YoT1Z5t69ZLo0Pscgoj3n/A0+74U6vpHREL75M2w+1pQMPra8gL0LDbM97mbkvd4dzL0GEhO+yagJvscYPr7v7JY98K0BPgoqur1KpA8+HwwnPZp6uLysUBQ+yIrnPYRvkb0gaYw923qYPufYHb5Y/RA9QVQiPGG0B73IVzI+ukCFPho2HD4Tvj0+RQk8PflxlDx0S6W9/zRdvshSczw/n529ohkgvvBucT4Zyos9vBj9vc38AT41Wc08puO5Pa68WT5zZUC9YNWDPG3YqjwUtxq+CPytPcMGJ73VaHy8e7QPPWfHPz4yXEI+Oa4LPuYZob3LHVS90grpPU/vPrwlugE9k+iEPqrEKD3mfJ09zpfiPfiSRz2qFaS+ZB78vb9LMjy7BYG+iCtbPY4dB75plVK9WMR1vCBgoTzOUDy8tJ0zvXIzfr5UyZU9usEzvvRI+j0AJAe+dzb2vHCtIT4HFTg8MJEUverv+b0y9hE+YqEUvGmBgz08wBM9VuHhPUblrTzAsJc9V/YaPlx7eby0RHA8A2sdvsfyhj2QuvG97pwyPsU4hj54Fki+I3sRvcPmd76szim+UcXAPIDO971WS6G9v8v7vb2+Oj19QYi9Q8UjvocAijxzfIW9pGJfPWordj0zyF89fGQ7vpQlSr7ONDy9QPgRvaORPr2ZhHA9GcMnvtdMm73tFQ++S/+FPNZpwLzAI5++IEyXvdrpG71KhuM9MA+nvbBhm71mz5k9eEktvlW1hr70zYU9ONZ5vswfyDyhjU8+O8goPihsfL4kXY0+8OiYvWVgk72BgZ89RTEvPUbApLxqyVA+e/srvk1ter4ABAQ+TwoVvZK9KL3u9tI9hpELPhXeYr4H0hk+tpjJvS3M4j2ArOa9mKX+vDlDgj57B4S+qscLPlXgSj4gvfa9O1P7POEzIb1D9z6+N0XePTZDhT6clKo8XKmAvbzY4T2ydIQ+ElbUvVsNGz5oIV++J0+TvD7cCL2zEUq8Ciq4PUm1YT3ht1s9K+JxPu9cCb5c3i29lJVXPTzNDj5UAi8+tGboPd27vT2fJpc8O2M+PffDi7wUaRG+fbd6vhZ2n77dJJy93DDVvdPfUb75ZGW8YWzcvVZZtDwuzkc+4cv+PUwqKL6Klae9+dgjvuvnO76lOXA+JTiAvjs4Or1VyF8+R9MGPlGlTb4zKbM9zRAQPv/gcr5yZcg9bc/CPDd89j3x6eC8D+KiPTKTHz4xBpe92kODPi+lHLwe1fk9qmidvcAgKTyxP8y8ZswwPhC4Qb4pU2o+R/KWPfSeBj4wBlw+lw0cPR5bAz4nwQc92glfvHHu+71FQTS9kVVPvoWhzj2a+Bo+oqVnPQ3vojvQXso996UdvQn9BbtwcFU+rsAFPUT7xLyIHQI+Yit3vSfB4DtesvC9tD/uvHD3or2u+Gw8aduXPXHuXL3eQCk7b7arvhd7lj1hMeY8zkX4vec7FT3VVuA9QP8LPc++6TwwWBi+1nZOvqiUfz5Vb46+COu0vttzPj2Sqx4+HyQpPXZZIb2hZq29vvOSvr0IkbzgCE88eBPUvU/8JL44wQK+QBSAvhIw3j2gQJg5ucRNPkK9FT0XrLw9mJsgvvu0Kb6EMg6+J7poPiO93jxyFxq+thE9vv1MkL5hAq+9d10PvvbC7z3iokW+bDe6vbq0f72vK2I+WucnPUMzVr4BM0++IdUIPqy+lD3dMYo+AqmMvT5H9T2XK+i9ty0Rvu/NPb1nN3c9bR4TvvAV6j01DIw+o0Bavnc7Qj2kyBQ+cwUwvfC3Mz7mRTA+7JaxveO0K77rgte8Pja6vMoKmL4sLTg+28fkPG5DgjvllDI+6U7mPaeMjT2YVg0+ZDqYvTlCLr7B0LY92r0CvX+Xwz0bVIk+6F8KPQ7Giry/nmO+IraIvd9MxLzN9WS+K66UPovmsb0/uJQ+1Pa3vcEEQj4IEHq+DTkbvV5Q4L34Pc49QWlnPhDyxr3LAF29aE6tPYXXer0I+xC7ayCKPlZEujwKJDe+vtCPPfpVuT3OhW2+40IZvkc3W72Ld7S96wH8PD+TQD4nb0e+laq6vZ0f9LslfFi+tW+dPWck8jsXaLa9m5ciPkx2ST2INwA+xRiHPpDEhL2IBJi9b6OdPa9S6Twj2Hu+TrWdveTuRT7l36K7RlEAOQWHWj65YLO9JwIoPgF9Vj5CtQu+ucURPmxkIj66TBQ83kP0vaQjUz6pZfS9/AsaPkdosT017iq+eAd0vi4A0T2rVxC+MiIOPsAZkz7EyM68lYfyvQvIkLxzD809QJZ8vu9eAD71KlY9w4XZve9i37uayXe+WvSkPHdmj70SY6A8+nqkPXM2UT2bJjE+t3p+PXOygD5JjT89qEoDPrR90T3QfaI9bofGPX6rAz39Ope+FyYlPs8Xhb33mmG9SiAEPfWFaD4wCqs9YpJ/Pm73WD6V8769RuYjvssoFD2TsTw+p6X8vWJm6z3ZifG96blGvrl/TD5V4pg+lujaPDaurjneJ+W93OVNverKez7yvxW+uyP3vVmXPr10yQ2+LxC6vb5HozxSZou89ZTVvPdEqD3msje+P1i4vV7FJD0nX8U9InC8veeOU77ESly9MQMlvbC8oT1X10E6oaY9Plk08zyZJ9O8EhWivvHs37wMohK+BHtyPRe59Dv0Pzu+sM/GvZuMXj0wz1a+fsDCPSGkgzwPxSs+mEKQvfApFD536HA84XspvpqLZr6lHLi9DtgZPmFbLjx7WdM9yMYNvS9dDrziloG+8cQKPRpkmb5wxmW+wbyBvSHkETzX1jA+7r7MvV8pmL36Eu88N0N/vbhn87ulBv09xqZMPXvmBL601IY98lxLvWpgcr3Z2zs+A0CXPe3BAz49eZ89Ug0vPcL8gz5LpKO9+pE7vqldzL1ycHI+KEjDvXBoDz2mJ30+FPu2vu3EYL5yXYa+jqybPrhfp70Qr/+9+g1HvEQfer4Wuow9Oss8u0dnnj3KY+69VbV0vi743T3XeTM+TSNNPpX6Jb3l5BC9KzoTvYHInD3ypjG+AmIxPpyaC73X8xG+t062Pa0/OD5chQC9bslQvnc8BL7rMm29//rbPbC1VD25sh+9aU0PPbZnw748gpS9dIldPqIfO77uUBY+n+ILvdl7rD4/RNA8xGn3PHbNYD4JEAk+Guu8PGxs7T3yOnI9vmBLvUr3zr0pEjs+f9WQPBdDvz3+D/W8K9AmPu56sT04IQI+wAwqPb39qT7OZlq+ZBxpvlTFVT06hPu9b0i8vaHsYT5n+Ta9ixhwPg3Eaz6BZkw+idzmPWMCoT6bUIK+n0ZnPGjX47yTxdo9lYEQvn/AXb0JlE4+hlAAO9NkA75Or/S9aaIsPaWrkj0i1v28814rvSgLwT3jfzG9jSn+PfH7Az7Kj/W9AC7HvVSDRTxixmk+dtSaPl/PkD1sjAu+GMZNPDxRxLw3q+E8tMgEvhBNlj2oxXC8WFdRPienNb5iYvi9l7hqvYg4jr3/Zs29SFqXvdmW2z2hoDm+9y43vslb/T3bz1c+bnxGvRp4Ob7hyf88nLdWvhrWYLzLFKu965J5vuW5sb0Q/By+cEIzvgxKyz0ELAQ+ZnDAvZ8utT3CNyK+jTA3vqVPRD4sl0+9LEAuvmRPzD0KpLi9rnqxvtEOjj4OUKa9slKgvcvb5jsRS849f222vT61mr4t6qE+WtvQOxLIHT4gF4q+stBkOzANVjqJYay9KKwpvMj5jr6gR5k9aUohvtMK6b3PYGA+qx1zPQJMtz2l5Ik76a0rPpf2AT6y78C9cVuTPaz/vz2rxgc+1iJmPs86lb1F0cy9tkAKvrALfj00eVc9zoK3PevD373Zqb89S0YxvaMt6z3UaCQ+hDSEvpXhz72RhQK+mZv5PUAt8T3Bn309VVuJPdn+Ob3b3Qs+kCkPPqfSm72r7V6+1dy1Pbd8Ir3nC8A9kHtDvbixnzvWG6q9HB8FvOHthb3o94I8Haphvs/2Cb0OlWW8Edw8vrF/qD0mejC+glCpu4lSdL6i8Jg9eTsVvjTQxr26qLu9z0eSvkXhTL3UFAS+c8y7PSJwkb6Uwi89+bCbvTwp4j1zxHO9rq/IPdRVCL7ziiw+ivoyuzvjBb4AuCU+cFx4O4rdN75vBB6+/Id6vkV3Uj0EkU89vc9rO70b/r2qZVG+HY+qPboQlrz00N69qQ+2veMPa75zCI8+6SdHvgeTEb1flUw+GH1SPR7ulb02rCw9NEVmvgHQhz2i/5y+r6uxvYycLb1Pj4K+/+ecvbQyNb7vO609xizoPDUnuj3T7Ay82PQiPvPI+72Jc0q9cBjdvQcYlDv0Nt89UKnovNdoW76CsM49uAc0vuW+B7p5G8892sCHvGFytT1B9H08h2GJvkMUNb0zDyI9fNM2POgg9DpVPCa++p6hPdnPYL42IGE+GEW4PBY/Cj3ALSg+shUFPqepib1n4Ii+8fcevhs3qrzIzJS8QzEyPlvaczwuyIK9XnAYPfJUh766NYs9dhlIvazuN704HqQ94wCYPTBmQb3rvsS8f3lFPu/rVT39C8m9QJ09PlPyCj6CtyU+cG8OvjXrWj74SWS+alWBPbnWgLw2Kxy9ybEyvoBXAT7uNmQ+PfpwvbN3pb1YlDy9gkN2uumpDb34dBY+szlnPYrhHj1/frY9pRGtPQGi1D2V3tY9UlGSvTs37L1kdmS88q9CPLFe7L3DqwU+fVxePZswTL6yJ6E8S5Efvs8si73oGtq91ByGPClWlT1cSIA8KagmPiP4FT4e7hq+bS8Tvtsjar7aY4+9i+PiPXPOQz1BG5I9/tyovcISFr4STeC9n5HhPbZL4z3bhy+9CJMtPuC+fT4faPM9umqkvPNfDr5oT7I8BOmaPcQqzzs9S5a8T8A/vulOwb3TMlQ9tORxPVSnEb7ddXm+94o0vZwK3D1Uqwe+5iknPl7e671tfWC9LYPdPVknmz3eYIo6l9F8PlJluTwNcB89IaD5PXT+a7xXSQ8+WFZ1PltZlbzIuqO9rLQAPTm39j0LHtG9DOhJvm/XRL7do8i8XHfzvSgx4L15Zty9K9s+PUTONr4m7Es95lHDPV8zTD21k6g7f6/gO1VgPT5AfG+9erZlPt3XK73ynOO9LX7gvfn++T1mfyE9UdcwPd4a1j0D7RW9Sl5SPJAV/z3uS8I9CJrxPA8Xk74nWhG8uWNQPVg3Wbxd5o+80e5lPXh5uD013hc7z1mYPMy4ST7SbYA90fbgPfiG3L2p39E9OHGXPSRl8LwVxT683zW1vEvXLz03YuK9HJXsPQlNkj3aOBq+nBjEPJu5B76npTS++WGivb3dXL6aD4M9VpQAu5Uj1j29iHo9Xpu9vWNncT11IFk+6n8ZPt0zW74VupW8I/aSvnM3cD0S5IC+z5HUu6YPUz13Wxi9NQS6PVrW6TwPdAO+0Z5pvlgy+r2Uce+92LWCvRDk172jJRA+5QMovXVD1zy2mSK+bTnOvMIWFr5c5aa9caqavTd2Qb0WV2G80FMUPm5K/7rRKw6+Q9JUvY0BAr6TQZY+9Ls6PoDirD2tPDu+ucvaPZyaMT6Q4tU9FMNIPd164b1e3zg9E0tjvSLgJr6JiUw8TdJVPrzMEj7C4Mm9AJCZPI1b+r2MqLg98UBsPfHWaj5B/OM7TJsZvdG9EL6rOGi9QrjAvTNPrj1Iw5e9iySOPkPsKb7Z4iw+CVRfvtXQHb6iRYG+chOGvqu5hz42wZ+954+rPXW9Rz5Hova9IXOMvrSiAb5xnhq+faX0PEnBQb20/nk8kESNvmIRgb7nA3a7MKSYPesByz1PIyc+lSLoPc/3nj2FsX89zoXyvYF5/r3JRbk9n8lpPYorGb6U+H0+X8OTvlNWEDyB5GS+SRc1vlNEZb4dH2+9HCLhPVdQUjyQa3q9toEPvtdZnj0a18k9Q0znvOqsDj7gsaA+Fj2yPaiPLz0o1Kg93iTIPSqlTD0uKpg+vQVHvH0XZz5kJnc+L0ZBvtLriz7mCeY9KgKaPd2Xhr5+lbA9C2k0vg/ydT6Bysw9lVaYvcx2UDy605Q9E2JkvrTwcL7jc7q9DdSMPfePRT7lk989qIWPPhsudL1Qyiu+8h0IPoleir7J39E9F/6ovPetkjqs/vy9qHhBvnDZ/71X1no+ZEUzvXW5jj5pqBs+F9xJPjU5jD171Z29fbYUvqvEob08Kyc+vn8dvov4sb0KbZe+RlQ3PdcxB763MrM96BmePFwOHr4otOS93PyzvEgOvj0bDg2+Yr5+PRopOj4QFo29fyIzPc3Zsj3jLm49wI8vvYJBaD0rsdc9RCwvvby6Ez74kGG+HbO8PZqI3LvaB3K+pPAzPqkkyz256m28OIMXvsq8HT695Y88PlxhPsDsrL2jfEe+BMFivpsgS712OTe+9/SvPbBfdD486ww8bnoiPsZzC76xSIo8xXGuvI0oPL2bBRY+FDJ8PdiFuz1rgkm+oUIovZBLwz3Q3xY+w+5avYfaej5qZ7W+L8x5PorFjT1w4w69mDvevTK5DD4xIdY97flOPbF4sb1qRkg+AMQbvjlB3r1GKKO9EL1JPm0k3T0tm4m+vLPRvCCt773/qOK8ykNWPW2pUr6Q7R2+47DHvXa5ir0ihZ29vVBXvtdLtj09sJ28lmc/u+ieGb6wr0w+IyIqvrEIxb2Fi489BqeMvUUZkT2CLok9J+4EvrMMab3I1pa8TdixPbGe0r1dASY+0LDIvQaMsb2LVxe+gFT+Pf3ovb3taNQ6CSUxPtR2Rb1GaGW8EI6zvabycLxx/wg9HU0UPuiH0r1e5QK+grsNvdgKDD02JhQ90DwDPlld3T1XJwk+GF6APq5vU764IYE+0v6jvc8KGr18WYO6woY4vFBHxL0SFKK7xv5HPQ6NMD05+XK9PxEEPf+/DT4QDwi+boYRvSD9CTtx9MK8+wMZvhPpQr7O8/q9YrFKvsBN0L3BZpa+co8JvqOC9T2i7C6+UFwAPXdVNj6iZB29bZ7sNsIMNj20HtY9KHFBPP1TSL7WRaE7eLy3vfq6Kr4K2le+7OuOvOd+eryQmhk9epLVvf2uAz50wVC+VoDsvAgqYjzGNQ2+AOg8u1ffBz2E+Qq+oRMlPmSMb7nIDSW+cdr0vex7BD6svyO9HjIkvsybHD5hnBg9sXUJPnfaGr3mDVk7Y1KuPKLEez1S7dM98SYLvJ0IkL4kWSS+QaFUvkkBlz3XJ4K8Ewq2PbdN9r3qnCy91E3vPVC0S76Lnpw9ag4xPn2X3T3XCYI+wueaPRKWEz6qqMW92pugvQzqqD1x5xu+X45ovkQnVb1AD6w9ZTSFPcpfUL5QWj+93zSFvrJdI74bCuy9BOSqPWw2yLxSGz0+lkuwPXoVOr62Oze9lsrlOzUEMr4PLSI+74AsPt9lub0TXHS9wfwGvfN+Eb5FByo9fM9cPZkhfT1VrS6+ZBW/vQRDIz1iFxW++nGYPZDRBT0eQNU9Z2tHvt7jgL3Fh7C6BH2gveoExby+G9Q9cflCvbUh9L2ifwG999oHPJ4Erb1Ak4A9m/cXPpicarx+w9M910bfPeNoDr7CSeo71mtnPdUOuz4syag7jsGSPWId3Lz3pRq9YTCnPeGjl73HNCu+kYDgvV5sN77gnRg+QWa8vCzGhL7KBj0+Nn6zvbmAtz2FYDI8aKFuPalrc70aX1S+hsc4Poe3GTvL1ge+OT4EvZQUmb5ayGY+ps8yPkRFDD1rZu494P7Uvf+qgbyGTve98eGLPtZoJD6BZdg9uUOdvCONtb2vdXQ9rNtiviCzjz49WoI93TGxvOY07j2SSQW9PSqNvRw9Eb3HUoA9eOcTvDXB070uZVc+E9fWvfAp/D3J6i4+RqilPcE1aT6wgyG+J1GgvYFSlL2xXXu+Pb+Jvbe1lL2yjA89l6YRPcp8hj2K3YO8ngCnvVqfWz5RWpu8FDhNPs1T9jwWnkk+lgOPPJF5Gj6wdrq7R7QLvhG08L2gTKq9Sar5PRrDEb2CaYm9CZpHvt2tSD2buQC+4dmPvao/Ir6g7Na9ElToPW3+Aj6nKLW9hCB5vUYqGr7dCGa+HM64PQeBmj2OtaG9SougvJUUdr1aXk2+JzMJPeDys73hTTW+WS7xPU/TEb3X21S+M2c/vUGMC71Ooke90xMhPEyGNr3Dnhe85S6XvUljOD5ymra9jYtmvXxihr3uKBI+nhnEPVKTo73fWNA9/y1Qvqk8lz4EHr29VJO1PrDDvj1Mgzm+iAtBPuUr3Dy97Eu+D1rTvcsjlj3H0aO9CaERPaRS/j0/Hs29bZbLvVxO17vs/Im9mstRPFohwj0a1rG76uQivSE2lj5Bs12938OkPTUpQj4V5gK+nee4PePV+z1OeHK+q6kVvZTSzz3AB3Y941zJvTDulT7dmSy+pjr4PfrMAj6QtR890rlUPq3CTT7yreG8rHVfvr6K7b2Cckm9T5/Evebydz0AoRw+UycRPUv5ij2MQpY9F6hwvohrVj6owf29m7I+PHQd1b0a03+43AeDvWer/72n1To+Q0kCvnlNnb7i5s29QVxCPW1iIz4G7r89sMSwvkPZl7wBKTa9H3gRPgm+Sz2CUhI+1dGsvRJWFL48Xnm+2lf/PUxCxT3+Muq8Y/8pvTdUN76rpCC+vbuxvYpytb1mL4O99GUDvklSxjz7mUw+EafmPAVGhL5Z/GI+PrJKvT33VjwkmNK9bVIxPpBPvD2Dgq09Ks7QPZARvLx3YUq88XxgPr2Xpr1okNQ99Tc6vgZyib4/5Iw6hq/xPQnOM77bLKo8luVNPpp3L71HxSM+j6FSPUHMDr4e2kO+YModPdplFr3LPCC+5HxovO6QGb4rKxs+qD+SvriwM76bjxQ+egMrvqVpvj1DyO47Rl2QPLP0J76noYs9LvguvZzf/bz9DA+9K7hsvYSfjbxV1+U9zjxIPZkGwTzgEjc9kHFQvfK+iz4sRsc8QnmvPSPzGj6E7IC+CUTDPTVQHz5jMsE9lwmYPPbxRD3yRQc+eDWsvfjGWzwbvOg9gfOovUV7Rr69U8K9pso4PoWmqj2Thue9tuOnvI1Iar1nSAg9wFNZPWWRPr0ehZK+9dIyPnMrUr2qBN29zoAtPlgiir4AoqS9RleOPvi4Vj5x20A9OtESPpXLTz5mrQu+X254vJxlVL2hZ328XqsOPd7lbzysFS89YzRZPFs5DL1uxh88mlDjvAQW0DybaeA7/DGVPF8T+DyeQ027CgIKvPnyNzzRI6Q7jmmoO/PMGj0qyDa9ut0RPZFxCzrlrje98wg6PKb8J7z08dK76hODvN8PSDz4qem8ABiKPDv/7jzk4v88rhk0PRKkXTz8ZS88t1fKPE5Qojw4wVM9Nf3BvOS9prtyhDE9l9IrO4p73TyJQPO8L2jcPB2FbjzQLzc8fAC6O5dUsTgvlya8WxabPB3GjTzIt/g8QffuuznrijkSECc95ya/PD5BGz1C4Zu6fYlvPBoUMb1bc1o7xOu1vKVVg7wg9KA8l/1NPSV1LT5AHwI902hjPlp9lL4V9Y4+Zw+Nvpk+4Tym1Mo+c5RaPr0hd74YRBw9NPZMvYZ0bz7DqbU9WDJ/PliFXr6TzGu+dQujuo/tlb5QERI+oAXdvXliYz7RqB88iPuDvuA4s77wkSa+asMdPkQT7T01k4K+BVzfPh9jLT43Ig++fZ1rvIYIGz5t8Mm+CK6RPkz1JT43RM2+qug+vkkxjL5hjx8+T7qQvYg4kT5cUaG+HxjSPXHfFr6/IKO+FNWlvaUFo74vtZM+MHmhvdAQfj4hwZi+ss8rvig4r76SIy0+zACSPuJOwb1ZDjw+DukKvs92sj4Kmje+Ds1yPd8Rgb1xSKA+eqFKvgOz3j3qY6G+6BECPlT2sr4+yNW+wMf2PR5W9LzvsY0+iL6Svbx0CL676xm9yY7svgxClD4esoU+wh6CvdJxlr3m8W8+S727vi2zez1eqps813qoPjJazr6RyKm9naubPnWmbj45nVY+hlGWvrPC3j1qKi29zY6ePha6az4xSqu7Ri8Hvj4eW75U340+Rx6FPXoB97283hG+lfhsPtItfr3rmBY+jNnXvHmZf76JJoM+SuTxuzINZL6tBUo9rV/IPmGHnb7bhHA+elLzvSqR1r62HH0+Vu/kPZy2NT7ornu9jjyRvqmwoD0ejKM+1L3SPYBRB76C+YU+tU1yPoELYT5tnpm+1kxBvvyypz7nW70+IiuVvlNW3L1UgJs+Xvi0vqDbCT1WLbo9K49zPq44gL7ewJS96WXHPRzpDj52Vtu+TKgvPu65fz3vpzO+/xvYPlbTAT6pjG28Q6+BvgP4qT0XXJA+IOOpPrdFVz7xI8W+VvrQvopImz66+p2+kYSCvgu/hD6jhSW8s5SovfQ/cr7qhhg+jmEwPsYwhj3e8fW8RdntPtnc3b6zYgC+3oiXPS1ssb6VwpY9+R1avqD9lr1lE9U+V466PlZ2tz5Zb1G9nh0pPoXJ771tlnC9IvHxvnzYdD0Giq2+wJ/PvjrGPz53DkE+K2SfPq76Sb6qZEI+fDUxvBdiBz7Rv5c+5l6PPb3DFb6Quks92ry2vqVDFb6xWPg9Nzy/vch8oT5TI5i+4OKivo39nj0rtoi+RZ8AvvgN6z6vDYM+5CN/vo6CAz5cXB29WoGrPq6sdj6YR9G8UJdUvmHXkj4hZw6+ueXhvjvg4T7zPPI+ypQ5vtYvQ76gdIU+5/tAPmCppT7Q/p89ypyRvp0G6L1S6Zg+oOMIPsfPar4I3Pm9GehGvjzGYD6CbFU+fXxDvr2QoD7Aog8+9+2uvHplF76m7Ke+HB5rPSKogzz7xXe+Zr0uvpvBTr420aY9tK+VPhyOUj6uNMS+T4IMvm9r0b3ZGms+NWgDvlTOC76FwJg+/5eUPJxa8rxos1m8jWl8PA==","weightSpecs":[{"name":"dense_Dense4/kernel","shape":[8,76],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense5/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense6/kernel","shape":[65,4],"dtype":"float32"},{"name":"dense_Dense6/bias","shape":[4],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:05:40.316Z","modelTopologyType":"JSON","version":"0","formType":"change_password"}}