{"modelTopology":{"class_name":"Sequential","config":{"name":"forgot_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense10","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense11","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense12","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"LirtPCCXTTz+8ju+pjKXvs6tPLyA5rK8p3VcPhcLHL5cadc9rJy8PQVZFT7dJL099VZPvVsyxL2BPIW+Vj59PUCCGL6K+EK8NEYivvl9Hz4oGiY+L0wSPbDepT1F35c8zgNoPaa7BL5NPMW+BD6qvQ7gIT60QDE+30F1vZPzcj6mMyG8PwaqPAbPEj59Oby+tFUXPK/g/r2cqwO93B+1PQsXO7uV2Gu+HdtjvmG4JD4uqSi+QufuvFUu7zxR7SI8c69/O+JoIL4cfi29pLc3PgMsxLya3829W1IVvqobgz04WGU+EJuMvshBI74C6bY9J3INOg8taT5MoeY9F0o3Pq+m0L4zO889kVsKPixvqT4QIIC+Q8dGuxZ5nLsub9Q9ZmMpPoDpSr4BRPk9f+uNvpVnnD47shG+6r0lvvTy3L3Ibo+8EvssPscotj7VeEG9GPXVvTZduL0n7LM+uJlrvgNy0T21Mg49qgARvn61PL6paws9hP5Autx/lT6EkHA99uuKvQXXqDwi9Y69u9QEPhUDED6LgJa+GgUFvkiZDbpvq8s9wmYlvhPYOb7/EoQ+4zLBvUrhaL10+Qk9ZKY2PLDheL6RG8K86YPFvrZpPT6V3V89FL6kviCPbb7lEic+fLH1vE1VsD2NyKy79aqsPfevPr20azw94rM+PZyA6rzF1na+3r97vuMJTL4XYXY+Fc3KPY46dL65YXa+PAYPPuaC373A4xK9OdHgPbVgsj7Vtby+Nv8CPogS7T1g0OM90eDuPWEynT5Ghvk63AsAPplrLj2hOJK+9PqBvmwFj74CtL29JnuyvpjLbL6pPoG+PrJ9PgSZPL3kdo0+VkgMvor5Fj4CfVc9oeHyPa4Qfz39Vmy+QbHWvQhNHbzZFIy+SvoyPVdXST59+3U+mr9dPsofKz4fDYg+g/dtPu4/AD5cBny+Tb64Pd7JejzsPhm9UlgPPkYMG74AHIM8vCk/Pb371b39ABE+AdIfPqo7i724Z2o9b+4avi1sXbzQBVe8LyJTPIYGiTws0jg9xYzLPC6oLL6mNPQ8gqJOPohxkj7qltI980mAvtyezL3HYE892fQDvhIBhr7d/I09LDXYPYPMb76FSw47KfvAu2f/MrtXJCU+IH9MPpQ2fz6oRFA+XMW3vjwOOz5u2wU+VyDlPYkZPL1ymnE8rGuhvuhKWr6bxzU+ptK0vechAr75hBy++NMDvRzMUb60Gsu9ASyaPeI+7T0FSeY9K2W/PuPtyL320yE6msmCvgADRzydzoE+w+DcO7CRnr79bT2+6M6xPYJcGT7OZ4I8iUo9PQtn8L1dq4S9gfo3PYsiQD4zgkM+lFAkvRL9RT7XWdC9efgivhoP3r09mrQ6nCsivlL4c70ixF6+I323Pod1Ij4zaBu+C8U8vrcbsr1z6Cq9euv0vaIZIL4A5ja+BO+WvdKmmT5/S3Q+OLV3PCbGbj4OFao+r1o4Poc2Kb6DwZa932ZjPtW8O768EJa+uV3QPb8XVT5gxhW+k924vJjCqb0yqZU9IiagPrze1j2adpc+U7NePcMcoL7gzpI9UhyJPhYkEL3agTm9UMsdPvfWQ74giqs+PYdwPiJj57yF0l8+WTItPZR4AT4MaMQ821AEvulpmL65Xtm9EGurPTU5Uzvh8qa9LLdovuUfYb6mSBU9zRQJPtMF/73umgQ+Z378vVPYqb2ZrR080KTlPW9nND60Aoe9dLMmu9Y5r7yvU+u9ggIDPQGb5b2T9Ba+Xk0cuybltD1p6cs9QxySPdftYr6WbEk+uIffvRgLLj5mbGs+THEPvkX8mL1cGCe+eOMJPMok3T1R3dq9N6Truw7ufr3U6CM924a1PXZSrj2WlSs88wc1PQb3Wz7IY1i+T88QPTU3ML3jMya95hX/OkH0DD7z7h8+PNpOvva3VTw0Zhc8qSsMvlomX71MSKS9Jl5cOgZdhj4TAqC96XkgPjYasr2gieA9Jp5bvFF4Eb6j5Ei87TQzPgFe8723BAa+mJPIPcGJVr5USOW9nXzkvP/yBT0TPEk+lMwyPsNviL3xyjo9lQvzPTyEUL3bcQM+NoxvPuGdfL2ECKM922yAvXUsZL2dC5Y+lYm9vUL3bjw8iB4+GZXgvbJtKb4teOc9T691PuoNjD5qr5K91qitPdrmej6YUV4+nUfXvQVjmD1U5MM9T7n/vNGawb0Tpku9DLJOvu5Ebjwx/kU+Rv10PnZBTTyDgLq9W70cPaqg3j1nhn89J1ZyvbP8rbynvgY+uM8ivnV8CT4+vYW9ZUU+Pvowi71vfjc7wEyRPYE2Zb7Mc1m9SWQMPnqx+T21jWi+4DOEPPskKjwrV9Q62DMNPiBjYzt8GBw9Im0ePTqVwz0hQB+8cMaHvXZ86z23JVC91XcPPiOzOr5zl4i9w8anPXilFz1VCgc9z3DLvNbyBr476cG+hcxFPfJK4T21lTi+FfJmPos0PD1zgxo+9O/nvTNTKj56N7E+W5GGPZjHCL4IjBu9eBIzvjlyBb4Q+1a+FqnkPVLK5j3473u+pJ7/PKADPD3cZsA9HcWwPTydZb0tpCA+AitpPZHnMb6LBhc+iPFPvhvxYj6fa0i9mvVmPRqdZT6sgEA9Am0Ovjj0Sj6OcLS+lFQNvZMkL761pTo9klBNvjABIT1r/MI+8osDvvawgT5jyZ48XUoVPg0Wpr1b73Y+moZkPumoiDyr08q9GzeKO1l0v7wq3pY9XbEYvWRcS75FohM+jlZOPrzUlr2mcfq94FsGOxB+272dQIk9doKRPlFRtj6ITFe9Vjo1vtwtib5cHnK9gPCSPjelqjzy7lE+kXcpvpCSmr2Z7ew908g0vc5xK70jhCk+0a+7ve/dFL3hWSy+r256PVDvaL5nig8+4SQXPowX8r3Q46U6xW4XvnlfaD6edRg9XrESvuVTpD0tImk+hu2NvgIzbD3SUSg+0uXeu3oYvL0k34o9wHjyu71cF74xl/M9BjeBvaF7DT7YKHU9Dxf9vUVo+z2IpG49YC0zvpoEpb07Ppa950oDviceVT1qvLG9fwmvvo3SEj6y3OC9OTLlPB39g747gxI+XRx6vZLUXrnOdnY+Iw+MvTl9WL4+uYG+Ik0tvmn/HD6xYhc9HaICvhyDUr36bvI9kDhaPjiwLL6SIIm9CfFtPqIVSL4uSAA9lgf6PQF5j76oFHQ+UOdIPizQDz5fTtI9A+vGvItlTD2ukGO+JrravXNwor4JTjK+fRkCvRs3t71+g8w8dSQJvsuQxDyW+hO8u7o5PpoLCb65k9o9UWHjvN2OfbwbN/29BHWkvPNmKD0Jke89cI36PSmNZ75nToa+AHekvJxvJjxAncy9r4YGveRDnz22Xkq8XkRIvUW3RD4ZaEw8zFtXvj7Xrr0xlaC9Hh5EvR3OIz2a1g6+2hdevXAicT2+Rtw9dYMtvkRuiD2iDxa999xRPsmSHDx1FhE+h4OCPt8BWb0dNW08HT0gvWI0cD6NSzi9TTOdPXwyhb5AhDY9xt/fPLsROT1Gp+I9yjwlvsyJrr2kW549bqUZvnVbvb0hzhu9qA1DPijODL2oTGM+Or5APl5kCz3YwrK9WS0AvotT0T0BRRu+sfwNPXueSb32PBg+5WNSvupw2r1FHWM+5W0EvDwF5Txw7hU9t30NPfQXervwdK87msrIvQ4IDDx/rPO7phO8PQKngr161hu9/FPYPKMVMD1o6AQ9fS8OPRoiNrvMavS8WmYAvUfxrrzOgIU8/gXhuhA/rLxLsj28CmB8vDh1Gjrw8Ig8kC0EPUnugbxwAne9WVENPXMtJb2iH/48nuaHvXgP3bypizY9qZjEPGqEfTyIrf08sXkTvJ14oDwDHyc9ZWwAPe4Ja73r2AS9YOAPPYQEAr3eM4687b+RvZ2tcj3s9CU6fH44vfRkCD15nAI9avd4vD6RzbyWgwQ77YaxPEeprDxUjEO9pTPXvCKpG7xdMAa9cmDbvMjagj3s3Pa8B5OIvQUWR73GTkg9k5LpuxlMHD0CirW9Q/k3vSRJwjxzxj69RNF6PVIF3j2N/6i9UIf/vW4Me7wAGn69lm3ovGRmnz2wPwe+o1LuPfGj6jwSRhs+beSYPSgJVj7BsYY7guC6PX/jrTwhZd08mZpQPidyKL7knVo9w5WTvAgmyz1jDJQ8DewYvoG9Ij6tOkU9245zvU3snD270j8+tG2jvfiadLw208U8C0fVvYmUBD79rT2+66aivYbpEr41sMU96DyQPVEl5rzEqPq952vqPSbPB70pds+9kakjPYGa5r0A0Oq9oi+PvTMjErx6yXi9czzTvYZrlr32vcs9GbJzPIABpD1A4n08dgufPf7v7LtSjL+9s/ZwvnuIj70ElaA9Gp7PvAcV2z3B2Qq9PsEgPc50+zzpCT4+cBekvWlj8L0RHmW+x1govj0Gsz0FUdC9P5GKPHIXVr7Mtgk++uzKPUGnEz2lnRw+ywQNPbrj8Lwe4MS86HNrvqle5z23nLa98NJMPUXZtD2MqA++f7lCPg9RoTxYdES9KGh4vVyler3bh1i98ehuPm362z0Cix099tctPOwFLT6RUwm+492XvC4/yTxs0Y49MShdvpQumT7eMoG+VNhQvdlul71XaY49RPb7PS4dcT4KX/+9DRv2vfpY0T3KuAs+WKyCPrBuwL1TUAc+xJkpPjwOh71/cDc+QUdyve1NA755xpS9gXIavrbP+zxeK6e9vAC1vKrdhz7Sf2K9sF0avX9ViDz0qAy+yEnSvFvdfL24PNm9h2fOvLFJu70LI1g9hSncvc62Fj4mKDm++KGhvEagjr7ugi2+jyebPQaYaTyPEVG+4iX3u7l2ijzsUq+68vPjvanrlb3ViPE9jZxevjdT7rxzMni9eGa9PbyKFbvYMA8+P8S6PXb97j1i/Wk9gN4jPj39Bb7XLSe+Y4PJPc8QzD2ysSy+M9SXPiiQBT27OOW9C77QOkcA8Tt+dhg9+9JkPg5cT76pdcC8pjfaPRjuwz2OXhK+uWBKvJIrkLqKIj8+Js6mPHNbwrxJNrs9iPvmvX3+0T1j3cM85zY4vr7FB70Zado8cng0Pujqi7684YA+JDcSPo9RAr6kDPI9zsnQOyQlfz3jzAQ7uDq+vI6vuj02pne+dcuSPbRXkj1pRtQ9uBSBPYvmrD2lTjq6PBXTvYsZML5VXgg9w9eHvX9FeDxEMpA+6TuivZ+dJb0xroW9j2zePV3y8b08tNK9N7LLvIjMVD6m7y++tCemPXNmh72O/RQ+s3pbvkdHBL4hhco9ojKrvW09rDwPLlI+babwvZ3pIL0N+ze+5jl+Pf1cfj71raO8aOqVvR4GhL2OTA2+C4NkPt8eC71rhtC9g+JbPVN+Xj66dUa+lMGGvYH5uz2ver08ii2zPXdSe73pllg8CeQ4Ph0FPr4KJUQ+v9oAPlby2b3KzKG8zswqPhhLGz52Nqe9PwppPZLADD6dbrQ8QjvWPdFa7L12iSW+t98DvtaHaL1+hvg9mqAyPTsdNb15UyU+wAEjvpNS/L3enL49kreZvZTZrL3MLqA8AHWYPZiiHL5Yr0A8nGGFPcLgcr5TNuK9T2sDvVmVPj6i2mo+gWybPUiWIr5NM3s9hZunPIGvLL4eKyg+e5NsPTeDQb4HTs27JSEFvsb/KD6ZBoa+JHOjPNuINr4KI7Q9rwF7PctPPz3ecSA9AKo4vsQHN70xKOs9ZAYTvSP8CL7+Agi+kRbXvdgfmr1jgT++n3k/Phww2jx2H9M9yWkNPp7cRD2zb009fiFNvmz6671Pjbu9NCRvu6heVj5paCQ+wqznOo6D4j12bNE8aVQjPUw/2z0M/Lw8q2FnPW1YGL5XlLo96smVvYM6gjzHU/y9e6JpvaXsWLtmdoo9Zoc6PaH+Fb7b7ls97ZmlPe1cPjwQ0QC+GEHSvYg2Db1LzH29ao8dPbjElzzFjIg9dQ5hPmYKRL3MfjI+2ZagvaXCVDz8hy29752dvRl/1L3EQNU6m4DPPO8SX70ASIc8YO/ZPbHjxj3LAte8Sd0IPuO6ab3oY9084MlKPQ1DBb6TZzQ92Qv3vcPcjz1g4Eq9BI6gvKNs9D2hyuA9KuP1PCfcwLxZ8sC8bTfXvVwomb0jNNS9T2Ekvqsilj2aRla93aOlPI6XTz4IBPS8AG2/vTiRoboP5Iu9h8GPvjPbqz05CSu+n9QcOzDABr7+Kew9E8pyvDULXT6EBQC+FNIMvmer1b0lTRu+G4qBu6JUoL2Zyhk9dAVxvNT75j1Yg1U9bLauPbt8Ej5Xjgq+C230vZ4ykry+xNQ71JoyPiYCQT4brCM9GUzGPYiYeD5xOBu+8mdZvHaEJD5zbQ++B12sPRgC47xkSWK+CIqbOheKuj0AIbm9Vh4avn5ztb2xc8k+QqiaPQFA0r0lQO88OS+fvQhiir4eXqI9jnAwvvkvID1+YG89t75+PaXyWj1xa0A7b5HjvD/tPj1X5rc9T+YdPeCPZD6Ln869xHW3vZVvMr4byR69hZBqvp6hq7y0bJI9fcdIOiCXTz06ZPe9DSQHPuh/z7xFGwG+wkTJPUH7YT6f14y9D2nVvXt8hz4nlna9hLGjPdqNrL0vnjS+rhz8PceHDL2pYzK+LKiOvVADET6QS1e+UtJlvIDI8D0BBrc85fXoPZkJ/jzX3Au+f+8UPOA3Jj7D2h+8gh3GPD0oJ70PRo89snMBPYcMB77bN+q94kbOvSh+lj0W2oM9L0IIPoMfmr6q1OI9GdIKPhTjFTxDRJQ9pNEVOhDuT75/QaU9r5d8vSGMg77QGJK7/yJMvDHTHj5Wi2o+544PPG+0G77bRVS+oH4MvvtNVr6a7Uo9oIVpPjirtj1d2jo+9IWgvQ9yrj0SwxE+gLdAPWiorjwLBQy96ifPPUqZmr1HWhA+wks2vL90Pr1EGqE9F1W+PdT+KT7+Tpo9wzG+vV9cyD0qVEu9KiBYPBifQr6GZwg64LUWPv/BS73OHcG5ZetFPWGS2735uk8+99GjvbEzSz46Qfu9KXj5PengQj4y3CY9q9iJPSy8Lz2xKtW9HpnwPYx7mr1xQSk+n8qYvUEJmTwTdww9sbZRPAJkrb1jIim+v5o0vcLa/z2JwU6+s50AvkVioL0cjeQ9IsCfPct4CzzJMVG9TFJ4vZtwKz4zIcc9kq/9PXRDAL4PakO92d1QPejsiL4Svte93IcZvCq7xDy9lTy9KxG9O2gGq73UbVG+VK1ePaMh071YX4C9AWr0vMvf4rxaWu89L9c7vpGRLL5rIrk9E0ECvqPkND6VD5e93wszPrq5Eb70/bw9wz3GPI59lb3O5s89aa9ePWsPyj10IVi8xUOPvSErbL1QqVm92M0cvofUgD27AB0+UEjEPfQmpL2USd+9D5o0PSFnfj23Tsk9YVqXPYYxu7yC7ug9YxMhPTzWwz2Y8X2+fcfUu2Lqtjvp3587NU1bvHZeRz6Y2Pk9TscYPjXUYrzOUj2+Hk/PPHm9a7xV7Ys9lJrjPTaCvD3izgO+bX2PPt7QKT5UXd89GK8OPsz0oj3Q4gA+KEKBvfVZdD39zZm+BWOSPdSnnT0HCBM+d5L3PQS9YL0v0SQ93pXHPamMF75n+RY9WUuevfgLCr4dbSg+B9VRPVoASD7lr8u9nPc5Pgmu5bzGZXo+hGoIPpfxYr76Hg2+unK6PYGl+DstQgO9ONmfPVf6WT22qlK9dK8oPVrxF777ZhA+dBQNu0yX5z2Xi6i80lFFPdNBGb64Ory9Jf3cvSQj+L10V2A9sncpvVdJLT4lCik+TDUMvgILPz3sc1w98akvvYH2Vz0/ijw7mVsqvbiupbs4AgK9fNYEPuOaF77EVws+NY4vvijPOT2pJzg8A87DPdWeGT4rPzW9NifsPeHqHj7lX9I9NU2kPacjrbxxztA8juZqPp2MPT3qMkM+XcvNPWWI7L3IE9C8dUyRvaXbwz2C0Iw8ZEAevfdnhbtNWyi9hHIAPdDXwT0gTIa6MyvLvFvbGD3ThVO+A86ivGwCM7uKd4A98+7GPZlviT4BzBw+l0MoPLBjPj1YErI9t27YvZHZIj6gX0o9ZJAsPvHhh70saNC9+fLIvQ17RT7GsHS8KEGcPBTyzb09pn69AkOAPox0gr2e1g++UwBHvODoqj1ZhxY+53QqPkz1lr1zHoU9dD3KPSdsUb76rU68IcE0vnq/jbxU2H4+teswvW9Q472dofY9NcFWPWdr9r3aKcc8DLykPA1tDz7fwU89qEdKPr3k7z2vDJY8A7+cPfRVOz2lAdy9oGRQPo9O0D12eBC+XUHpveo65jxMKBs+Fl7RO2p9272J+4a9CHWAPb8xSL0Fm4w9jZA1vbrYwL0zXpW9xiWfvF+pqr0DSzg8apY4vqSNB7zlpzc+LIGwvQQygr522GQ+aQnlvbw/AD3HGCi+pzoFvZ+0L709ku48j/lPvOE+lr0hEOy8QCAdvYM3TT7UYfI9rVvXPXxsvT2WBgg+YLMNvpZrqrwYMyA+LyzYvPhyAr1CfbY9p8Y0vg4Ki7yz4za9JDUbvTqAPzzEiOw8VwA4vcattzzcEUo9g4qRvla9yL3w2Ai+DQmjvTd9Db5z8Bs+WNfRvf6LHj1t2Xm+A/DNvVrRpL30WMc9enXuPVoUvz3ZFis9XEzmPB/UDz40MKw91ZoQPDQ0Db0LsAe+CJZBvfjGXj7VjS+8EuORPFKIqTzCHNg9Qq0wOnIZPj4YnsS9QPBoPakM+jxmspy9vYz7vc94cz4xlnC+Da24vcTdPr6H8Hg+oNQ0vkhaCT0/Irw9Dp6KvBWhEL1X0jO+04e3PRqugb2uIYU9+MiFPTd/Cj5p6R0+nnF4PaKFOr5Sm+A9B9uBvYaNrrtKNrA9g8YYPqWjhL31SVO9pBtBPfkXeb3O5dO9RjdyPpHABb6vvBM+Au1Pvqk6dj2fPLu94Nn2vb4LET5XOAO+Xu4DvLX2PL4a46o9j1+svSDVPL6N/0S9RZlAvZ2jmLzHVOU8v5YyPqcKkLqp8k86TNEFvqWJgbylTMy9i6IOPbdjFr5wF0i8qrO+PBR6oLwQQDy9YF4svapLNT7Skm29+JqwveGgnL0HgKW+IdA1PUKgxr18Nzu9F8aCPHZBuL34OAM+Q18IvSezBLztun++aY6JPmA+Lj5WoTu9d4yAvsXG1b0QGAQ+mr93Pdlfj7z+YlI+cNXivSk8yz3YIra9b5ZtviGxnj2xjsG9LTqSPIJ2L7ugdUG6qJ46vQF0RD4ePm49DCTHvYXuNT6R8y6+XhtkvkhCRT5OTJm9Sva8Pctv47yDe+W9jiRrPUC1H76+CRI+PVEbPt+JeL14/TA+AX3wvdWbBL4o1UY7eFCUuwE7cT2fjxQ9ZkfNu/Tr8b3uQv48WhI2PZJnRb7CrvI4tB4CvasqBL2wn4W9bQgMvs5WG778Nl6+SzlxvtpTfj0iYwg+l31gPAt9wb2Wt4u9svZuvWPomL0O6jq9yoeevR3X971qrK28kFQpPrirC7tJvAe+m/BHvBgSEb1Qz28+cxUovXMzK7yRqJy9EjHmPcXw8zsoVdk9zEIkvfverL2NbvI9EyIEPat4krzBCkA+AN8kvoMDxb17E649lV/dvTdmZz0zgT49rkULvRYjHr421Zs77ohzvQBBDD3b+us9N1KMvQYE9r0sRxS+627NPeaqlL3DxMk9TMH7PKNgv70cdW69EiWvvebe3Dw87Qe9YXqGPbtc1z39pcg8jOJLvV+vSr34uTs9qWpUvhSwfDnqb4q9/fWIPEcdQ7x/ykm9c5ybvP6BwT19Zww7bFMBvZFD+L1P6MQ9R8I9PlR/ojzQ/ys81p+WvSRWLr0ZV7O8SQxcPiCXUT0tWNU9i29Tvs5vMryO3aG7wtaPut0cE743Dh4+nxzkvShrMbwZ5SM99PzVvbb4QL1GPjU9HNesvU/iJz4zeNO9p+FHvmRipTwljcw9VKakvJQI4TxWoyC8P7h9PcFw8T2CG3U+PCcqvq7WgD3E4ZQ9joqYvYpyiT2s01w+A3WRvRSe+b0naMG666gBPtykgrx9/BO+aGulvfzFxbw4Sa28YNVYvVk3K76e4yW+wPeyPIzUOj5bVH09tONyvFTrRz1HoGQ768vCu8bKTz5vZ8K9MX4BPUeQsr2Yc7Q8JBNQPt5l772pmbI92YlHvWL/8L3G1xQ+mnyOPD7+3z3sBgq9a2ezPKnwCr0DLss9CyW1PUj1XbvnI0K8ubTEvYv4Lz5oj7e7gIkhPTvItL1p/oO8M+sdvW3TBT67/g+98ykOvm6IQL2Ti/K9CfMQvZ7JqjyAdBI9q7v7vZXK6jyMK8s9JDs0vkRrBb430Q89F/4IPFMWQ75GDyw8xJ5HPDgl8j1xZzE+C/+mPZlfCz3P6r89SrhYvrgIIz0lc7I9pyjfPacoCz1koR8+maqCPbbjsL0Nmza9GFjQPHZqu71RlwS+qmMHvna7Mj7PopW9ms8PvpzWUL0EOCU+bv8XPq2Iuj0OQZu9M1LgvVJ1RbzY78y94yMmPao8FD1g0gY+rBrYvRAdoD0uWtM9eCgJPf/UHT2ClcW8BGgjvRf4tj2QlVg9FuQdvg+vx719+/U9/Rk+vkyxmT1oVKq9yi9kvQa/3j10xog9vrA3vOIvzz15gEo+ULsuvqSvH721ua89i+3HPMN3lD1yE+A8Etcmvh1haDypqcC90yVNPcYX+zwWLZw8Ec5TvUGf47zHSnw+Nvw+PnUtBTs3PJu7JJWwva19Qj3vZ3E+6ebJOsJ5UL45DsQ9rmMDvsPYsz0Wm7Q9TYrsPc5xJL6wmoi94T7SPaVAsL0JNP89N1rZPfMkq77r/A0+eETNPE2yjLpg8Cy+uJwovp5AJDoMWF09C2j7PSbIID6alts9y8cYveovcL29PAe9mNtSvZ8BHb5k8LC9Z6ilPDZh8j0qXHI9Le6KPdR+hj4PAYW+bNkEPjoxQL5nU849Bq6bvfG+Lb1wlB0+flfMO/uzO7211Ea+DP6jO9Zqi73MgjM+1WsePvvMpj1J6Ko9RLckPi5zBL4qOf+9mEp0PI0cCb5MymQ9AOKePS7JQ77x1729QokOvjBMrj0/lZk8dsvOPSl7Q76TD6Q99tB9PQscOD1nKvY9wIgtPpj/w70Q0fY8lnojvqqED74fnn89KJJ9PBlOibx42dk808mIvL4N5TyXp1S9zs8YvnNphDs6sD49KyA8vgQLEj6Uvwk+8XHbvQk+pD0lf4Y9Yry4PMgMgD380a+9JespvTObIT4sjuy9cxlivlFQnTpkNy+9y5axvcF3mLzpLDu9zn/IvUnIN7780JM9H8ZOOv6nZDzXcn29cXG7PSCfTj5DRYI+atLrPU366D2OWsC9VgEcPQVSqrtyHq+9mBT+Pdzk1ztmO1M+3fOePM0hqD38Xic9SO8oPV7y8j34ezi+Q59ivSGpJj1ek4M9/KtEvbf+Az7hU0S8gAUGvtZPJT0VDQ2+pb7iPVyUyj1oh3E9JfUHvSo7cz0rQ+W8FvpzPnKtwr2h/ma+ti7MOzCljryIh04+XZgzPKsWrbxVWYK+67WmPHRdSb4xVZC94OcjPjc/GD0YbwQ+lofaPZ1LCD7xuAG+fN2VvZXX2r35lkK+f5LEva2oCz7wb/Y9QPVPvmQmCT4Ov9q7dHudPVocBz20/Sq+O9FxPeoTbL0e4VA+fl4qPg0+G74PpCm8zi5Fvp9AFj6xUZ88eF8UPkz/Bj6GbwW7IzdmPmy09T2B0Es94QEAvqcQJ75LfVI+gWC0PHzu0Lt54N88QZ5DPnpilzuFkRk+IR0oPoAlpL1AKmw+awPrPe//xb0pCXc9lB+hvY7/3z3DBQM7JcyIPWi9hD2T+A4+DziFPUBrnb2iySQ9BspMvdMHYTwHkSC+NnosvGSNDD1feBQ+rAPpvELJKL2IENo7WsbNvelSHD4MW9G8kjz+PKTBJD0k3+Q9DN/uvWFEFD7Rb9I9qIsXveH0jz1Vb0K+k5uqPV8b0r0472k+YgEwvo0JwL2eeTG+41x6PZthCT5feZa9KDOIvRu7Cr0V3Ow9Qo+SPaqB/70x8dS8ghZUvf4B+bwvvbe9EiY/vTJ6vz1jqNI7cK15vcFaFz5T1wU+AEkIvZhDh72wyCQ7tfFRvc3uGj4NBAG+05SwvbF5ljtJ4YG8yGOnvMXbob052iA+YvT+POEzCb4VcQo+yqh9vtmq/TwrBXG8qBp6vmZcJD7Sqkg+/RwVPvcmHr7bCWi7iQU0PfR9or2QmoM9zRqwPOWqMr2gmjW9AvYKPju6K75o5n09AS7EPSJ6Dj5s8be8qYkwvd9XD77p5CQ+jrSJvfnvGz2lzik+BK0dvixPUrzOUy89XR3cvUz3gT1Rf4s94u00vlyXfz7g5hc9iJUiPgo+9D2fB+88w0DxvcvYKj7fq+88jetXvObVCj0DGz684TrhPb4mED3a4om8L0NVvlX1+721Tas9nt0IPs5krjwhpjW+DfHVvVRmCL7aV0m9OjLBPURiqjwpE1E+UjSWvb2owb2Viji+OVz7vUrSlbxg0CG+S1HOPchdIz4m/fc8FnocvYtCwLz4vp098qqzvZemJz2QqLM8p1TZvIYmA71L5hc+6DETvbsx37wwfoC9B+K3PIiTvj06vIo92Yu/vPBO5T0uZQM+UME1Prm8Xj486e09ldeUPRZSTL3wVOA8rpqZPczusz3y+5u8JwXjPQ1HIr5vwzU8JrTwvYFNBby47Dy+dBOKvQnZKLyU2Ji90ghAPQ/xIb08f9G9cYGTvWuNbT094Hk+lrPgPS4BxrwLtd89cHc0vvBSWT4w6ue9iVfIvFe2gzsBj6o8viPIvfS3uLrYP8W9W4QDPnGl+DxTK0M+JV2ePZ99nD0fA0+9hjRxPZbc+72VQVC+bbUxvsQfBz7zCzi+ZveVulaMEb7MOMY9U6DXvUxzxL1ffje+qBGsvaKdKz6gcA29hDXRvB1JKz4c5zy85MJLvkfptD2rdeE9KWAjPlA3Jb4fcwa98268vWWsdj2qiqG9Pqscvg7Q5b1XpaO9Y4OMPqykyD0MQBG+y8RJPh3cHr0vQwA90d2rvb8RgL7sleI9Upgvvp3Knz5yaAw9N1tHvqpneL55NbC9H+G+vf9nhT1wmnu+ZaFfPnCLADuSr989duFUu4mFej2+0ue9rGEDvbc4fb5ZbZe94VOKPQKBj73EYDk9ZLiVPocqSb7/PAs9sZmvPYwuSL4bkdG9UzDAvUhFJL4IwYK+NtEgPjayt71azVW+vXSsPZ9Ulz1mKR4+rQWcvQZBDb7RXxk+TQYUvONUQT4n+Ag+sEYSPbaGbb62FLO81FctvShOo70uYCE+g6sXvmZ4Fb4e6VE93V3cvSMDCz7GKYi+pQWyPYQ6gj27Jzs+5vsVPpHONz5A1k++hrrmuxwuEzxigpu9eaQOPShYnz1mpNW8KN0JvRIIiT2ztN892BssvlHw07yeD3q6UzWlvS0AmT3aFd+7F/vXvUpAPD6VGuc9PJJfvDSY4jyRXsK9dvE2vrTwmD3/z2E+V1XHvcsrJL3C3fu9mfnFPaapkDscCL07gVlFPuUZ870WX7e7lsZWPbaCVr7IeMg9+9aQvTnKU777Tpq9pHASvukPDL7bDdg9+5nlvFhgvb2TOHo7YG6avHCWGT5FtoU9zMEVvJW6abydNRG9vdq+uotUZj6MfGC++9mAvdsfyj3JfXm+qD2dvae5Gj4L2Lq9e+kTPO+Ojb5a2tU8FkGdvZU6tL3ZcE89fM9wPNJv870sgN895d2pvXPH1r0PPJW9ARQvPkAnm7pDCwu9hIFAvRjm4L1BrkM9z+mEPdhAHj1o7C89xQhIvfa9n7zxeaY9eZKWvLVrcz7TOCs+L8EmPtaVyb1oaHU9T9GsPe3h+jx9dJC8IYa9PcVRPL4nD409COIHPiXhD74Gkvk9JD21PcKOab4cECQ+MzA1PbR8zj2r9qE95huFvbRBFb52HXe8IZYUPjZB+L1boNS9k+g7vhXxAz73i0M+MsR2vb8nYL5WwLG5qCxRvaQJyj3ihfC99KNBPmR4cDxB/rO9D4r1vTQOr7vRgAC+NJXLvWKyaj0ErXo+EYFhvUpxZr0Kqso9q0IjPhzimTvPr/c9VMIkPVeB7r0Heje8PonyPcNx171XS8k9tcOlvaBsQz5iVls97UYAPs0L1T3sCCk+kYDCPfFFCDvj/NE9dz6KPfK3lD34Y34+JLqnvESalr0G3609Un/JvUjVorzLuGu9+RdvvZSN7z2aK+G8tegwvnksAz5qwi0+3nFjvtfDwD0dHBg+ZiwPPt9GXb63gCQ9N4N2vi7yajw71Ac+gD5kvFniqb3dp06+Jn5PPWObsjq7spG9ecUBPVX0HLsTf7s9P2WfPPVkLL4EYeU8O4kNPjeLGr7Mq5O9YfS8PfVv0b1KQ6A8H4jyPCHnAb4l5zk9o3LNvV8AZz0KSSO+xoQKvK2Z4z2lp2e+tjTgPaJ72r233rY88xySvocedr5kQIk8AONtvV1nCb44Wf69utW0vYWKVL4H0xI+6eGgvFpv5D2S11O9MnJrvhk5zL3T94M9n3H8vIJWDj6nGjA+ALjRO2PN7bvDv6Y9g1NtPca7i77Zqhg+YgG0vMCHfz3y0xY+ueYKvf9oZr6H2s+9wPtkParlAD5nSCg7bS7WPUMSJjx3ccE6ESMGvgBbPz5bURS+9j35vOuAnD0KwIO9eKkdPpYyMz5jVlK+OkuwPbR/Yr0oMAW+hHU5PiG5oL0C9S+96WgIPiOJrr11hTy+l94TvltZGrwFygU+yxDEPa22gj3KxEk+jVGzPc/lcLvPTRq+WbuXPf3PEb3oZrO8nR06vH8Dg70/3xo9TimSPCawDr68DGa9kc5EvZS1FD1O2ic+s88oPYTmaD6CJn8+el1OvWUbgz0XvwW+UmgfPAt3D77Ef0C9+XGnPRJeLL7espQ+eD0mvamiob3L4Z29x/eYPEGZILyGhRg+dDsSvUROIr1yAZO94yfLvQN/lL4YInK9jMnLvXUbdr6pWFC9W/9UvlKGo72H4CA+dvVzvjQ24L0RYv29vfFWvTIY7rsbYDG+zsxNPlRJTD02Lhe+xxgdvG4tR7yTfIi9sUSzPUSTPT1jbY69KCq9vN9NDL4sJEm83tr/vJmkyDkDJo09av2hPe9ZQz4hxgG+FVz8Pb6y2rym6NQ81uTFvQTv1r3ZlKC87yezPM8iAL13qVE8HNw3PhSJc76YiYa3ueyzvX73Ab4w3CA9R/YiPnQ4dL7ZLO29dOxwPsvy1joeV6o7NSIHPQBQW76MsIo8M9xgPeGkrL1eyBy+9L8bPtXON76bQjO+RNWevLVvVD6M4M09UZdHPZb/xj07bjq8DuWPPhWwELv05VS8Iu+MviU9OL5BEDI++t8uvSCEobwXeVQ9pxrpPWFDGT4g3fk8j/MhPaSXXD5H/I29V0fcve0usTxMJLm9Cs8Jvtb9rT376qW9FKPWvFL8Sj6t4Fg+GIAJvTHPvjxKLIG94duSPPGZ1D3orMU9W78MvH11nD3FT4c9OfPMveRkSz7fvOo9KGvKvE9rSL0mKxE8DY1SPpTTf71OevC8FLAWPpOaPz6ZlDi+X3bBPWh5hT3qHyo8qTWVuybBir235PW9bUAuvtTzbD20BJK+Vw7/vSUjNDzRn7a+K24ePs3RNj5SaCQ+oRMEPf1nIb1qJC6966yrvcJIoD2q2BO+j/zivYGVBr18koy9gJeBvYSok75x16w9/M+6Pc86ur1Vn5E97xRgPQBuo70+MQy+kskvvoZ/t73QwVW+98esPHn+AL0uDKm7romyPcSXUr6fnGg+azVVPTL58jz4mLw9cglxPmO/ez5Tvo69yieTPsiE6b2A48Y7Nsn2vK+W0DzTuiq+q8qGvWDA/b3n9f49czx0PXMFfL6rFiA+MBqWPdvr+jy6k428L/+OPspo0r2SELc9OJRIPRuoLj78P2+9UypSPg1vW75O5Kg9SAQuvWe5lb1BERc+hVYUPpwomr4BL5U911ELPV72G70S4my9jwQiPXF7Jb6KNRE+CytHPuOKRbxscoi+tz0JPeUuOD4Gnsa94zhwvmjIYLwu4mO9jGahPXjOUz47iIm+Qd60PcVBTL1odXG+VKGMPhIAjLxab429WE4FPrd4BT22uOE9MYBdPf0G0Dwrbl6+wfMBPNJVdb3y/629j4l+Pf0SHj6KPhW9a3u4vUDvuj2Vt869FSKSPfG/zL2QHRG9kXIWviyYqr1rFAg+hdDsPQsKVrsMsUs+xsUevl504L2j5x68fQNtPjj05b33cD88f6yLPb5bob1W/2U9dyeevK+zCb6SnAK+TuAnvQlnDL4gsaq979KGPqJ4Jb4MSV++wSZQPYfIFbuVp48+ZkMcPY/yAD6QjgG9YhmKPgsxnTvKaIg9ARiJvaQg8L0NASc+IFQHvZDqIj2nx0k+urwOPTokzD0/I4W+GCaYPdc17DvtQEO91DYKvkSn5bx7TPS9W5xBPrZ8TT1abSE+QuejPFrn3T0IsaA8fIcGvgH29Lwjd6m9goLYPRM9E74IJAq8ua+AvoPvq7yOgma8/p0tvWSJuzzHUHe8NCs9vu9Zi74dXZ699ap5vicwJD5RwNa9ScrfvFYH9b1rn1I+VfVMvvF+1bt3lC87tP7avUgdgzwsKgI+af0NvqLdg74Ju5Q+1pcmvkwt1j0PwDc9Lw4Avm4vS73Xdhm+930nPoqKbD3JCQ89PRkSvprYIb479oK9oZo2PmJQBT2lWrC9I17wvdBJ2LxWoVC8O252vi+1fz2TQtC92VmwvSPF+L2JpFY9B/duPWkm4b2AdmM+Zcp+veqcaz3+W607US1/vfM/Nz46tkA8LwlUvflLu72GwG29/y6GvpycgL5PgKM9YH+fvfihJ74STaq8W2hovWczZr16v5Q9hWZBPdmu0zx7216+1LiJvYgduT24PQe+X8M7vZlhjb1XAj0+Wv+CveuMRj2fmGG8gKbavCkSnjz1nNE8yjvdvQ0gvj3V6ta9V9YgvXLtFTyS1Qg9NAo6vn+2Cz4QW3893x/yvdXoNT7Wowo+2wu7PfRICT74g6A8gvGTve9PBD6OyJM8iD6PPSqzQL7pmxU+lA6YPf3oLT5A15E9oCQKvZg0UL4nqgu9gsVBvA3pyDyxZ1A9/gGRvLguIz7bsac9kuy2PQS7zz347o29+C8LPr78QzxqnP+8Q6mpvRAuAT7/iny8kUfXPXwy4ryrhaq9qGJxvbIiEz5003W+Fr9pPP3HJb5PJ4e9fTB/PhCGoL1Ifo++2/mCPmuBDb7l9+s8mdAhPe0pjjx/Vyq+wimyvR3tk74TVB89kGADPgen/Dux3IC++e89PjqUYb7Xy/y7X1gUPXyefbx/9RC+CpmTPkUvU753zAu+YMfAPTM/Mr7cqKA9YTCHPnohlbx67dA7oZ9VPullizwRyoE9HnnZOzmBGz2ciwA+TXslPucBqrxmzk0+GPYZvkRgcj6BQq285mqkPZTH0T1DlXc8U2ilOu6OAr38rtS9fJ6FvTr/sTwCYaG8o5cCvmuT2z2Lpws+t3jsveyoK7yAcG49uWr1vNhyejzK+1C8nW0tO3dlGLx5eNa9/brHvQsKpr3T+oK6RwONvX5RCz6wh6m9f2qSvXRdq7uFS8c8n2lTPn+ltj2H0AC98Wd+O5D6Jz7dqRu9AUALvu2DIjthfYu93LJUvZRsJT7bMTq+rizHvezpDz7dKpO7+8UGvv/A971jOGO7pToPvsQgBj7fLIG968nxvEDhpz39qY28zGLiPGo4Wz63ReA9ShWtvdoMxb1Ps809KMfwvX1C1zxlwH48Y4ZRvkRZyb3PrBG8rGsVvrhIQj7ZdVG93MGCPYdM2D0u/DA+BZYdvTYxYD1zjPa8Snt2vu+UDL4TV4E91bXYu6ATwb2aveI7GSeKvvBH+r0/cRG+tDLRPPDcozyIhU894OzTvZQMOL6EO1Y9oLxYvfympj26Itk9FcBfPU1zozojbMK9ZKleu6VSHD1YnMW6xZ88PooZBD481929woIgvTJ7QT5rwZK+3okLvjGQ9704DMO9Mt86vdEV9D34oAI+hlJevm0FW74Z4h492+XyvcSDNj7pw0y+fbWOvUVE4T1Ofpy7dVd/PgjssL2zmgG+A0i7vLF6mb1mnoS+UpNqPsT7S76u1r89fv9Hvl6v3zqtpwa+0xhvveoXvL1kc5O9ObIyPtiYMzst/Zu9+nxAPhGE9b36EcC9i0g/vjHljT0iQvK9V8YRvqzdiT60CrW9uDYOvk+Xijzz2wu+UuBYPXJZDr6hUvi933jpPSPUoz2fvly+BChMPrkHoz1H5Iy9sWTIvH3FlD39yaS9YytrPGW4MD6f6qg9afcWPvYWyD31qmi9+UQxPuEGHr4QYTM+ZhETvn/mwL01rT69amwsPgt04bzIxEK8YHBkvj+EhLuAV0Q+UXGwvSB+vbwzr6m9KeYnPZiJcz4hO5U58yj0vRjMN72kIh4+V3zGPXvYFL4y7Kw963MYvVbvDj0pHx+9OZRMvg8q7r16JcO9CuL8PZ6Ptb1v9y4+b5RmPltqCb3jjXo+wnFsPPBk970/die+HfcWPVxKhb51nZy9SIg/PjQ3wb2XP7a9uZghvmO2DT2J2Be+TysVPg5uf75SSU87NH+ZvLHBybsMkUU+4nvKvJ42yz2m3k6+s4vJvdqtoDxf2Kk8RMRUvl4ZnL0Gytw93/CDPbTdKj3GNLE7EgqpvHlAS7687fY9X6opPSQo270T6eU9ncJGvjl7sr0yKja++LzZvWps7DyIXV0+jBpKvUK8Db4hNB0+K1buPUPzWL1JMzC9J98sPTFwjz04+UE+7Cx8PdfMjz6okHa9aJhKPrvNob08epU8hVHMPbGWnLyk9DI+voQ6vjmIHr5Grws+gcqRveXEy70dSxY9IDnQPbtvnL09dTa98yj6vagQCj4l7n++X+uRPVZo1b0pFFg99QdKPbecrL0yYzQ+ie9PPuDxa72M6w6+zK2XPVzKCL0IWRM+smfCvRVk3z1Fe9k8nG+LPZmSVr0nWNe9WEn9PTvCUb0IBdk9HTpivS3C0r108149nhbyPRdvKL0+Gwo8PxmXPczYXr4UVAM8S7ZXPav6Xj7uWg+8m34rO045uj1nBxA82CSEPSj/rDyYMrO9xHOSPeEXLD73IB4+GomEPcOnW77OLu49kAravcWyZj4uqjY9y+6Lvch3Gj4Yx1S9AanwvCJ2Ir7J+Os9qvmaPVmfOb793b094XJjvV3gXr2r9PE9cbKCPe/2RDtmDTW+uMwFPR546z3oGpU9QTKkPPD9Oj1Erv+5SSmuPbM38TxOObc9eXLdvXyA473K2tq9WRgLvhoaED2tgNw92HgpveFb5j292GS9fOQRvp7subv3iTm+8L0DvSkJaT0yl2q9XpHFvYXlGz5qP1U+NneTvByhGj6IucE9J3t7voNM9DyKWZ09xcQ2PQD2Tj2q2BC+1GZUPgTPlDwlNE0+ttBivk+MdDwKDG+98czzPfdStL0YNKS9bi4ePmJmLz7u8Be+TIC2Pf1X1jwYUq09DTzRPdwWIz3ony0+DqWTvfcdhDyAYX4+aNyqvYDqPbzxFH090jkfvoEJDr6I4zc94YDLunYPCL3B+oS90HtdPcPt9LvZfrq9ZfAxPASkdzziNn09sRd5PAgPs7xRI7I9GERYPXEoyr0CFrk9589dvW8IO74Qs9y9HYrYvSTGDLw8GHi8l3XlPRCphT3HyA09znKfvGirK77Ns4G9afvIufsAv71c9wY93FWaPK2yCT3l36O86AgkPRf2Qj09Go69uzBHPhyEvL18EUk9npqIvR/glT155Da+3Ad0O83EF73Thji+0yytPdLX1r2qVD29Qz+2vRBXTj4tz5S9e0EXvajUBz5AdsA8Sx4Svn3cvLuzb9K9bw+aPKIo8j37I3q+X2IdPRwnrzy9o5e9VefzPWEqYz7ByCw8Ykp4vDQQUD12hGK+YU/mPUdOlL0B/YK9ueEyvcWgfT0vLga91F0TPvbwU73RSlU+Edbvvajd5b3M2VO9qYT9veiH7b2+AbM9UoxXPtQmIL61Kgo6tBOrPIpvu7zo38g72sw9vd9hKD6G2b489JoLPOv4T777+JC9sgIxPnulJL7w2W09HoUDvmt9Uj5fGdE9ZMZ4vD/nNj5tWaU9+/ZtPkIrMD1jS129kvfBPMdrjz6FDW0+ogcvParaXb6ttHs+V7E1vqscWj3OXSW+XbAxPhUnSz5vh4G+xvrjPT4G+b3Mk5q6ygq9uXi0ND1oW+W8oI9avgAGtD0oeCA+7lTvPdAVCz4vErc9ZCOcPW401Tzr1Zq9Mp5hPaXQfDnvUPK8PR6ovf8uRD4wIu89F1/lPfcNUz7lqCE+KyonvmYI5jzE2is9ruWWPIh9NjzMgog9eBFovgYpNb2nXgA9yp7IvUHvszseJCQ+0Y3kPEqKGL3UnQq+ed6ivcvSID54KSg+AX7XvWW0Bj5xRKK7o6nQPYMR4T1nJEO9xBXKPemIn71/pWU+2XMoPmmUTb5IeV2+fEsEPaI9Kr3oYAw+rhUpPs3sfD2pxse9q78DPhIv6r07dyA9LXb2PYuvRr3+f8E9rKOmPRtWyTxC3KQ9/Ydhvg5TrD1eaWo8k3YqvS6TRz6a5EC8bTkcvrHLzTzzcRk+cQuhvmE/l72wdHA9fLJ5PsKeBT53t0Y+x6cKvmLxvT3obxu+5CW9Os2V/zzj7+Y980nXPe06cb5kErM9L5ADPngIGD4sxjy+omcIvi6S471zi6W9ebuzPR28nb30Pb+9Fz1iPqdQjr1QpE491sjXvConZT7Rk12+sN3tPNlRBz5D2ro9RXjQvXXNir2Z9+A95PVZvI/u2D3Xaia9UUb8PINhsrzOCzg+Qb85PhdXmbxDFys9M7T1PT3kEj5Y00K9QZeZvfOKVb2TO/A9IwPFvaNodj6Ncso9ZISyvZaK971GDZI9iYQ6viq1hz1299A7ndZBvvS/iT0nxwe+o5ULvjFsx73c6o89xzCDvcQp7T2iVZ29Of0ivpYKU77dY2A8DGbAvcgyvT2V2uq8/fOEvYq2QT75Tmg9YcxPvRuGAT43Qh4+VAd3viprP70YdxK+uNlbvWpUPj2S1Ne7eaZ0vbGpuLv+jHy9yM9NuxJ5gz2WlQO+LsQUPIZ3Cj6w9gG+Iq4evu544r0ME7o9mljrvEVcvj0hDVQ90clrvorvCTsrDN+9Y3tBPr/OWL6iD0++GD2IPiz6nT1t1189gfEQPkJMIL7Roe69k/vkPNtxpDxlt7K8g9c4PAZr1j0F0Cm9iXHVPO9djTyQZye9mepwvWbY7Lx1DcS9IFhYPto5X7wCHK69ODZAvRoN0T2gCzC8RWl2O1solbyIbI092YOrPPgii73pRtm8aZfovJ/udr0mc5k6GrbavDbhCz4Go2Y7rcIOPgGXVz3wIsm9F5HdPG4P+jycx0w+Q5dAvEO0mr28uIK9WupWva/Jtr1SiL66bUJAvVWufT3syN69z5RYPdwkkL1aG5g9kRZuvHMXAb4R4Da+c5gBPlQiuD0hD6s9oEiyPMriLz4UY7e97/GHvfKn070L92g9KZ2JPKsRLb3lnsY9FXrmPSXy87z/m7e6VD2pPdC/pb1FW1Q6LZXDvejr8jx3tdY9a6o6vixW4jw8JJ69dAXsPaIT/D2+GGu9+SWPPbFDP7xHUbI8lj3dvU36GL1t3R8+MULVvKV51T1udAw+apHRPWcJpDzNX+S93GWVPbH+izumiAm8RzUpPTxPm71j1zi9jAjjPU9hVzzll9Q8QtzQPPtKvr1vPJ297IwjPi8Koj2q0We+1HSLPnqPuD1vSDU+SwyLPSF7iT5QGpG+YK2yPI6HAbtJoK89TsMgvS9PIb5lNyG+NdQ7vNJmLTxhLRy82LATPrnsubw0zxs+9D3YPH8MkLzHsbW9LTV9PH9ktr3sL5U9dgYZPnEGAz7qXEI9D63UPO4ARb38Twa+QLlvvdhbX7uL6D+9/f6WvT9uRbyyZp694G6BvTwbD74NwB48GODTPIiWF75EzJw+hwaSPUmUsL1tlz69NQd6vqrfHL6Vl8i9G8+DPULE9DwtiDu9h7viPKOugr1nXBS+xROMvbwK0Dz5R3O+kZ+SvrIX/z0LkcK87iiHPujoXT7ll9u9+NqSPJ3f4bwCzpw8V2oIvjjhzbwJPIK9huocvfGo9z2Hf+s9AmtDvpv28z22QK49924VPr4ELz4ROgc9Ld4QvWQ8E74V3Uo9MKQLPakIJL4mNyS86om7Pbe4Fb65SKK9APSRPdsxFTzffCs+D3AivUqtuz0+AOI98PPzPceNlz1pxOG9vWRmveLFVT4ElT29uBn+vFaEf74sW6a9HywUvuEQHj4K71K8zvWvvBLWOj6DZ9I9BI2hvWTqir2QbEG+XpXDvZsAr703+e29WJ7UvRKSzrytoDi+2jH2Pe+wD746hTM9Wfv9vLDrP76UT4G+fLM0vqhvML3queS9UzwQPvj1T77qTKS9fo9CvpHHD75fyH69wYM4vY6RG7622ca94FKqPFEiBb3H1C8+eR+RvAbb47yLFJw9UrW9u/TDVb5+vvC9FxJCvg8rMj6bgHM9uSQZvuhMib6UWD+8Kdv9Pfh6br1bm2s+Ba0FvkkHtr0FRV885avEvbeLJ73nxFu+xHg5PhpyILxNanC9xZ2avV8bGj5n02U9rWaQPVEXzTvMrlS9NXaovdNwdj0SK8w9haQ5vgbIbz3zeXq9jGcyvfEKVz31YVS9W6bCvUgXWj2B4K+9S4zlvU5NOL3B+tM9cwY9vpULUz0mGf49hAibPX/9RL7lqGa9a44HvlUhILtiVZ89QugWPqlJWT7OpfM8lDXjPcbxDL7M8og9JBg9vMotejx48gs+wd3LPUuPoDsm+R69NcdOPaNdQz7W9YG9QWOOPSFt6z0phJW9B+RTPmYzQb6PV3g8nAcxvrB+Hr6UUKO9SPqwvWGMQj5LMvA9O82SvW4dGz2EGak9IejCPXigCj4lHcw9RH/Kur0p6L2eNUu+tAzePZQoOb3du/A9njF8PnFGA74KKKA9w06ePDjPUz4OYYi+rnaBPVsnQj6hOja9x3ADvk1cYD0jywS+P1wNvb6KjT3gIDs7rNxvPfw6lr0nni4+4SurvVmLuzwEy5u9RZlYvTx8+b1jhZc+ek5bPbMipL3yj9K9GNUJPYIDZr4p7cQ9a5IQPSg4Ob56qC0+QkRfPm08G74KKxE+hoCaPYUfUz6jmtC9nPWZveSiGL7bcP68KVC5PWz41ryAAA6+BTLzvT77Nz7AMHi9FZX2PWakqD1UC2Y7/hKVPSTrGb6PRHC+7aMwPWljwD161Kk9pCUKvVp1273ZbCG9g19RPaCGQD6loke9rw/IvTtrkjyQ98i9NVaSPJy0Yj66rfS9ajUOPQy9iL0ZFw2+dM9zPr1gNL10HAM9cicJvBelZT1fKOk9uWd6vevYEr2DHjs9+qMPvuq6fDzZMwg+bEzuvYIGrz333uO9Li3IvDS78L0lFbg9kqNrvaz/KD4Mlyi+9gP3PKewwT3uKLG9LkKFPf+6pjt8M3e8Y/2sO0vPA75f9lY9ptSKPOK7aT0lYiq9tUBpPkqUvDz6ABU+xk0dvopVOj5+t4y9GU4EPhi0Wb4Ylle+XePpPaRTNb7qqEA+x7covq5TtzsVq/k922R0PQGfSby7xA++/ncmvK687TzFar49xrmuPH1nHr5YXFU9spLnu9uSeT1mAn89MW7NPeB2nLyPi5296C2qvWfICr5OVam9vTv5vdMjrT39Nh6+nNvBPQVzcD3xYN49lgEWvqLDaDwd9se9TubKvYdbAT5egha+hPgevRdgpb2iURk+PhyruwT/g7159A4+/WtdvswruT0lAIQ9Ntg1vmBgCL3Lbjk+gbgLvgluKz2ZSpo+tiwDPTJLPjz8dQO++/XFPc17hz5WLPO9xRwYvmyxHb5OGEk+MRWPPj9OHD6JbJK+yoLmvQFRJrvuXrk8sOkHvq7wYT0k/3u9Sn6qvCVprb08DSg+bbLEvYSARD2joBI+3CdKvSVktjw+WcC9HGhZvt/I5b3BtdA7A7XLu0PBeb6HTKC9Lve4PW2/u70JegA+2IqtvORR8b1MVHa+VvDfPe70/L1tFKu8rDdZvW0KIj7Z/BK+oKkAPQTgQ71/X7S8YZIXPR2aeDwrLbG9Hl1sO3RZI7yjsVy9OIB9vXUSzT3TgOm9D+ADvizGarw4/5a85/Ayvlm+LT7OSEy+OaKZvK8rRD4NtP67Ij4IvjpPl7uCopo8PoKIve+C+T32P1+++GaGPTp3Pj6YsMY9uXxBPSmi3L0nBwO+z+VhPf+lHb38Nik+TIo4PowVYb62YMM9FhtdvY7kr73bzgs+SNguvvErMz5Xziq+H2LHvcrMCL5HQuA6IpoevqRTWD507u09fXmAvSaSMr74r809WprsPEhhaD1eFxE+gyOHvWiVLr6bY9e8OIxqvWGnIj5n/gw9iFLuvf6Rqj2Wgwa9bPHyPSIgjb1HohM9Z0vIuxGgA71Outs9q4Pwu4v2ibyN4Nc8AJgivgzLnTvkOwm+TZyCvcX+Lz1LsrI9150xPe2S171h8No9mtZwvkM4jDpxo3y9qOC0PTpsibv1Hne9M6tXPa4CnT1HRNS9+68GvlpMnLzFHhQ9A5lAPvmFFD5ixnO+djmqPQvUKD1zOCq+z3QUvm4EYr5aV7K9aHJtPIANODz2LS8+dRvivQZ8vT1EVP88lHnZOx5iJD7oagy+z7YNPuZyBT5tNos9yiTPuqGuBz7YdNI90v6Ovnl7jzwvK9e6vkCaPYvxVj18g0k9CBZyPdKywjzpbA+9A7KaPYH7vjz28oK96MchPvi1lT0lYTQ+0QAqPg81ur0Hh/28puyDPhrnMT5XNoE9Y8D2vfiNMz49CBu+zYLfPVJFCj04/yM+CWkOPjOzGz4EP+G93o/ePfMjKj7YOcU9Mme5PXGGqL0oYfu9A+0bvHAcOLyr2mO+4DcBvbzLPr09BZo+d8B9vT0NJb4D20E9Cht1PU3/Pz3all29AqKGvrvfNz1moR49hZDzvFQkW710LC2+fY45Pl9ybb25Hwe85IJYPmc3Kr1sZFI8RpdrPjooDr46vmm95Pv/vWrxkr0nUEC+GOXgPM0iiT0bwN49t4iuvU1qoj1Lgxs9nhC8PUd+Rb6VN529lrsXPnLJib1HsQW+PgqtvU8s8D2f1449m2/0PasAhL1PJBQ9/9PsvGvaHT76GcK9ohRnvdMMTr5Tbvc97r03vRw0Cb1LGy2+KMIGvuyanjwG4ok9kcQPvl5JnL13hUS+s+YMPTsZCr4z3qe9zShXPcUQvj07+qC8iLQSvgZiDL71TU+9FSAtPsIDTzx53a49MktYvcd3PD6fwtC8FUPQvbGXgj7YLJO8WX2qvTD1S705QYg+SAd5vViGeD0VIqe9hwnqvZcMLD7+PLS87o63uUelobxVpk69Ji4xPipZC72myVw+E1QPPdpXDT4bS749YXABvv82DT6V/zA+JXWTPXwIXrpg6he+SrSdPHVwsT0K1KW9z/pTPhP9DL7HQuY9MgwAPvr0AD3bXYS9qkagPHRKpz0Rs3G4pec9vp0zST3uADA+i+kHvjnKpj1i0IU+Ez0uvtymvjxjegY+AyYDPsrMxb0Jby09LiyNPW4Nrj3Mncg9/tb+vSQ5B766kAo+QmJyPgagfr2wxpu9IC6LvcLS6z2/FIE9FMdFPYDvoL1dl6k89VycO/5rDL6XGNo9f7VSvgAeGz7AIeu9BOIWu8kKWj6eE9U8eqLUPSpzbj6GDfQ9lQ7Ju9zXczy/aAy+eNpmvl6Wij1DYBG8NXgjPqHJ0z1oiY+9f0JMPajmFzvREjs9rBJ8vX5UFD6HuXy9aFpYPkEdFb7Gf+m94XYePskD9b1EkUC99Rs7PYGmM77yejm70kWvPezADT5LOBw+qLTHPYuFCr2YQoS9S3oLPiYBBz5v/zm+bKb8vcECDT7/fbk9x/mGvt9mwbz6g4g9jEg2PjGsJz44JSS8wp+oPdlqyDxgkIQ9K41TPifxgD1amqa7k0GQvXeiiL6+BS48hHcbvunphj0cDxm9VsEbvcQPqD1JRRA+skEOPIcBUj01sfW97cDWvV3ZMj2atJy9racFPqFH5z3QbQE9WqpPvNr+cr3bgaA9XceNvQlhH7ziuGs8xEUjvti7vb3WlsO8oLjbPU9RZz4XsOw9gMmUvNteyT0To9K9bLwpvvvUhr3p/ye+AMlTPbsenD35Ue29b2m+PWGxDD414ZS9VDGSvcx2sD14P3M97TCiOid85Tx3H0O953yLvkWzjT6djOe9hYHNPWbGd76xE/49M4fLPaCtrj1EoAg9+I+6vfLRH74PwuK8XWBpPFnKTz0Ce4K+6cINvl5uPTvMqA09PeT6vGGVab60YZ098KS8vTUV4T25J+Q8E/79vTwsLj6kDfo5p8wNvVeMC7z63ew9PRHlvT9zcDw+xoU++aLCPVJeVz4wtxC+Q860vJCATr7/gxU9kvFGvQuOB72vL0M+mW//PeHYKT6UTiU+DMlXvYKt1b1EvAO+yfvUPQMgz7vuf/O9NYvvvD50Mj2LU109bk69vQmX6z1n5588PvANPJtlLj7Usps97TqsPE0EsD2cEwA+heYPPXMmPr1RWPY9rDj0vXv81D28tTm8g3FjvWiv372ZZxC+nsT4vWdChD5OvfE8uZ5gvZmJYb3NPuu9bZYGPhFA3j0yg8O94bjfPTWiEDwsOJM7NzCBvOEmuDyC81Q+XUgePgxtPbtjIra9uO8ivb7XdD2LtiE9u/rQvXTQjT4bKvY9StmBvOBkgTwwXHg9wEscvvjeK74tKL29YORwvk6gCb44Yw2+rCSEvI0ob72ks6s9iVsNPmAN4z1GGle81CWcva86jT5YryA+GwLnPSmYij3m+8C87jQDvQkZirxJEWU9fmn8PcW9gL5yD+29+ejxvE9Iiz3Gj4G+CzAGvYGn2Lz1V3E86Eu8PKOm7z0qfym97uSlPdt4Fj2cA089h5cVvkdF57263ZS9CvN1vUb9gD5yH2K9awrgvcWnw72CmGU+CEWwPWdyHryC+Wy9VPZ4PblnA77Fplc+IFoLvh6I+TzSf209485rvmrtij1yVxW9frCOPUqGAL7VpOe9eMYcPqT72L3VKWi78gyCPaWZQL2rNjC9l9mmvNGaED5UCWq+4FpXPoXDKby7g4Q9PHTsPNXJUD6/Z8U9zLfSPW2fRrysDog9u01aPnMABL4vDSu9mZfgvSMUaD6SyK49VSO7vKGbAz1pDYo9nSs0vtI37DtB2MG9Xk8CPpgOor3GdtI3UYyuPQdg2L3/Fhm++ApVPpn9q7zCRJw7wWuiPepFuz0ulMy9RoaUPEVPTb55BCa9byQWPDCYrD09AMq9e9obvc6HJz5zIwA+cB9BvFPGiL6vZl+9w0mePa04Uj49ExU+8ZDtPSnBDj5uJ2q9Xn6RvQAHIb6kzF6+f+SPPUA5gT3fpyk9TSjGPJYm5rpjbnK+5/LIPbi3xL03Zce84AOfvG0lXD5J7b+91dd+vqBjfr62NKW9Y8WdPCDdKb4Hsgu+oa6uvcg3wbw8czw8tJ7KuzmM5z3nnR+7aSZrvHLUcz0c6Pi9ZQdcPjZlW70SaEG8hExxPHYkqTxBBqc8Mo2zPfxEEL4MY3S9+GdLPkb/F7v2WZg9FZvUPe+Go735jpq8wGNIvAg/VL3Lywc+jM4IPRc4z72ZH5g9g8i7PaiGs7wSAic+87xDvpe7LT2uTdg9PNsbvMOGjzsoBJi9pOgwPl5k1j2VKOg9XKH1vbkRhT4OT4w7bHu/vYnssL28ndi9cC2sPWBKEL5Im3G+z4zivOGgpbxVJxQ+KjAmvfxZcj2w3hO+odjyup/XOT4nPWK8K0A1Pu+NPT0CSo89JGgavaYJGb5Qmp49oXIdvXU3IT4O91i9GXi9PJLoVL7T130+87XvPP+8ED519oI9rIMBPnfMFb5xG5G9lDP9PdQLEj3kL9m9Sd3qPXULrb1WIpo7vfXCPDVrNL3hQ8W9HuyoPXESozx3TQ8+2VizPJSWmzynGOg9h/QUPtTxUz3MJMa9g89WPbuvGD770uK9zPoePqgVFb48ORg9luMbPuUvkj19r2O9FnCJvRkV2b03TI067McovRvO4j1Evcs84+dSvrMLKz2JvRE9uy26PHiry70Ytnq9hrJevgzfp73eVog9n50gPp6uXj0TMSs+/VFuvnHzCTyexhq+W9mNPfh/yD3aXYO96envvftUPD5Rqkq+v2gavcsh4z3iPyO+i16cPf0D5zxuGRG9Z2NdPXpBkT3EId+9g+E7PfyJFD3okOu96rklvveHSr2JFfk8nKr/Pd4hGj7xlBG+wnQbvl4Qiz6AgO+998ZOvrmof72aOnw+HxNIvI7gdr2C0Jq9GjIRvhvskr0gTuo99rejvDYapb4uKUC98NduvRRsrLzlUpw9xZFMPklxAL62XMM9QMSbvUo7kL6vwjs+Mr+svVqTAT1jwfw9FKWjPRrQwb3Pbuk9QNlvvSYGGT1vl0Y+VSkgvvtCMT45NRE+s+QwvHGrt77MwAE+5fDYvOGfvzvzGzM+V3E7Pc7+8L1HsgS8PiqGvta6xr2v8LQ9gmWavZ4hrD3w+3G9d7dhvazzYDygPyC9Jni+PDNrMD6Qy+e9yEcJvpU0hL0VIvg9h77nPPJSSz5kCGs+d9kMurh/nD0W114+L9aHvjDacD3kckA+Iu/bvVVOF74l4y6+gSOYvdskwrzMxwE95Y+7vWejGT1ea/G8w1XYPaoKzT1KOzK80Xb3vbCrkL2bFFE9sMWlPQ/ZjjwSV+69L8iuPTCiXr7ee469GzkLvqnMtz2alJA9rSkMPn8hYT0Rjze9ADz2PVRuUT5BWww9G0/tPSwNEL65p0u9V30RvsW3Tr0y6K89XuWXvdFoMT6Ieos9m27ovGZy7z1bUu+9p9tgPoDh4L1+Yv69xcR0PK2+ZT2qPS4+K2+vvU8wq72rYdQ8n3YUPkTdUj3tWgm+4yUVvVB6ZT5QfDe+UKIGPgKzVD0f9sG9W2M5PlbAAD5T1ku7LLEaPrzMDr0hqRu92N05vsIZVTwnfHm9ILe4PZ0Wmr2lPOc9W6p4vqldGT25fzk+q1o5vXBGAL4BZxa8G9FkPfRtsz3/nik9ccr5vaUJAD74BFs8ZmuHu8XECD7502w9nsNfvu/iZb3Xvr49wJxGveUakD26s6G8rbe6u2zGYDtPuBm+NNxSPWQXPD2MFEw+m2a6vV5MkT01ISG+rl0rvku7p73Nsbq9NjB1vpBU4L31x6U91zM3vud4gT501oO9wJ1zPjNwIL4UIdG6FOxxPGS+lD0Soqw7cF27PQ+/LL4Fmo09k0mmvQOI2z1axK289Yr6vYPnCT53KQc+nsY5vu0OfrxoMcG9k7QKPCJC4r0Vh4a92TUdPfLrp700tB29IS1qvWfx6L1gON06BrSMPngFTL3h0xy+/WsNPXVPFL5k2dU9tFQavZc9f7586yM9kQb8PcceP76JNzc+SN+Jvd6nBT6qRfu8A1eAvb7BJb1ZMO68SGYRPsLz0D1RxiE+LkUqPc6nO76SmcQ9aii+PT6aCL7UysQ93ofVvFL2Gz1UiDo+BT87PmHXIT296kQ+sU45PdNc8z1lWEI8SerJvWp3LTwv8Mg9eUqHPQrLN70Rw10+K28zvmf49TyiZuC6+RlkvTeZIjuCXSm8x5ECvjP8IT4w9Ps9sWGlPYCuaT1Y9kK8TJSTvmGwPb1Iv9+9LyRvvecNWL52FxK9Ovmdu1hmbTtdI8M98BhgPRqnAz7h22U7lWBbPs+B5T1KehC+CmXivSoop7ygjeu8dFXmPKbFJD2OxBy+rS2Lveiohr31WfQ9JfD/PL4EBb1gIdo9hcuCujI0V70PxKk9VJ9JvtL8kL4jFgG+G8B8vomYkb30uQe+ngd2PvpYaj31L1e96lBxu7KAAr53auO9/OYOvvBpTr32fH49aKJEPcgdPL44Os89BkaFvqo4FD1nNPc9cSNBu9z6NL1Kf44+M5kBvt3+lT2of6S9wm6MviTNCL2Cdui8RQuGvcCqF7wU6MO5soZiPWufMbsJZb68YPkEvQRCJL4LbtI9apKFPWzwjT7Ax0+8Xx/vvDf2Dr53YUo+I5pLPvZP9LyYLIS+7UIbPXZCeb20RdA7Yn/nvUn0jbx7aCS+izg0vAUGM75yuYu+Gw8aPssEEz1xIb28q1FIPKKOC7wnvlS8VRwUPCU9TLzFNS884ZxtOz25UDx0mX08teiBPBWeMzydhPI8rMlMPCqQhjwkND08qxItPGMPQzxP1VY8bnLXO4inLrzYdVQ8QC9wPHU52bsmXxk85PN1vFE4Qzxx+UU8oP69O+dqNbzPYB08YPmBvFOlGbwc24M8/nxhPAd4Urw9HwQ8UPtFPNKeMrx/yVA8U4RIvIY+BT2NDFg7IlDuO9BkRjxWlSi82q4bvDMBQLzfTjc8DDk4PHo2cLwbANG7TTHdu+7WUbwN2lI8RMAnvGywgryWX4U8LCMrvLFf6zsZTU28425IPMdoOjwwFw28vRUYPDzbO7xfDWu+8vRQPnRTjz7YTBw95ArQPdKasL4JklC+c2NFPcPXYj6XEhe+8N1zvsNsBj5/U/W9C4JHPSGOCD3yG6o+JTNCvkelgj0ZDz0+xL2aPm9Dhr5WMq49rfwGPv1G7r1BmG2+yJzrPewbd72sibI9N0ZvuqqStD4dSqW+zcaEPUKmpL76LbY9/9e6vfTgQz7St3i+TCZuvS/3hT7yLJS9TN92vi/1/jxvz0G+c2rFPSpV0j3rw8q9WYSUvuk64z3fUdA9rFYAvtG0Db7GA4A+VSFxvRFyvj77clS+8oC8Pf1Eij5+Syi8x4Z9vqD/vD3vHio+20xzvKmPgLwO2rK+ktECvdKbiD3ddhu+5qGcPv2+kz5Ueg2+ZFQUvqP+vT2yVlm+PhJbPoMPhj2tZKS+TLW2vhonHz2PEca9vJoKPfrqXz5y7oG+82wivDRdgT4h16S+31HrOyRS3L3Icjk+C4IRPnSPlr62oWI+RI8CvjRucD4cYBW+ncXkvBBMMT44xre7xXqqPuZLJz439VC+3xfFPqR8ID680SQ+9eJhvvq3vD2FIpo+agOZvjtbID7Npca8fLtsvqc5DD6kvKi99Y/jvaOOmD1UNLs+p2xdvfS2jb2ke0I+/vXMPg1eg74zl6u+a+FdPsVMo76az8c6tNIsPuf3LL4bnf29tepAPpyHmj6vAji+g9aFvNPWhTw=","weightSpecs":[{"name":"dense_Dense10/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense10/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense11/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense11/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense12/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense12/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:05:16.932Z","modelTopologyType":"JSON","version":"0","formType":"forgot_password"}}