{"modelTopology":{"class_name":"Sequential","config":{"name":"identity","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense13","trainable":true,"batch_input_shape":[null,32],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense14","trainable":true}},{"class_name":"Dense","config":{"units":14,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense15","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"FtJQvp1HWb6ONYS9dGujvsT5k75OhoS+KVXIvTIRzb5Fpcq7UmSdvt0nKD31LM+9jpHBvq7rX759wKu+cqeIPjQK5T5Nsb2+rX45Porem70CkoS+zzl8vpSBTD2F9S0+KoCpvirXE78MHoc9M+HJPseKoz7V9si+J6jevvBXlT0bsSg+QnBIPsdRuj7hlM49tBeVPqAJDr5uMHM+yHNvPnPepz5k7eM+1lNDPCmOrL7tOjK+ejUtPjTikrwilA6+VSY5vi6jT7141Tm+GprjvgCB+77zHoe+OWSpPsGTwb0aK3a9OTyfPu93ur2ywFa+tYI9PhbtZb094O0+96+uPBXsuj50PXe9K5KqvtVBm77Tk4g+v7pmvpDykL4TJAW+HTB8u2Zjzz3nMNK+Sx2ivboqSD0TKEQ9xaf9PuPuZT5HIzE+vxQFPx9RLD26Po0+kFvtvOIoZT3djGQ+gEjNPYHbij3whrG9ceFoPgOHRr3WM/k+2hx4PmV+tL7oK7U+e2dUvlZ4hbzh0N4+3AofO2gjBr07q8a+rpTjPSYj9b2zjZA+wqrNPdMYPj4h5/48F8pzPqLRbz6IFNK9PvGvvsGv9r6+/bw+wMg8Pi8a4T6dWU4+Pa8cvga7kL5sirG+fL7APqPOWb5zu5y+PoXbPrzyWL4sDYw+yYFTPkTIRb5PxaA+zfr3vrCykz5ZQMk9Ow+5vfSLfz5OCyG+LWNZPgdiMT7pQLy6D3ApPkn+DzvNeYI+sBmDvsdcRr7AO76+yXetvmNBl75xhNa9oKO0vVqJ0L14yRS/0uEXPlo7or6NHVg9P8UgPTK44T2w1lI7khOqvhXLwD1KASG9Re2uPJ2A7D1dbXo9BmHvPGDZpbhZPDQ96VzGPQy3JL597NM+b1VFPpp0kLv4+dK8D44oPaJkSj7oGo++4Xb3PmFOML6L3Zy9+r06vnUp9L1H07E7b11JPXsRBb4y/gY+asOVvdESmL5dTTe+/hHovJJh6L2MCuO9Wd8OPHqOTjx9mu6+WZ9HPl+sn73fYmC9LEqquj1MJD0EGYI9viUFvvZ+iz3jXEW9ktppPF1qtD6zPmi82hn1PJGkZD3gxaK9rEGRvm9Adr1m+mI+OzkJPB9//D0/2yS8qaelvFigNr6K4ec9mDfLvgqFmbzt+Ko+gIZGvYzajbzFDSC+g6QLPRztET3+KK69sPuPOw8cMj15JVy+ZA+Vvep4OD6G6SY+z86mPY25wD6KaFm+SQJbPV/KX75zpTU+Fa/JPEN+AD73HVy+sWUWPuD4hj5dBUY+eCtyPqjqh77mtv69MCQgPtYEJru04hY+YHzqPoh5Cb60uBE/px/Pvl5Pej2LQxe+Vzl5PaxbnD7x9jM9AhdsPpJDBT4nSnM+HpMBPil8N75eqCi+P3KRvZcULL4t4tW9w3SkvlaBgD6A0Gc+vyFpPlKydz7xkaO+dKDIvYUfGL6F61e9SMxdPplpSb4h2Nu9ldhRPjKyr7xvmBS+VyVRvpRdgr5RIDy+vgIyPntneT1hZyA+8L4CvjSW2L2DksE9OnSVvfQ0Pr5FIII+j2eIPGE+TL4cIGU8RnuQPhWQir4Cp3q9S7favpK5kD0rES++NI3PPQcVYj48vvs9CCuPviWDrT4Llea9j5FBPuhzir6Jz4i+lmenvAGTw70JLLu+o+mJvon8vL2dkzY+RlKhvlW9Urs/RK8+HrA4Pp8VKz40k1+9+R3mvnPLC759Tw0++4hHvgbzjz6OxP6+vVuuPk+td770v348UP3uvdQfJT7KIU++uBFduqX2Gj3K5a69sIY5vhvKGj7tBok9jp8Avv5zs70wAOA+ZeS0vXZZaT7S75m+X3SnvnX6pb2Wbws+KJaoPFbh6j21ovq90XgzPIYE6L0DJaw98V2KvbUaL76mNQC+nQrOvqTzPT69mo8+l4JOPpj4bj4T7Ue+sBg+vcDm1L6kbVq+gnKPPZwi2T55zVE+R9i9PYk31rukKT4+PQClvogpfD0Rdr0+tekUPSuJp76I3mU7OYiHPMf1MD0MqQq+F6SzOy/GDbshsRE92s/LPdEKaz4U+4Q++4KdPjyMJT6scNu8es5bO8GtPr00owM+NqWFPa89a7wd4xQ9Vs8GPY8+Ir6dLWA+E/BsvXv977wyRws9wq8jPEQ5YD0kVm8+SE6QvrFkwL16Qx89JnH4vJByk7xnkYY7RmlWvvnwHz2A+HS9HFW6PABZh73ASZy+miGwvZotzj7kLBE9qsIBPqepZj4Gmny9rprVPXZWjzxMTa09M9HJPg+Wtj2cXiY7lF2JPkVSmj7g4CG+9rmgPu4iozzPfG49y2YVvn8y37xOU0S98ijXPJbIsTzfHPW8mbGQPcM+ZT4fpD2+i0ajuzV1Uzwuxoa+rgG8Ptxnmz43EZY+uI9evEGitL7obbw+mLeuviXx9L4iroE9SjSIPohBoz6TpQK/j6KCPso4576CBw0/FC2iPZId4z0l+da8uwOwvu3DJz4jMHK+ARXsPn3wYj5inHU+cfrUvrOvAjyCYQO+f215vg8N+D5fWAu/CTurPmJx675hfd8+v1ofPm+adLwE/6A+tWsBPtaHyL4pc7A+Y6iHPpyW4TwqBQ4+X4i/vkbtZr6eZwo+NcIDvxB0SL42Ae09+uKjPkncIzvkD529XkuUvgyYuD2TO/q+mcJEvuXw2j5tLhi9DymMPri/xj0xaL8+TnAvPivLpz68PBc+FKClu/FqM74fEbI+7BjSvv0C2L0wVxw+Nw/1vr4brT2vhH49X9j8PSCLGr5OD7++dOb7viwXWr5kS4++XwKZPUk0CL/II0y980cGvrXLOT7Cy/O+14qJvgcMAD8r0tI+MGw+viJm477Hxuc+uRRhPRSZgL5Sj8q+27I8vGJX5T4gF6m9l7/EvtQinj6rQam+Zanwvj+gxj6s0Q6/Go0Fv70d5T4E3KG947OjPdV/ij7VkXC+IpTRPoKnhD6ii6i+az2hPu0ojT4gcL8+YXSmPgtWWr6DOA29/DW8Pj/+7D4hJrg+/GJkvvjOc765bKq+TIztvjPM1z7ilc+9phH4PCegyD7jfgG+a7ffvolKpz3ZQKW9IlKzPn5QHD6P3pO+o4iDvg08Kj5UZKU+yg71vFgUD755rEk+ISJvPilesj5enc2+XtumPrbFqj7Sbs++wHtMvsXqjb1s/Z6+rOWsvvQllr1He4g+Tl6DPi9htb5cET++eaLWPmEpWb4PIe8+d4GePkFdpr5sjwq/dSt+PlI4bz2TXrs+T5roPfrCBb0+d5w+LprUPruTCj9Jr/U+nP+QvVrFBr4EUnU+NHEKv26F8D50GO0+rXNjPsIKXL4cu+E+8zzcvplRDj6XsJ6+gU2yvvjDGD8v0So8G43YvQzOZz6FV2w+CCS7PSsOfT48xe09GEPZvk9zzz2fetg+vjizPqvdD7+6HQ+/CVubvjBU6j7gxby+KgWGvQQHWD7DryA+2DCdvgX2gj7jodo+0lOdPlimpL5wJKO+KQFpvkqksz7XJvi8O5jqPg9Kq77PgAi9G01rPgHx6r7NO9o+MLc8Pt6nz748gGA+Wm+KvWjxCD+M+i09NnHvPno8lj7iFGa9D34ZP9E2VD7A4rk9sbkRPbHfH75k1vo+Bk/Nvl+4W72/XlU+kzDmPiZapr5dbVa+XhmsvrOq473UhFE+HgepPpirQz489by9liNPvoN0QL4Oziq+AWTQPhkXyz5ysqO+2ZwQPlnJm773Zza+PSIHvgSCQT7LokM+CIHfPWF9Uz3IlYu9/059vhGmyb6N8aW+kUSRPOmU5LwHLfw+PVGpvhxjWT6iqwq7lOOWOybEqT4TJMy++jM+PEjku75sPuY+liUyvmVPbz5JF0Q+CAX+Pp3pEj7u3Bm+NbHrPla65z5gc+A+AX3NPbJQpT5yAJG+d9OHvqtevz4Tr6K+cmkBv+jSn74Oqdu+wsmgvtzkvb4TX4S9KMkiviWsm76X8rg+z37VPrE3Ab86Eva9VDatvrJoMT7Wvos9sMsRPsM7ij6KLMW+rf10vp02tz53/NA+n4GgPNM4d75CCDI9QfI1PmoSmT1w86k9LWvGPVRNIb74NWM8Hf9uvuUC6D3AuBM9Thaevuytxb5aVwe8+5CIPgPk7D6Ce7a9nq9FPlLb2b1p4rw+YTZuvm6yOj5VOdu+oHXLvbkYmT4Y3Nk9wSp2Pg3nQ77M2LA6ByWTvqb/Sb48SLI+3EogPugjFr4gDJe+yMaHvgmSDL7sDVq+PX23PmI2Cz+AabK+TGtAu/Zjv77byom93D1dvq+OLD0RdSk+2vzDPhl7Mz5IuIQ+Y+VXvigPGL6DIa++FP90PtLEnL5t2vO83Em1PujdWDwuSeK+3Z9aPui9Gb5P8lE+dUEfPuD7h75WsYc9UzYIvlB5hr6iqOk9WAzovHLsMD6RiSQ+chFtPsaPnz3SMie+glkvPJn+KD5RByC+3HySve7pEL46xy8+jwncvHhOUj26gTE+Z6AEv7f5Vb7s1wK+oX/PPsl5qj6tv5Q+zt0/vu2IjL5ymxG+2tayvk44wT73CMc+LeOHO3qIar4GbLE+Joo3vauqtr1Awhy+cU+UvpNm/rwfQhS+HNwPPbzwYz7v/a++sADivnLUoj5kq3o+elZ3vhQAuT6uVbc+MWt4vm3tnD6kp8m8wgWRvghG7bwKh4e+OWaSPHv6ij1OykK+X7bePjE6q74Wnva81Bv7PXKL8D10z6S93wYYv6XypL6rgPm80804vq+wp74JidE+RqsxPkd05j2Rzkg+iburPvYNsz4Eu+69ojrXvkB0lD7OoMo+Z4KZvnPjrL1Stee+KDKnvuc2XDwUVQQ/4PPpvTNUcD6l5Zw+BP10Pi0oXLz9RqK+HgmHvkorBL4vsC+9QvKPPpR+Rr5PDMS+zFk4vmAXhb7KXYU+Y1VxvghWCL9FEju+LwqovkFv+77L514918i7vrEyNr7kL8m+A3EBPyYGCj6wLsW9hkihvSGVD787K8q+HGsiPlOqEL+jDzu+IbgGv4tzXD5/eX2+ZkK9vaaefb2bGZC9t7JJvJfD3j0VMTs+eZutvWUrlT7eS7q9z/7hvmOwFj7lmwu+87+oPS7Yc72Qp1W+qL5jPmFssr5uyCa+sU0Fv9PfDT4m+p66m/8bv4BVxL0HEQ8+Bra7vjinlz7y/DY+cSyzPS+8o754L3i+AkKUvZLVGD1DE9M+TgrWPh0E9by8wLq+M24Cvj4MFb7ciqM++Dl/vrD77jw+oSe8Pv4rvMNfCL2BiJW+mHSEvWSiA70c2ze+MTwCPSCR4D26yl48UzCkvBbgoL1JY+E8vm8BPRyp17q+ch29GGwfvQhtSjsl7UY9at4VPsl1hDyjf8+77vUNvctAhrtvWMs89v2GvnbqEr4IDXM8+pSDvj4mkb5yrIc9+QY+vSN2Uj0EoiK9eIhtvSRz1jylJ6Q+VwRiPhdpzD2Zhne+YRpyvP5Gbj53HZK9GYmMvmpOcL3+npY+CWQbPiTHRj7K6CA+fFPeOzEI6j2XiSs8FoAOPGUZozzJXY2+IirAPEVwA71j8Ri+kX/RPEPE3DyGCZm8EEuLPqHAb72Yjrk8WQ7VvR8/4r2kW0m9XZLYvNWa/TvjnR49VB4jvqF+1jw2qg698LXfPflHsb20Phk+eO3oPIRH0j3JOL2+NRNTvnDcDTw4n9A+2pIqu0ToiT5Ua7o+fEydPO/KjLzUBRU+VtbCPSdq2z4SZh69ChOYPReLWb0iPKy9fPKMvcKraT2HBMY9B6SEO36kcz09Yli9O2FJPl5atLwZqGS+nUcEPdVmwr74SLq+8B6AvctWk77PHO+9VmwrPRwrJ72jlUQ+snBCPmwThD6ohBE9Y80bvjX2R70HXzk+c96uvrsQGb77hGS9kuG/PY8oVT0ISNE74jHhvNeVhL0rGSw+nm1wPFQueD6nON69JZtNvXty1Ly9BH2+PvOCvpbvob7Wq+w97G+3PSjYIr4PxLs9TE6TvXpzTb1ZmPm9WLc8vNHxFj2iOJA8QsysvNgcyr0v6DA9OOyQvLHCSbsyWdY9wgmNvj67fr5iH8g+HKJnvmvFED2Z1M69dpo3PZFk5T089Xc+Ak1fPjG0Xr6K5Na9/bCKPd3Kgj3NAES9U/ThPvp5nr56tKe+6H2Yvo58o77kcTY+0uCPvEiUhz5sJ5u+vwlTPh3R776ySVO+aeLBPr2jwr5O7JO8r8KdvgP4E75ZwLU8op7Iu6paWL7UE5g+oOZePp1TcL6/lL085R8fPd8+nL6lP+w9sXgSPtb4KL6eloa+e/9pvsRfuT0+YXW92AqqvvOtjz6fkRk+E1mMPs2upD6qbpk98eL8vVpSbr6mvYy+sD1Xvi+wdb4aSqS+cWEIvkenET6JzTU+CUWlPJu1bz4/GYM+nvOBvr49vL7/bWQ+U8WGPnZHvbxxfuO9S8qdvnP/EL70IqM9BZ1JPqkwh74huEA9blTtPQCkOT7/zLc97VOEvngypb3fkla+nX/EPW4OSzyHRJW+p3fFvluhhb5ipKK85lR8Pg5dC758p2c8mypWvqlXGb1pc+i9+NTHPcFvtb7iIf292A2LvgA+9j2uhhE9GOY3vgDxoD4sH5O+CCx5vpmmoT7d1AO+/z98vrO6Ib7wTaU+1SsKvYSW877vDgy+LCUOvohcBD4Kqik+GVeNPrrVNL6wcJQ+DwlovsEu8L7xsFw+a6i7u5T81j0z1ZG9Ax5EvkqBgD7o/D++vXsvvqOrnr7UrY0+EOE7PtN2e77wtLK9/du0PpGc5Dqk60I+waexPsb0lr07P+W9/65SvqTQEb70YCO9iRmoPbV6mD5midu9qxS1vQvzHj4yB209xPClPn2YSL3rLVU+1FjMPTqJkb5EsFE+vh3zvZI3tT6nrCm+mUGOvi7EGz1G8Sg+f4q7vnf2Jb7voWu+RNSJPvUbbD4ec4m+iJQyO6Zi+T5BK3E8oOacPZ7Hy72kSIQ9M5RFPiKRbr0o8EA+eab5Pc1Mwz4KDN6+wNEJvnyXwr5tIZU+edMRvk4AFb6HAE0+xpwVv2llaL67F9u9tsVEvie+lb5Y2ri+jvzxvWQIsL2gPm293059PU1Apb43LPy+45lIPm1QjTy9CQ4/DevjPMo70D1h7+u+AOASPpfGtL0K0gK9bqxYviJQRr7N6Aw+JjJwPgbKnr0C84E+qIBFPihErb5DRkO+yPlSPQZIuD56kU4+5+OSPj/Vdz5pyDE+JBDNPgT7LL5h/4K+mq8VPnkPTj5ICOK9gLF+PQhv0D6Dy5u8Ss+XvlVAOT7U0Dc+hTu8Pgbz9T4Tp8Y99+icvrhglT7pOFw+K6kNPwCQEb8PloS+Cx07vpaDIb5+4LE9dBFqPsRkJ77zOSU8CJOfvgh/Cz4Bh5c+v8Uuvb9LBj3mYIS+eyAiPrm98z3pLHY+XrOJvviJVj62Jyq+WC2qvld4uT5awoY+RzgtPuq8Hr4V3wu+t/jqPShkqL4xW0u9sCc8vVv4274/W189hW2nvo1tDL9AmaW+K5uoPUz6fT2v4t69NHtxPp+8ubxNCY0+QzWBvgV2uz1s8b8+ApFNvUsuWL6jGDg+8Y4Svm1jeb4zJnY+pT+Nvv3cRj4LgoA8xDDfvla5mb5wwhW+WOv1PVLLhL6kc5A9kBouPn4cyT6DuP8+/WA7vpP8Fb6i7Ii9+rVXvjca1D6JRw2+l5N8vnfnZT7TMSY+jZk2vgAeor00OQ+8/xGrPuBw3j2K+JU8oqF6vsr9fj3o/Za9+jiPPQRsJb7wKZ+9UXAbPv/xL776yfW9luIKPo776D2qm28+UXYEPvlHeb3wB6O90pwFPE0Ldb2jHDu+LBUcPp2nfL3PH5S+3/KDPU7UoD54dRq+/FDuOybs6zzU8dI9DRnzvZVwb75tT5S+mmgIPqOWTT0tFIu+gvhBvXdbfr7S2Lq71hqcvA2T9r0C7eW99jfvPcBzUb7xvf69+1WOvhKOlj1tfQW9yYnBvGGFI7zkLN48KEz9vIJn+706GEu9AFxkvpzuPD6GU5I+FtPyPRsKKD6JwNy9ZY7yvIErLb47u6Q9Rwh3PtMqfb5fgdC+oqXtvor7kj5FXv++VRKZvg5O5z5NIPK+4NbAPji0RLy+QWa+gEKbvv03uj7KLL6+yJDavkLwsL4rEYE+qpA+vHGIBr6Em8e9u8SCvojoKz7lAEC+0XqFPhScKb5cbms7G3xKvg9u2r3UHhM/DAigvtDmtL4F5rY+84kxvaaR7L4Za389mCceP2OnOr4cZBw8msKJPayp7z7GH1q+yexVvCok1b5o5oW+8DWLPtf5zL2ZKgQ/MJyRvk0vuD7gT+k+ACRTPXHpgj63MxM/BPQGv/WHhL5PU/M+xuM3vi3H4z6V/5g+Jp/cPiAevz61RcO+6Jijvszbyb54mM8+Gmqivm+Dfr5Wkt4+wtvkvSn2yj6bBfG+sdlIPrHSsz52Vs2+hftJPvhkOT565i69tm1avjdrfD3J/R6+o3wfvQUIIDzlqOq91oXYvCn4Jj1FwLM8bJyJvnmdCb04lgq9HGswPmYXOL5aH/m9nTJPPMzCcL6jQWa9ZAyuPVju3b5dvBW+9PlUOvQmjL5yRuc9CQNoO5bFZD4AXIi9mkIjPeDzTD6Upvc9qfKVPVSTNz5nSH8+s6VnvrQHkr6S5TQ+hLbBPV4j+zxYWxg9FQxXvl0fBT4hbKk9b7oUPmdzQD2HvsO8pPTlO3KERrksXFy9gqbDvTUBqL7PkYK+PO8mvbp7Ib0Tqga+w+VmvtT2OD6wzJy9oYKEPVMbdj7dJt09lsm+PYC+Bj3UP+e9C7jSPLR6mb5BgDq+EzThPcOBRr0b+oc+nJhwPqY93r20swi+CN8AvotiRD6quUW9bkJ/PcYOqru/Pkm9A5AOvjVXXD50N2u9qNwQuubgtz3jzhi+XfXEPCGDF76cT1Q+CptLvqFSxryN3VC+EgA0vhjP071h3F484TxcPieHGz7Pn8o79D5SvkXXNL10OhC9gbhrPTqTmr3elac9P8Emvp9fH74ddCm8/JqFPAqXh711UUE9CKF2Pb/OcjyAbHm+42iEPuLmJjtfCBE+xtsGPtcxbL18C+g9DJhaPai14L1lRIS85z52vVTvsD2ZpK29yP+HPXZm3b1Q/Rg94CKcvVUCUr50tCq8TX0uPZQjm70WI3S9YgM5vMF8gj346ok9pQP5vcRkLT7HBKG9zS67PYfEkjyfevo9Qku0PPw/MD2vfKS9NkDMPTuWjL0bvaI9GTgfvmDp972/QOG93QFcvbygOL6q6H2+e2/FvnJ/uD6qdGq+gGrPPfEaqD6LuUu+e8q2PtSz4jyK1Ea+SD1SPpNWij6hNvS8QgvPPkRVPz4V1xO+VpmYPhwUp77XNPy8IR89Pn35DD4/nC4+Hv0KPvr9nr4q3v29JTagvt6pkr5CnGg+wqKOvU4HSr0kfe09EpA5vnSmyz0WUkE9XLkvPk+Dfr5QlHW9lsbmPleq7D73fAq+y/PcvFGoZL6Ninu+J3/hPsuqKj2/f8I98QBBvg3RpD496Xq+sEL7Pp1NKD4uzPQ9eYjRPAsPg74vkuQ+zGgKPdKiMz6JdoQ+xmbyPD3rRT61PIK97vtxvkhwdb7WOhQ9vuf8PTGCnb5dtho8le0GPjqSsj1YKhK+/t6CvSA5bj5xF5q+epFpPa/xuD2ywTW9PWEEvZnFBz6ZjQI99J59PpdSn70dt8q8jn4Hvriv576es8i+GSEjPifmC74b27a+1jcLvn3iBj4sl+M8lScrvXzkKT5fQBM+9FnRvSrHkrztYIq+qezavF+Jsz7p2cU8eL4HPoX6EL1k6Ws+kmKBvuvxaj5KENa+22aNPolVM73BIb+9dczavBa5tL7QWAm+NnMbPpUWZb2bYi092lzRvazlOT5pCAq+bXqAPrxNxL0OqZK+oHwlvm2opT5+kX0+zcYRvVKW6b1+Vqu9hYkMviBrhT6Omi6+U/y1u0Xrb75ECfa9R3sNPrckhz4AHA2+d2RNPpHtJj1ylQW+NGHbvWQfsr66bV0+jJrIPjlooz68n6o9BUKEuhW+VD4lNJG8efdnvvGVeD6je6O9PwU+vu56JDtufpi+cS2FPgGWL75dB4m+l524vjLq3D0ZmZK+sy2fPDqtn7s36Ks+E7A7PuPIyL4HT64+LlTtPnpe274dsNU+FmAhvFgJyLy4pKs8IauIPmP+Mz6To5G+8qPIPLgnEr7ubLg+1D68vsVUXb5AVZ8+KW6MvjfT0L6ZkNY+oDFfvq3V2z1D1Di+oMpCvYW/L77c+7A+OUFJPkwcsT7atIu+CFCevq/SBD5XUf+8A9PdvbK/kD6s+Yg+OJzZPREosL7Vp5S+KzuDvO/9Aj8r36O+U7JOPl4rF70WyoS+svS1PhIwoD1tOsi+DBGLvfGsnj7hFFU+02lmPkwyrj7c25m+U59Tvg/w9D0qdYo9l/l8vr9Nm72Sdxs9V8G5vqcEij7omn4+tAPjvC7xrT75v+s9kaH4PWuSGb2tQ8w8RjLhvTwC7bxgc9C8HzIGPlHJmj1QJJo9DOwGviuFQb7vF7g9tvMTvvtG7L1bpUM9UNV2vhv74bzpMRy+a1ICvvF5kb3ejbE8cs1ePdz5Uj4jc2o+e/+3vef00ztqnU++s+WzvW2Ftj30aHK+3dplvRLPE72FxgS9UZSqvQBMKD5Q7yo+h2+CvbCmLj0G8qc+qz/2PFfClL72vie+98P5vlNJYT5fv5K+7V9rvgMuBb7SqdC+ALiZvLB7vD2ykVM+98tRPiJuCz5DD4q8ThPZPebTlL3gA0e++H+LvrnuMD6KbL0+C2cJPrfKlT00U0Y+e/aOPT//yb6gQ6C+ODmRvmfdB7zRRNg9Mccvvjb6aT6/UrG++uUWPbEixD7cC0C+MK2UvuVEu71VWII966BmvdVhkL5p7au+xerOPuk6ab5Lg9y+4jWhvqLzUj48SoE+qhXUvUt4Fb4ESdW9HLEmPkY9OD6TE2u9qgmIPiyJCL5SZxS+fsWvvuiwJL5nEdU+FGGcvtC+Xr5ECrA+BzkmPrumwj6waFW+Uw6Vvorfnb2s1Io+4XB2PgTNwT4TvPM+hCU/PlLMb77btnc+8ZP5PaNfNT7CnUU+VCgzO805ab5R68k+QIBxPnHUh76ajyC+cz2evl3NHz1osrK8kFgovrT00b54ujc+PS+mPp7VuL5ZyVe96zIFvuXRmr4sWgM9Ze0VO5hJ0T4b65s+Sww7PaVIpDx/Wf6+8W+Yvapp4r3E5Bs+s7DfvVTJrL5OB9g6ivkBPrRM9D2nlYu+gWrWvd8/Vz71zh6+dw+ePcOqmD7dB4c9AwupPUApo77ElYE+wX1kvrK+Yb65fDQ9ng5wPmVvij6yvPW8pq1ZvR3mPb4oqtQ7zj4rvstBar5psiU8k15yPY1WjD2JwS+++yCCvaHBD735sq2+JNc3vpdHkb5Jt2Q+W7UrPo0duD32Btu9m76VPU5CRb2pvRy+6qOePSbFvr0YxCM+YS6aPrchjD53U5U+/+U9vlyPkb6PeFI+vBudPpFGgL2kSeS+kjYYvT3QW76dj/E9cQ8WvigTZD7zZAo+AqDRPJg/Hj6S9mM9UhycvpY25D2SqA8+G6dNPErXczyghtK+800Ovp7Hob18tOk8jhzqvsNwkb7vlVi+I7+DvlGFJD0emaa+Uf/cPiW0W7520Lk9pxapPe6QTL1BiiM9i0JwPCm7GD3xE0k9oXoEvk3M6L3Js4w9RReOvb5Gm7zzKFw9QvwTPU2Ouj4YfQw+J/GDvunBPD0XB3S97Vo1Pem1CT7KgAg9QBEUPV5f0b7MOgs+7sUJvfN9lD7O4T28yfyJPOF7fT7Y4gy+WjmkPQq9JTvHTIq9uk/2PVAxVrwbDsY8g1Unu+PE2T4woCI8yb6jPk7LQz2e51w90VQAve1twb0cENc8NDUlPjiK+j3ZgOI9ynTEvhdonbzbqAu+0fkaPq6nhTzcgEo6UdwWvU4eiT2/Atu80hpSvS3UDz7h3Lq7FatDvgD8u70eb6A9rW/wvVzaWr4zpDK+pJAVvBTqj73Ln48+JD56Ps4jC71+p+88/tuSvVmcW71ZoPK8LmDMPea/iLwGeZY8wWZdvQZQPL4EFRa9JkefPCcKuTtlXDq8erlOPimyR700RDo8RyhVPG5anTylff09kQ+YvdFL/rltLzA9As4rvgLX8j0gJk+8i9HFvnyFH7xuhR48lPPGPSduY77YW1w9GHiGvA8Fnz0g6Uu+SCpRPW4ixzwnaBk80aCtvAwKBL/yDKo8tk8yPmgEkb354m2+BGMTvQiMcLwOAJ27AwLrPabZPzxI8e46ep2nvmmwWr1DcKs+DXNrvIFZ1D1S7fQ900+UvLf4Sb1KeZG+8cX/OwHJej5ON1w+MR2Rve0oEb7B8Gs9QZznOtZMDL4Wcw09blUVPutjQT7CJfu957cPPoCFhD4Gege+DjpevT22nTyKIBE9AZsxPfpCiL5freW96PnVvpOxRT0Igdu9XGqwO2Uzxrz8mAY+BX5xvi7CYTyPrEy9JP4BvtDruT2YypO948qqvtrTgTyx7Lq7QjyDPFjqlLtpY8Q6T6WQvMv30juQEby8d9pyPDfFUL0xkeG71TBlO2VZFrwcSwI+gWHVuz1U/jtp6MU7sIe0vXC8Wb53QR67pAkGPVoH2DzV3Jk8xH1xPHpTzDva2+68VXmzPDJHtD1at8U7tDq+vFm9LDtgMtS8nJIEPOuYij0fqqW9OOybvSBGJjy6gzs8dxZtvasFPLwil5c8oP0WPfx/tbz/CaU8gddPvM7x8LxOpTI9xrmLPYG1or3jcIS+3oKlvJiIQj6ug+s+KOKOO9XWvz0AHYK8sjhbuydfB72Eiza8YSw2POxEHr0qy1m9AB6tPDog3jwPvwC9R37ZOzQAirss6kM88Qziu5JQer0/23M7l/xkPf9utjwhkDQ9/RXBPaQNCb7JxyC+M4gCPGtE/D0PgSE9LqISvnOmFz20xEi9djHdvfHm3jyF9hA9YzMFPM2I2L1LQK69WtYUvnSY8z2WmBO9jSkNPt2bfj39XuA8d+qfOto43DvFpm89HDH7u2Yc8rx4pwA9pPxhPe2LIj1WTXA9/5dUvSkkCb33cno9lLyKPb9Msb1wYuG9B5yNPWE0LT59Mro9s6iSvV3HXD1NbAu9P7IRvoCOz73o2Xg8fpQDvgJ9FD2Ge9g8CNyJPeLwfb1D8bw9XVK2PeP3oTzBNae88CF2Pb0hvb1dRDQ8UJEfvVLnw7uL0Y095LsSPp1Bgj2Y6Ys8dpeyuXeNuD2K5S89vkgSPuMmoT3u2bq9qUYIvWih2DxCGy2+vNWdveDBtb7mVBo+OU4XPgiAqjwp8R6+8OYePpLEbr6fS22+M8aZPegt9T36D1s9ARA8u/J6kb6QZKE8fGtIPrN6CL4rzIA97sRsPsqapr7w0Ha9zXvDPnBuHj7it6w9Aqy8vRf8bL4HPwa+Mo2Jvhi5aD4NTGg+dFcHvhvlaT5sq1k+e+glvlMLnr2BRio9at9nPslvhr3+1gY+SY+8vBHKVz3P+je+DsysPhERfj1vA2g++3iKPbMq572disa+fcjePbhVcb1btgU/YRpCvn3wtL47loe+x76cvT/xoD57UWy+LU6LvmucB71LCOk97qHAvYXq+T1CZya9AS/HvX6zWr5GUnY9ViunvhVzDr1ixT++URCTvWzl9D3XA0i+1QRsPjInszyls9k8zSKnPcoNYj4dtyY+7egRv//I9z02C7Y+PBdJvUMiYD7+FKo+t83svpvsFr2fihU+R8BjvuFVjj380mW9RncTvU3ZvTyU4Fg+DnTAPeDbrz4wkoQ+r9ejPnQmgz42c4+9kdGSvD4LiL7CAQu+3fOUvuNdtD3Ux1c9pfChvHbYgz5Dy2Y+3+mAvpKwFL653ea9EjDNvdDeEr5Yv18+d1AXvUDUZT1rVQ2+uWQbvrWAHb5nUF0+q/GTPrDy8L1go7s97ILHPUwq6ryG+1O92piAu1teWj6kQa29aay8PbkNZz67q4I+stA0vmCB4L3mOPm9PstYPr6Kmr4O9pY91L2fPh5GOT1jGFQ8+PmXvlI7kL7wzwO+HesoPR0o/LxttW69UVx6PcnAj74zG4g+eQ1mvNvMjz3HMCe9fr+BvhLJlT6u2Qc+ifQCvSydT734LrI8e1UHvjkrG74/fFi9XhiwvlOkbj17fTc+5AkQPlEEULy+Mwe9QoffvZ/OmT3aM6c+Jm2qPsTTjb6XDXu9cAHkPdTnIz4WC4K8u6eWvbVfpL3/vAm+LR79vOI4bDyabcU9K721PvhjmT6se2C9GfPCPVodez53Rcw8Lc0HvqJpJL6FHnm9SoJvvEs0gL3I02Q+fTK7PI4lGr6gwt08uJ7Rva4yYD3Dies9jb23vslicL7psxg+ZbJpvf9Tkz3fOwi+jUv3vcAYjT7h+UO+QAEjPq3ZFb676Ra9V8T3vTvpQT6vd6A+uyAmPtkGVD7HaU890xKmvonoWD5gLdi9l+INvnXFhT02Rew9zaCGvghpuT51Biu95M2wPukbGr5zyYS+ZXd9PpZvUL4z08u9By2vPO3kYL7Cu+Q912yWva48vb3VVJM+uxa/vsNVUb7oBcA+c21rvsiAwb7NHAW+aFh/vqLGOL3+c8A95aOZPV+cpb45iwy+5kCGPqYB57172GS92VgGPyzkqT1WEpu+u+Myvrwe3z0nkT0+JFGCvt4HvL4vwy+9w3BwPrysXD55DGu+k/KxPKmfGL6dF/s9lU6ZvvjCcr7AHRY+27YOPn3XgL0kmJq948MVPS5WLT5at4Q+R7FjPuZWnD095Hq9ibWbPRjzmj6Q8Rg8t0RFvsnPzLxjTPy9Q7ogvts7Dz6ICuG7vW+zPsqLFj65uus8CGUsvl4mdj5LbNK9BTWLPtVSGL7jMYw+hJY1vAk6wTwLSQ28qtIcvldltz0eC2o+Q4dyvpArX73NTzi+3r1bPTHmlz4mVSE+eV8cPd3pnzsWlA29s8mGvpoulb6eVoi+fktQvqUe9T4YwNG9K57VPD68Fz7xhts8vA+BvpHTVD2kuM2+B9mXPs1kub2wIDU8nIqlPVnEZz1BExQ+/dDOvbr1nj5lbNs+QuKHvvtyUj7WEgK9PhwWPh1Ww72ISwA+gUCzPcnQkD5BhaO9PbEVvA5eyr1QY3895zNsvS1Voj4GVSu+OhcGPldFUr7C8Nq8rPLNPQuje776JrA9S1mdPMUr076cLGS+ZXTnvRtHBT7Gt169gGmSPRk1Fb1dWZu8ZdKHPhtC/z1eZUI+srN8PkDhpj5RAUs9Y6GFvUUOiL2ZUr285qvSPn6hPb4CFpe9B0tZPkpbG71zWvc9i29xvsTwIL4O00w+ikwHPTFmeT52gf87C8MTvV1uWz6ulxQ+Tk7dPqErl70NE6y8NlMsvux16TsIUK++E5URvab+yby8oNI98aJ/Pugl5b38h64+E2npPjQeADyu7FM+hUXUPYp5jj3i0EC+3KE2PdYsgr4XUZC+BII4vq49qr5i12A+ZeHtvXmMHr4+M1g9koimPkljJj7kwy4+b8KCPtdCzb0mFsU9GYKdPDjP1T1Fjdm9hBjpvDcLQD7yILe9kDr1PcrbjT2rxje+fVnzvXu/Xr4SIwK/WQ2UvFdeozyooju+CaJyvYY8/D6WI0s+aQqKPtsnEbxiAV69uQoRvvEcpz6eSBM8nIg8vpDVQL4hs249SHd8vrpGqD5m33I9Hz06PsUDIr2XhbA8YiXGvlIw+DxUtQi+iAjOvr+4gTzgofg8rvGnPry/PL6tutm9G58uPZXf777ehFS+HD9mPnNJAj6/hLu+bfYdvp78qz2IWcA+als4PoVMrL3gleO9kK5Hvbxvn77mLK+8itP6vhi/izxzU3a+ZQ65vYLX6j1rOw++beScPt1g3D1wysQ9KdlLvgQrfz5raPy98aNlPZvvIz0jJ9U+3kwYPJvqcD4rYus9ElHhPN7saz4/DoI+EqSEvQRHpb4xks692HTyvaeRtry56N09346xvV0orD6mJJu+7r1sPtM5D76V9LC+uSjtPWYHsD4KnTQ9zsW3PFCtXL4Rt/i9pR1wPOKcnj2P5KE+8nzjvBBEAT6Jzv89qV9FPjmfGz22isI9nNaKvqbruz7XpcC9vE8WvmcgVL4eat095V9yvm99aT5bcou9ma9pPRDdoj2MnjG8EADrvOeVxT2/Ylu+yjQ9u1OMW75A+nM+9tNDPlzL+L19ksm95O0MvfvPQ75C0CQ+PygSvjNIuz5ucNs+KYiTPk5hJr7P6RY974afvtsuMT08CXU+UPZgPmVrB73ldAq+UlSivRNdcz4vVds9YlPivShJvr4YgrQ9iEypPTTpOb4VehY+I88TvTSIXD71MSi+ipduPqotTb2WL6Y9XXMYvuDruz3HvfW9T4Xlvegimz0PAt+7iOg6vhPd9T2RRAk+XAuTvW2PjD5TgnW+xGzsvEj49D2G8bu+FiH8PTEH6D0SJP+9RJg4vFgXg75Fe4Q+f3iRPqWAbr5qtvc9QOfpvdRYm74VaKQ+1x3KPjrRer77CH898XVlvtS9eD4St8M9Ub3UvvyE7L07dBU+DoG5PXXVkL12nBm+2h1KPhrZCj9gRjq+oxE2Pp6ZUL6ozYu+ZboIvlz1mj2IsgQ+Fqgwvs7qq75HIAi+v54zvgW7Az7uPoa+j+ievgXXMb7x4Ry+njbZPS1ERj7MS1w9kNxYPhzpET7OWpK9uBuPPiEaPrwPoFa+GhZKPo/kBz4I9fu9DK3MPlbMX7sAY7A9McwsPVKzlL1EMja+M1vLPimRXT38kgA+bTQnviLmJr59y0m++aQlPRU8hDz48xa+kVJRvts/mD4YHok+3CfPvYYTRz6TR7Y8s7SNPgbjib6GE5O+w5e+vvVuWL5b2VE+4e4ivA9liD6OWI6+DfrePoe9d75bJS8++6MnvbeKgT1J56O+wrXSPRWTuL3y/GI9ujY6PvmgAb5CrE8+giKFPr10zz4Hh/Q8GZdavkmGPL7U8R89lt9dvlUjib1Ig0S+PdkYPraRRD7CmY8+Oz0hPmdZgjwq8WM9AY1cPfW8Ir5oQJi+lCyKvgDOA74JthG+AvI7Pj1ToL1VfWk+QCVxPiPfuL0X/zC+vWTYPo5pUL545pC8AzI2vumm5D7iXqo+zGdPva5aqb5SF2o+1ZtoPTu0gj4zmk88HRzHPqxLBb4BapG+bULOu5wMej0A0hA+tdzjvfgk177HiRC+X7MdvhDdST4TWTu+OBA0vpWh9r2O9vs9WSuYvTzWGr0aybe9XCovPnYqVL6DAwK+2pggPoI0Tj6itjA9+HmTvVGL5D3ACSE9bNdpvS26Rr49tqA9IUNMvrjh4Tv0KqS9/vczPc1eED7w8OU7eh32PaHN7z14c+A9NNL8Pftl9r5uce89q7chPqaD+b7RERq+wd6rPT6eJL3fZTI+moupvMk7sj3Es1M+qqS1va89or3js6w9nyXDveFJtL2w7cs9cWrBvQbe9T0QChq+dJgrvX1mAb4vH8y9jsMWvfRNHb4z4J89x4YvvQh7Lr7K/3q7ZqB8Pvy5Kz1G8oq8VOiXOwYHkjw75/A8W3cwvrdl/r5lbUG9A9WAvmCfx72jLcE8wosFvhOAyz43ZuQ+B9tHvHq0m74n0wM+Vz1rPjxxDT1CPDU+avTePpGVzby3SSg9U/mUPkVzq74yNmk+eOdoPjWmp75Lz9C+d12pOzZ5Vj2YKcs+YP76PeQ6h74W3R0+crnNvRJluj4jSTu+mTe5vjxiob7GKrE9WJBcN7CUET6DMm8+CM6dvjmzdr7R9P89AdURPq3zW751vmY9QbtyPtsah70Oj+Y9XqcfvvX8EL6p9aY+kuw/PhPBl7279ZW9+FsnPf51gb4NfRE+zmqkO4cZ3b2/Skq6ohCcve8jjz6UI9s+hQ0rPYrFRT7IigO9ic0vPnLL5r0cIcW+1D7ivaGQsj0NXoK8+gwIPrsCZL6CeY6+Wdi4vbca7L3wLo6+YjEhvmJ6Kb5h+IS+qq/CPBUsgr6Ay6i+zs5xvHc7GD70xrg8O10QPqFcBr4Z6Zu+cNEqPeIJYj6T9Te85XlFvvOHYD0Y0ZI9csPsvR5n7z10uI6+NDk4PiMePL7fu2a+DHwsPjfohz66wuY9tvBjvloaxT2FJpo7nDkxvjX8FT5yL0U9LPoNvUItoL3vjbi9K5yEPgSGxD1UC7W8CFExvRpBWD0/0na+bTsGPhBaAr6Y8DG+jfOMPR5TAjyjh5K++dF6PtzWrT4LaJ49/tP0vACVWz0aXwc+H6Izvj9c+7zzAEw9T4AyPnaODD5pRHc9DjqPvQKRcb6ThNI+qXYIPNuGUL5LRQ++UD+RveIKnb5mQr49w2HhPYhDH77fD9y+iiwsvTkbvTvCFrc+APIPvgBxFbwl10y+LceyvTdEvj6yytM9Y4VzPr9jR77oewA+PEvBPIBa1D32gNu9cfmJvSiWqz0Wv7U+DRMbveRae75KkBQ+K2CVPNlj1z5SnZA+vNECPqJW3D7QVLU+wgCdvedsmT6DnQa+IOE5vtcJO72Al9i9J8CIvhcPAD1TnoK+cB+9vBQJCb7zxPI80ZecvWyilT7EGlA93MU8viOlur6p5Xw+oraYvr944DybPoC8S8YYvhbQ174+y1m+CN8Xvkn/0b0GQns91F97Pk4Zub1spzs4wBAGvmYU3j4cU7s8l1IzvrEy/r250p2+y1cGvjzPrD7WqXQ8FUoMvR/Lrr2BR6s+huOrvc+LoD0KwbG9g6t4vr4PpD3pSqk+y0PTvSmulr0dzsk+Dc0Avdc/SD38a28+US6Tvl6pSL4+Js09ViOnPhX5TL5FV5k+Dk3bPmEeaT7/sIa9pIqCPgsnvTtLDmC9NhJKvvym7zy8at85NO7EPqBNGj2Iewi+IP0LviKGh74r0CY+Y5NBPRbNwj5Zp4C++QEvvX3bA77ng6G+t8OoPTmLVb6k5ps+qOifPngFLD25+re8YBQ3Piqu9770A86+cszevae74r69Bt+9CEbqPDArf76bcoG9LPKuPVIyu71n+ci9/07qvbFSoD3mK169+/dlPrOakz7Aale9XcA1vuWecT770YO+e280PmwKJL0thk6+zGh6Ps3KwL6k+ZU+T/PMvTyezbvPxfs9ISFaPlKXrr6+iXc+cYrBPSdi6zsnVLM+hUfQvfAyOD2fN7i+cBTKPR4Wh74F6Hg+efRPvkLYtD5Y72S+/6m/ur8Zij4T9I0+MbskPFrlQj4Rgyy+wCDpPXEeOT4sMAG+SKc+PtKsTz6QW4K+yCUuvgf+xrw5LY6+OZYgPmxx3L1B++S9xSq/PoMx0jvr58U+3ECpPkFfJj3jXkw+qyGVvYxcQb12NGa8Hbdrvs9KEr7ODku9pao0PkSKez1Et9y9I6BdvkqvjD7Q1Fo91okEvhbT7T2205G+reAMPk4qWT4MUWM9HUFlPgGE+D0ZC+49qnaNvo/SAL7+rEs8eQymvoVvBr4seVi+hDALvmCxGbw3mjA+bDbSPZq7dD0XqZS9X2sUvqTZkLwH2fu8d/WoPmRdLz4382E+6xSwu12uAD61er++Qw1RvjiYNb5foRg+L+kfvl5uC71fsL69jElYPeibdD5K0oK+qRKkPvFiUL7cr3W+TzB9u8vzu713G5y9xYSdvYDp3bsDMWA+RM7qvQfaKTxWHMy+EvxQPqLX+r21qkU+lQV9vSEDAb7vxUK8npobPmSjB76d3909JnOOPZIb+Tznv5Q8td/bPqHqf76g0H89k2Zwvs+fI75QLow+MM58PoxxIT7nY1M+Pk12vmyJd77ZI6e9xDztvcFL6T1Q5te9j9bVvEEYIL6GXns78gJVvv0No75vp1i9f7WdPiyai76nhpU+jgNtPUT53z0iObK+p/kMPmL3Mr1WYqE+GbcpvmC4xT3AShs+XZzXPlh1F75ensY8RSTPu0BjED3EMGE+YCJqvgapQj4vg24+0r0hvlU9jb4ncpG9OXzFPUXEwb0simo+B/Gfum1KEj3boNi9tsR0PkwqOD7bksq9l9MyPhoDD774ZjC+4chzvqT6rL4IxnM+4KCiPr/Aqj1PJRK9qabQPESY+T1SLhI+su6yPWmwHT51a4U+TzNNvuxmuL1nQCO+86/uvWAToj78rTg+2oyiPpi06L2gbDy+IhrDPGlyqb66nai+nVRdvi/iG74sCIS9b9wcPl/6mD5aAj++sd+qvjHBxjwKzEU+GJPzvsjMTj1VX3m+zXoavcgmjz2KBAm935UfPhrrSD4MI7M9xPWKPY3VRr0HIlO9yEs2PtdFnr5weOa9aRopvrsI3b4TCOC9lvFuPShdLD0gk6u9hiOMvfebM77PEY8+GFLRPMstlD2yR6G+iUKOOw4wAL5kxJW9XJfePO9GBz6nGxw9P9OGPszuoL43AEG+AMP/vX/IR76rLvg+uy37PQxJS76Szpe9tnEfvqcd4z6cymI+S9iyvuBvs74+nyy8qawMPauJPb56wMa9Hr9kPmFdmD6M8Rg+7DqQPM4Rg77Pa7Q+G6ZNvuGqgr5Mxx2+iaPWO4gT/r0or8w7HEQUvtAeOr5JLgW+FUoEPu4aCz5KkPy9/ysyPoB2TD0oCV6+COOlu/cBmTwBK4i+k9cIvvHwmL7EevA9gTZIPu19Ej6/Ww4+oWhLPvf+1Lyvzj8+/fJzPiYIjTyqzAw+DKYUvmCgv73ZOGK99+isvqtMo75jL6m+GTj/vQcIlD53S4u90yyPvXySojvc4TS+huOfvTZHcr2WErO96jG2vHx5ZD46Oym+QRWIPYOrnb55saU+yuk8vfVuD70O9Gm+eGjDvr6N/T1AjVA++LadPRObWj0YIQG9AjcCvrxrND6Ccis+cu/IvlG/s77xUTo9uLi6vss5zj7f+02+U4IcvVP7Zb1hYpQ+anh3PnPpbT20cTs+FJomPk0oYD1r0zW+UKyDPl/TSr5DLKE+JlG/PlShXr60Gou9kpn+u1aAJj14EXW8xdVTPS5VAj53BS69rey/va9lUb2dvzG+hlGZPvEy1b02Loa+iOF2PRa6aT4sSZY8gcwSPdEPnr38d+m+PXlOvS9JR76pgIu+Ti8UPmF1HDxQV9O+F7YDPCGmgDz5ydO+1i4dPaO1lj6kCVM+/zPCPlyYCD5wWb4+AdP4OzmbET1N4zC+v6RWPu3JiToXRru+Oip5vSMSbb1ozVs+pLGGvnqsCz2ccba99LcAP1NL3r2+yBU+aVidvtMGqL3tp5M+HggoPlLzpDunaAI+wPNEPmsPkjz7D2u9lg90PsnI4b0Pr4o+dbi8PaCuab4oAyy9uUpXPeH/PT6PcFO+FisKvvrnHj7ZGAM+xlabvpLlBb4TQWo9usa4vtkzBr6q7AS+og8Evs/iYz7jkwG+/H4FPBbCF7t2syO9NyBDvtVclD5gye09D61sPuMwrL3VW2e+ihltvi1Mhj52LOM9dVZ/PtCYHD6Lg5a9es+iOybrVb1Wo2+9HjtVvYVP3b3cxI2+zNhPvWAuzz22EI68y+7gvAOfKb1a+io9NEpEvA33p77xixs+95TIvGPD/L3Gd5a+l2VOPe7YDL4QYGw+4eMUPpMIxb5isEM7faLTO5KfG75fnym91W/MvcTPGj04ikO+ti8tvj2+zLyqAt69Bpl1PO/qaL2SXjU99mH/vVMyqj4tTxU+i/ptvtP1CL4385++Pqm5Pib/lL0W2tM+3XcrPuDovj4khvE9wVuCvnuFLz4tR4M9Ax4EPlchJ74l3YQ+hXQiviRLWj48qUK+snwJP5ogpz7VGLc9K9o0vnzV7758wZs+/ys1PYmVqL6Eq368Nl3LvXiAnz2oBww9bFziPWonuz5pLOE9GfWDvqNcij15IhK9zCeQvT4cYr5ANy89zl+/Pi2yNL4Td7q8k08aPqTUhT2eMrq+UlhsPuW8+TxFVpo+/didPJ3nO74Fria+gpgAvdKOfL08XjO99+ZivaOiIL4oXv09cJASvuJNKT73i6G+EHtnvVhTrz6d+IY+zcVVvpUhsz7HzjU+dgr9vEtWTDtsbIu9TOmpPLdToL0iXkU+qgcTvsLqNb7bOmC9Lx1kvbzOPL5e3XI+id91vMoybz52nrA+xnvzPIFoYj2sz849cZSJPvXrjzvALJM9w7CRvs7ASLsUWBk+8CCmPqldDL5VmCy+aTEhv5ulYr7ldR++noOTPZAZjb5oLya+bk1Wvi8Bj775bc49jmg3PhoE7D2xRJM9k2QFPiu/VL1g8PQ83cQFvrS5v70Ov0w+N3zsPeMOl75g6oK9kCq5Pm0fIr59SLC8F3bDPjrNsj1Gprs+Xmoxvq7Woz5jMCo9ubmKvmV5x7sBFuO8U+lEvsLxfT17vaM+8tM0vTHPSz6oXrQ7u+VkvfkZoD6qklS92QYMPdiPVzpf3h2+J7B7PkGtdb5dtKu+6fiBPmkiTL7EAvs9CgoaPv6dWr2VoBI+sTndPPZVoDwIA629uuT8vcHBxj4cmAM+WlStPuw4ZT6TGM2++W2hvnXzQz1LDpA+wb3TPREoX744g+i9xmDhPipBnj4zZyk+XFGFPoyrXb52owc+5z2uvTw9r7xf6WM9pE3cPLX11j2OWNK+I8KIOh+us71LfuK9xkjRvXXsFD1QPOO93K5dvUIxTD79FM69jkXLvTkT8T1KEhg+YPtrPihoBj7gUA67M77TPPQOK76bECO+6uUQvq4R5D4fh5+9R80nvmm3yr0QY7E8zFROPO818bzc/vy9t4Y2viPkhb7z78y8EEpDPRDTNb5dbDM+7zuOuxX2J74PNHO+5lf+PegCoL5sXqc+3xA8vWTy7zzClZs+5j6cvpbrHT6k3hA9457wvdVhOT5l94M+JTPEPTTqFT4LXwi+NQGwPqrGyT2/UBQ+EIRLPrLQlD40ArA8Te0rvSswA7xw0h49HZOyu8d3ML6IM4O9hKYcvugtXD0IGng9WY7kvpKgRb6K7B4+P+TmPhrdLb0B15A+NkR/PcXUyb1SbSe+uKa8PYSBlz1BK3k+LWNcvvqoyD06BPS9ESQ9Pui1Az6qbAw+MSbTvXINzr5cYYM9taBtPfITWT5FjYW+LXM3PnjWQb7zT969FPd9PgKInL1XoLk+uuBEPkFTnr5YnLs+hJtJPvFBwr7Lp/K8L00jvHyWk74lpuK+HF17vneKor5pxpw7txgKPuS60LyopFU9qheFPcDavDwQzvo9rhkuPl+jbz5cKSo++3GJvh2r2zziqwQ+bD2EPoKLxbsHxwa+mGf7PV1/v77dO22+yj+KvaqjD74spw++FOOfvvVSSj69e4i+S0ouPqUZu73TWFM+HGSlPhxVkzsZRqC+gSpWvnLfyTxcqEq+URSpPQhfpj2i6KY9rwQEvLFCgD5JBkG+BRpKvgHRxjxrsn09QpfMvDJ8HL3lQos9U1VZvszhAT5r/IY+uAb2PQuWhr5634W9Jd5TvEcsAb5eq4S90AZzPmI+tbxN9i09vigCPqeaBjyu+Zk+NUY3PZxuQD71wfy9uRqTPb1fNL43LfI9gzmyPUpazj5qIdC9ZLTpPGOSaj65Ao8+zaGOO3zEqj4PjeC+uLUDvqWo0L3x5fE98NCQPhayBz5Qd5a+S06AvKiSgb6sXVk+km17vq6q6r6+tAq+BbrgPuVI+7y0kR6+0sAmvdBT/b2KoSa9xSzpvvsnh76mUDS6l7VQPZRzmT2qt0C+qLk2PaCdqL0o8au9xuYFvr1ver6j+s2+dIShPRbLwT4vBKU9uQESPSg6mr0ka5A+9bZXPquWoj57FGc+sFkAPsKqBj69CkY9B2L2Ox6i7j1fEZs8rsKFvsBUMb7M/LU+zJR5vp2ErD6b3969Xk4/PtFV9L3nZ/49GVo+PiupGj4Z8tc9e/23vUljaL27NEA+pAwhPfgHlj1BRIA59M2avGuOdb1rMsU+G9/wPYPNd745b7g+tRkqvrbcjD0sGKw+Y9VnPqhD4r5DHYm+UezxPZKMvD2OEkQ+J/NpPvPt2rxoGi2+UWh2PvUVoj0iFiO+k1LQvaC307rz5IQ+XqZZPovuxD7IvWm+I60fPoo2K77LBl2+wKquvM3VhL6Qmtu+96o0vp84+r0aLlo+VysfvjCqV74yah08XHJIPtYzu73W5+g9jDXyPQYjlr6/M8E8eTYXvofHyb7eBKQ8c/OWvu+4n74t9RW92ydyPWXUAz6iPMO+Aj0gvfuG1L3OXGO+1d35vTIHbb19O+O9Ju6sPmnoYL58rcg+vGf2vaxoaT78jnm9bJCQvWOa/7xUak4+ucwGPuUnKbyPAmK+dv4uvtsFWb4N+Nm+JoCMPHg1pD2Xrjm9jnyzvjW6nT5YylS+5AiWvlAsR75/swO+X7HmPlEqnD06C9o+Bxs4PuyLkr7Eg3Y9lODWPao8nb5g6Vi8XfdUvnleAD7JmKu+r3VfvvaDOr6Mzvc9yssxvul28TzkXyW+yXg9PtAWWD0LXYk++BtHPjlOjr7cwVm+ZYkPPrnPhr7sjAk+uq/CPXKYHr7Amzi+SHMlviJlmbzBIUw+oGOwPfeRGT7bF26+LoOTvnvU+D17kJk+N+UlvTO/hD6ovtS+anFlPRh6BL5U7kE+2yeHPqhxVr7Krcq+1H1OPvMvhL7C0MU8d7RzvkJ8oj2TI948YiY9PsjgmbxOwp+9vuwCvq/riz3JIom+RKOYPmRvPb6+7M49zwF+vayxjj6iouA9DepQPvBFWz7KRwI+poqjvT67fD7Wuxm+bt+JPt2xnz0G/SA9dh8wvV+/hD4YfdS9hCUZPtS9wT0PUVS+h62xPYKmQb55DZc9HsqzvUTETTuePnG+qfQnvsqliTwFgr496t4qPoBWkzzk9Qi+hlo3vgeujj5we6w9wyi4PTubk7wYnJC+XOzjvholab48czW+PFOZPuEurT4BOoI8GqwbvvVVuzw4yjK7I1tmvhGewD7ylUY+8DroPVO/KT3c/po+rFg9PofkKD5alw4+Ah05PmP/vj7QkVm++TqzvRLsyz3GpvC8n4KfvbFQxb5XST08OkmVPXo8Xz7VFSC+4a3xO67YQb56+Ew+M1FzvG8HHj6azDu+rmJ0vqLxmj7XN8e9lfsmPg9Gyrwf8NK+kKu7OsPtMj7Cdn++Lr9YPjO77jvHrQa+EDEnPc+HIj3LUye+KT2jPstRXb4OZ+2+L0kIvTDbh74Yjk8+VbAbvgZcdr3mwro+LJ+TPhmhML7ihO47urp7vnYqAj4kNes9HDUePviXcD7Y3pi+ZlobPuZnHj3YieI9h5qNPhoFiT5jKYs+FVniPeNnSr6GOwc+W9wjPllHkT2LkXg+j2oiPm2IG77D9Jm+yb3SPLAjT74/HEY+v3dhvrGWHD42Iow+2Sf4Pa/d5Tzr6ZE95hxcvv+4Jb6z1Ac+wtxBPr/NZz4sVZI9FsKUPeM/ED4rfGq9L1Y2PpN0hLyLZUI+fqtPvvLWor3hp2K+idlAPhXd3L2t2Ea93vU/vguPTr2uHys+WXHYvhN9gj13opq8MZ3bvJY1TL5wFi4+GTWZPTF1M74vv4m+4IyAPUXbfT3kwXu+rAupvjSx8LvZo/I9DdLEPaivVT6dZ+E7x3w8PWTSUD27Noi9riJPvdX0iD5BNUy9MvXlvf+lLj40Wc28tD19vhGC9rwuXgU98X3EvaU1Lb3/jgU+KPcuvsHy1T0iiI6+ml/OvXDXgr42yLg8phvjPEo7bL4lkMW+LquWPhg6Vr6XJQ2+4k+wvBs97b0mC5C9CZ2hvgjtkzvUWPY94IEmPVi+Mr0x+cY8+KOsvK/Q2z4DJj49HCxSvkLef75RLpA+81oyvh7doL0KV0I9qJWEvFKmvrxmR26+mrOgvNc3Pb6DnYQ+R6oSPlnUED5YZrM8glAePW1gd76unkA+JDd7PoXYI77lKzW+/T33PRV5gL7slr0+wTc2Piw/eb7twJ08zUoiPsm3H76IIpE8+g9UPuZ3T7xWAsK+x4aIPk5aET5+MzI+6JKnvkuYq70AK2c+hRAsPhELGLxkPAE+THqXvikxor6zAYo+5uu2vm53nj6zUNA+x5/LPC29Ab5DOJU+pZHFvoJcbb0nsUq+eyOPPsFsCT7ZiYW+OVh3vsaOST7hrRc++osjPrzslj5yFUA+gaUiPrtQv71P7xa+78SNPnA1wruj39y9GNlJvktSmz5evW49aW6QvqT2BD0PkNu8FCkFPdJznz6aZt09bjcsPt5mpr5qgKc9YfSWvqtKvL0Dp3i+beSkvCwC9j0yNGu+VuAwPRzWk7yk6O294J6XvaEogTvDpWw+6FMKPrMPMb7NiMK9HNNCPgegf702+Gk+EPB6vQp89z4iEAe+w3cPvg0hFb7ZxZO+ocj/vYHRr71ALyS+iWUGPoPHtDwq63q+vQ0gPcPcOr2oVJI7ahe5vv60mb0kP3U+7po2vnOBFD6t2oU+NupSvistID6oCRo+mapMvv3k1D3x/xi+f20IvjjTWD67cwA+6GgPP59RzD02bNY92SB0vuhI0T3PGNk95LtTvQNNj76mbRo+yiEcPXRpuL5p17Q9ntOhu4ZTuj0bJng+Az8EvDSTuz1inps9LfFVviNCmj7MhQ4+YwVIvngLi76jx8m+zMrBvk+Kwr0+OJw94FqbPYnCgb6twL08zjklPePC3b1eVuM9BAH1Oz5MCr3s5jI+NnTovOM2Nz6sAZY+mcDevcM4Kb3FOqA+adYSvd7upzwoSEo+I/0fPste3r1CISy9YYCxPoGL6L1z/BS+5GZ6PgnTlb0VQQY+XOEJPrdJxj1ab6C+RgudPvVstbwIPBO+Rh8yvllldL5u4C6+ZG/nviDqnDw8NJo+1R7DvfsUsD6W0sy9OaTUvSnCS77UvoS+Ey2sviEhmb0Rsrm+L+fOvYYPpT3fXoE+GCkZvjdEoj6BbLu9HDf3PSVpEj05j/y+2TXdPusytj2Pwdy+w0rFPHq/j7sQT0C+7RYFvUp+5r1ywZC+vOEtPFwiEr54JUk9WgRYPmuMTT4Bsac+764pPnQX1L3F3K89bS/5vYSYFr4xeQy9NrvavHbpvTxtD7i+n+KvPhsexTsbLQK8ImjLvZ+voz6BZDc9zBCLPoaPX77kU0k+2Ix4PQM7dD7AG74+O2IMPUnKer4vgu49cA6bPgDcqT0gnWq9VlvSveB2Or6wF9y8tWFDvs4ZlD4prgu7zKiGPULRb77dcMs+U25ZvrLrcL4Ouhm+VZ1PPmL5VD5f2CO+GvqZPuXZDL4Gsi2+TqxZPgryaD03IuE+OzYzvr758bzeJAS+nA9hPlWbkD5dRX49VTOavCgQPD6QZLO+JZWQvqSBhb68v1E+iXeLPnYaGD4CMRU9W3kwvh1feb3Qlp29I76DPpHuHz7ZEaI9RnbVvZ9DtD6hZRc7nP0evuhAK71NAX2+QK3KPeW/w73n5SY9tMITviagjr5sQII+d4tZPkGY/T0bU/27laUqPSkLUb4eFWm+W3/3PekCrL2BTeM+lU2hvRlv7b3kZOE+G18TPp+sJr7JAzs+OMc8vs8aDj5T7Yy7WZBhPlUvPr07PtK97nTjPdewxT0dxSS+Ip+hPgGNAT4Eg268cSfNvXcSir6Ei76+VmO6PXn/b708b5U+fvh6PnOQB75Vlsi8E16vPGqFmT7JrhW+ZG1TPrwd9T1oyik8NjVhvl/2Cb4WDrK81FCavtVwgr3eP/g9XHlfvbRNoL2hwpK+mg5RPYh0grr2JYu9P9miPgnFtL1GzyY+y0A6Ph5Llj6nXuA8eoTNPfvuoz5Gi4g9TJFcvp9gtD4L5qM+yEkYvuK1FL8wdE69H8yqviAMbr7wcws+amcEPjAcQT1Klx++RJGKPkKt6T1lqts+RSJ7vWkDIL6+wYG+BNbfPBSplb0iBQc+2zE6vogvFD7x8BW+HfMVPonGTT65o0u+mjaCvtReMrvV4jY+p6KQPg6Q2ryzCxQ+HcYovksqmT7C1kK8ZeRoPkIVKz2VCVm+s8MgPtYDFz7Drhy+an2APFU+Rj5WEm0+2hPDvulwY738PUO9Uz0KvtcjmT6FYVi+Yi7dPlqPjbwxYW4+s0BCveO9tb1daQK+Z22xO/akMD6aFrW8KdA7vrJGGL1sz96+NpQmvTsmsr5Oa0k+4qaWvr9qNj0rBg++iX4Evp8RfL7a5wc9jzGpPWZO+T0MF96++zmLPDPy5D13EBo+tTOGPv30Oj5aLIY+CvA7vTXfYT6Df+S+Gv2Bvh83C77nQse9wQytPkca0j6ljtU9R0mTPS3+cT6kX/Y9LlItvZ08/L2hQso9hrPrvS6drb7YWvM9HUuWPuVUnzwCNeq+zGNXvnnfJz5Yswc+KABuvUC8VrpRPTk+2OTfPVvRiT3uFag9cpVfviClir6OBIi+Rm70vZDMbj7TB5O+4keevgUmkr2MXzM9Wq9zPiNpSL3mslg9/9+VviJjDT6SjZM9pf3ZPg+yEz7dlAo+uazOvrhQjb1Dfhe9uEtMPaREVztdzIM+zUs+vt4RVL1pGog+AqeVPvpbaD7GB+O9nL4yPotWjr4yhaG9ZN6PvViTKD0N2pM+hWlmvczXQ71pOfi92vCAPfdzJz5wKei9WI9bPnPh5r3p5DW+L6HyPdmGcT4ZBZc+HlZuPScOqL46COe9g/VovdZ8dz4NuW2+PG6wPXT2Xb4qyb89qvUIvhKcY713KS08YmvcvIhilL2tI4G9LSAcvhQYcT5H72M+AGglPmt6Uj4kbqm9rV5uPk4wm77QZM89rcO5vSXs0j3sLkG+B+ULPp4umb0naQa9bo19PW/7wT5vbrW9MSAWPv2lYr7fSlU+k4Itvgo+gL3zjnO+JAkcPpH++72hYHQ9s9YFvcKwhz6gUoU9XsmTvm+C/z2dR2g+Wm9aPWqLDD2UV5I+J8ktPip6+D3bRH+9mSGyvhSevD0uaA0+r9aBvkhjND7F5oo+itCBPSwIQj4Rtjm92LsyviFrXz75+xG9NRr6vWEigrw9riK+UHGsPlu0JL6esey5kGmbvnJF0L1XOOa+7SrQvAR6Br6WHrI+GSQqvid2h74mOtc8vYegPvHigj5ksAS+1wgnvC+olTx98DS9PeUDvgQR3DoFQYQ+gWKFviThnj0L74Y9bNZTvestVT6iDoi+Krxtve71rT45ZoU+DDqRvqiL0D3AHGQ+B6hUvbRTNb65AZs9C5crPnGdsL0oCKM9URZ+vrAZCr2mXaK9clxVPp1lU75p0V4+Wn9OPhtyKL6267e9/UdOvseVJrwpKAe7U8gePVvPrD3YCxu+aOaFPLLDCD0f/S8+LETnPeysurzfLnQ9/PnTvrxSUj7SB1s+JZyGvSQkFb6fSis+ZBqYPsDLVL4AYaQ7XNm9PdQaTz7xR5M7zPL3va+oQr5OOqM8Os7PPnPQdb2K3pS99j55vaqvMr5hGHG+eM2cvBDdBb5tDjQ8qgEnvjPZ7T3kJIC+OMZIPic9OTyVbxa9psLNvdg/DL5+/fg95M2KPdn1jL4iNX4+pN+avmjjhT4jIaQ+P2+APXrE6L5OKKg9gF6mPaMfOz5oaxk+cM6FvjUcAD5Agt69hP4JPiAnTb2dYgI+JI6BPeMXLz7X+Uo+BjduPeFIMj4ku8A+v383vrVggz0v2aW+hlBPPlBKJr1DpmC+/em0PlSmZ75HQ9c8D6mZPVKUnb3esmM+mjkMPT9Irj4Za4K+1hnqvcjQ0L6se8O9dOxOvq7JG76p6Ba9GrRcvZenwr5hsi++MjaTvoUPoT6qjlg+Q3QZO4iJYr6tvYY+HWaJPW1eiD2F6l+9f5KxPq8D3L2eEBY+h1mRvj9l2z3YaKO+R+VJPi4Bsz1L9/Q7slWkPl3667twjWk+uW5yve50DL3XoCw+k1eivRGTDr4+43U+NXtTvS3PSb6GL5Q9yBXXvtDKFr1IU5q92B53u7aU9z4AegE9/l0EPhQlN7w+pJW+ZLlLvoaaH72hchY9zp1NvsZY1r1BxIA9h+I0Pniskz6iMXK85j/iPhnwq77TMLO9SWR3Pkdqa76QO9q9vl6TvnuLMD5THLA+cgbSvt7Aur1i8OE9wyoZvhcByD2CwXI9GNhgPkmotb1CWpO9KR2JPZtG/b0w7Rw9xkgivlPs1j3zKL69IU7wPZC8c76hfN499fqZvu8+fbuONwO9I0gYPocJ/r7Shwo+z5lrvifYYzynOwa8UMeCPvpVqL4sSiy9jRBGPqKRaD78e0E95ASRPfDzir70ZKC9ppmRPfjoHD4DfA0+2KxWPSfGyD2NvG293gEDPsj7+jxo6YK+7rtpPt21xb7M/gY+jJVnPlu+Kz7TQB6+baCrvWg1Cj3Gy1i9GEW0vZNUVT44GRE+peUbvqgGmT2cQVW+Yk8MvsHDrLyLfTK+R2NovXIOhD6/SC6+Ub4DvZwtu72U2au+w+ZwPP9tMb7wjAo+2+mrPj0MSbwpdQQ8bUcBPfh11r2n0ga+uIVSveYJTj7eGtO98mNcPun0ST46U7g9BHrXPRE+Kb5TxJW+v6YZPqo7pz0IEe48drtvPg/uTzyDZWq9M/SBPXR1UD1Etf09bUyhvUpKxL5vgCe9Lwuavighub1DQo0+idiyvMo0Xb09ALG7kkEMPT6L8D1O93k75jC6PrS2fL3Sb04+LEW1vsxGFr27ud49T3DsvRTdlL6EonA+mJ4/PjOwEz7+bEe6ZMCPPgp2Tj7wjAI9RxMJPWA7YD3jv449GzkovnNkK75m61Y+P6LmPe5DWr4GTZW9TTZNvmA/WL4QL0G9nwLfvQFA1zynTzQ+31okPsEFiT3+dXW+bLh2PGyHWr5XHqU9Fg4GPnlvPz7gmcI9dTKUPqDt+D2YnoS+4iScvTvxR74OKxu+Q1OuPXMjib7vTNE9nvsivsRw/j3W2f68mdCDveJHsLzW3m8+Yd5SvGhJsD7Piri+S7zmPUc2ND6ivdM8T+7sPE0LSr6yoUS+NMOYPicjKD5DE1A9Y24ZviDOmjtJ8+w8DauQvuh3dr50zXu+vwOfvlne0D1BIKo+oOgpvi/0Az4F8hG+OeB3viLg+T0m4F0+WY6WPfeuVr5APfy+4sECvpZgSjxf65++wlbkvHsyu73gyFg9kg9iPE7gUj7dcee9eWLqPRkcuj4sz+k+fh/6vqV0q74lqh+9mvFsvjOQbD6KmYe9ceOQvfaUSb5DNJK+c0HGPttfOT4TXsG+LV9pvmEx5L2s7gq+//CCOyNWXj7k+ME7HIWePjTYm72Ke4w8uoQKv7qjVz64bfY8PRGZPvH1k73mZJK8Iv0OOzSHmjwcB1Y+x7zjvfL3Jr4BjTe9kZSFvZJrHb5N6pa+I88vO96X3r1ra5I+8DaYPkWda77xtlU+KqNGvvATLL1EMbE+Drqdvfq7wT7kGLk+K1mLvtCqhD4R0zu+cvtsPZNdAz75AH6+ONSSPshhlD5OjaS9E3SCPR0V2D2jFjS+fPZ9Ps6Qhb5NsPa9S3qpPvrVb76J3ke9Clwpvprivr07+2c+sNCJvaFmSz5L0Me+1oQ0vu0yDT4e5MY9pX0dvjyzLr5MJ7S+0o0NvnsN5j3aNRi8d+o5vohVdj6kjJY+eFXjPO0Mgr74S6O+V53rvT+1kr4U+UY+nZfzPUJzOru/TP89oXMqPu9H+T2BdMm9XScrPA+D6buC6Tw+pCj9vbUFhD6Cpw28gaqKvshHbLxe4oe9Ea+fPh6J5j6DofS9q9edPs7sLLx0Mom9PjQZvuQkwT1r1DK+qK4iPcN/Fr1vP8S+M6MWPR+iKb7uos29x8hjPtAe8bylXae9aV22PazYCb3pjAk+4tmWPWN0DT7HvRs+KxyMPUT0AD2pCra7BzYnvrPIB74CaTg8chMsvgUUUr5hiMi9KGWZvmQH8z2PTU09Mz+rvTKDrDzkM5Q+fvBdvg/GZz40Cao9GB85vqaVcL5nhSE+1e+APid4Db6O9YS+t3iuPaQFkr6Cdc4+0tPQPWOgvz1IBBY+SIlkPq/dWD6xvJE+O1L2vRoxqDz5pBg+fAxvPsiKCD1j5HM9/uRNvpIRnT4nLNu+ghWlvScMjT7Ixo693E6IvowAD72G8Ys++AV5vqVViz71Uae+pmqEvsUMkj5JxQk8dE2GPqxykL7OOW68cgoNvqLdA76fbUi+wxhovoLPf7481Ya+fEJ7vkLxm76lnHI+/z5OPTVluD6ON2a8jQs/vO6g+r0kmBW+zOImPkZRiz4cSLo91sZGuz2PjD6Xw4A+tOqovPWAfz7Yqas956OfPHawxzv/0oM+dBravaDeR707DGi9CAYQvtOFCb7EQpE6blrYvQ+0KL7TsOi+bPCEPgnv0T5fdaS+0KBHvstXOD67oCK9WX0ZPvtn97v+bhM+YRCRPjfZtr3qKSu+7X+Ovkx/tD26Z7K+z7G7PVZ+HD7Lrwy9/EECv3p7KD7eisQ+X+GDPsZFKD72CQa9Zk6PvvH3mzzT1gC91kAhPYz1SD4n3Ga+jidlPQi41z225Rk9U7AHPsy+TT4A6D8+0C5fPgdJCj4+BrU9HLwYPpLJjr5jDs0+QvWUvqLa/D0R8hA8j2k8vfp7Er1z8ca9O9VEPqa8fj5UBhi+e0Y/vmVpej7SPHs+RA2oPj8gVr1oVGa8O9YmPjDrLr160Fw+IDC5vsDZMz668T4+S8fFvdWM7L32P2A+CA6uvUtswT7lfMy9ieeevnQyqb2Z7gY+ZE0PPvHN1D6h+5m9YFgyPlagzb6I6Lq9p+3GPFhtfL6CPqI9eKJ5PcS6NL3lUCy7XniKvZJsQ74cpD0+8PSYvuyCRT1K3CC+VwXdvi8WLT2wUGy9xYvIvekurT4xb/491kJ0vtuOLDzWbQS+fxxlvc9cXr6ZnrI+xab7Pp08hr5HtSC+G2A2vroAq72r/bQ9wKYVPq8esj5CgVE7s82Cvo1DnD45uU0+wpF4vkjXlj3Z0jA+PIOJvQ8QDT7eBIg+Odjnvho2Ar68CNo83BdEPsgss75AaNG9qWUOvkkkQz4m6pu+12mVPm5LHDz9rH69zvB8PqTuQ72KLxY+HMgqvnP+OT3DIZG+9HSEPloUC75fLaQ+V6f4vTIWH72YfY2+1rycPSw5CT6svc69HnXWvZkgkz4LH5E+sUtkvuMYij7yjm6+657gvV1/8z3R1jU9oFmYPjFTRr5cQJu9YLuYvVXSZz3Qym+91yc3vstcmD3f8YW+e6HJvkeutb7C9Bm9kmTIPLcKdz62HYm7XKzWPZbPCr6BSFO8vpkhPa+n5D5ZLDM+Nl3EPY2+ob1bSm0+V9PBPXUGDz7VsKw+HTpNvsrQgj2nGvk7rr1Uvi//6z1Bi4q9En9fvnYX7L3eanU+lYEnve6wjj61snA8n6BCvuqZbb6pGWu+/TR0vihBmL1fsfo9lk56vSAJ0T3GdGY+RSbWvUz8d71vFto8RCUFPvt29b1Tm5s9f++0PpbJIj7Je789QT+JPiVwMz6dOXW9SdQ0PTOPhL2ZUgc+MHEwvnWtSL0+gtO9PQqEO60J8T0FUoy+Mnxnvhm5f72hmIe+N01uvgl2RT6bJxa+7GfdvhAFF77C0Oc9wpWvPTVQQD5qwqU9GQsdvclCEL01Sbc8iD0aOZbgpD7zHBc9rkISPgpeTb1wjTS9Xfl4vry8lD4gmh++mN/nvEr8ATwYKFg+4eFOvv3Idb100Gi9+p0nPq8ACj7iH8U89AM5vm0cLL46ykk+K0+cvkJXfT6Hgbq+mEvPu4gmqr5SMca7vCyJvRC3IT7j5CC+/l0JPiAmxz0MOKc9n1rHvhL9hb0vwp8+6LiZvR/vhz2yoVc+3GTOvYp8ujw0lNU+Hh6vPe76OrxcbjY9aEkxPhZN0r2JlL09m18Yvg4CWj4mCYE+yaeQPqIJJr5cfm89bfXPvTP6HD6YJqS9mhc+Ph29Yr7YmB88QDTEPcP3i76IUCi8poStPnmiqz1iW38+VBFWPYkEnT5yrGm+16aPvb4mdD5J0mu9kt/+vED+cr5DAfw8qFD0vCwiST6EtGy+LG75vX2smr58AEq9J/yaPlptHD5vlHa+oSGYPNe6mT3WIG2+OOXtvTs5hr7eUVE+yb7Fun1+gz2y2hi+ji01PcB4Ez5Z4Bq+UMcHPkUy2D3XXgM9+H1wPn+NmL00uFS+ONv3PWvwPb7DUF2+IJl+vbWxeb0x8G27zPB6PhRS5z4Hx7U+fCk2vj5Lqb3tbEa+IdYKvqsNtr09ue29E1F8vlhg2z3k7e49uGSYvtWV0r0Qbgu+4xMUO2csxb2cbmQ+NOd3PoZbor7pQJ2+83KlPM+WpD05BJ4+MvOUvqO8FD38RpA9ZRALPSaqiD7LrXc+joNNPSzftL6jge49v8/rvsmzMz5xl969+tJ+vRCvPb5uIQk+X7VmvvD4cT4e4QI+grKBvVDiHL7NCg2+nDpKPZAdL720yaW+EOu3vW4C/L7MTjw+6S5Zvj+Upj7qpp083fdovgrEGD6A2Yw+K0Ltvo7jEz3QFto9AYd1vW6whb4fANo9ELGRvvQlDz1kc2o+MyIGvupWZD5qc409vRZHvpBY/L1kjCI+mV0iPnQBfj7Hy6k+NpgWvjyXQb7+Cy89YWKjPZzcYb6Cos89b0Q4Phxw+T0arNW9WgoKvaX64r01PkS+XVPqvBcVqr62mZK+AFywPrFyFz6HxbQ9yoYZPqS+W76ncK4+1tQxPm8nLT7+f1O+MCQ4Pp5ICb35YJA+5/K+PFtHTD5ntFS+z9HlPqH3b75YCvW9Ke8vPR9nZj64Qg0+Duj7vkjqGj79KCm+rvepPodsn75whPi8lS+CPq0Blz4XVu889JbUPcfwQ767r4U92wYCvkB5Db5x2Ba+S4acvn0vTb5hK7I+LFeeva6W3j3VMpM+dDnCPbt3jD5bAkA+ndUpvnrSFT/DHaI7cT+GvjjxmLwkVJO9QrA9PvVKzT00Teo7bCwrPv1rpb4TclE+hAjAvXCjmr1NMwY+sTq7Pa2Y2j6GlK29fK8IPtvGQ75+y+O9NP1OPkGllT0GgYs+GKNsvuelHL663Ra+4z65vi3urb2jgFa+uN6iveuLnj6nhts9zaEjOzi7r74LmIK+SHwGPlsh1by0cyE+1+O8vXCj+jwuygi+yWiWPmah0DzQs1S+DbEovYqmRz7Tt989UUFuvnK/Hj5fpkE9Ilnfvd634zzMIsk8KllMvnW8rL12dEi+GBQYvh78B70mrCE+p/UBPvD3Bz5ggtG7J6xtPnyxer7gkCK+GoAJveZmqb6AJQy+MlQ0vnLnD76ElZ09V45lvF3BDb7OOPA9xzFYvIYmCzwZtEk+N+NvvWcfAT5RvHE9HhTVvUXcojzyEFC9+i+5PaePsz6/9Zq9z+4kvtGSrTr6Qnq9sdmVPqdo/73lfbA+Xm1KvioSvT6iSgY+Av/8vdS/Cj6EwME+Lr8NvRuGAz4sRje+Pw2NPaB9lj3bGv8+Rh0HPhvlHb58zY++9CMdvtKY371w0f07w69LPkPbDb6cXrc+I7NcPcyxrD23nYs+9NSqvYScAb7ZSp29IraFvX1bMLvZTAo+sokEvQLQCL4kudy9Kv63PcacKD5P0+49sp9nPayKZj4YZV0+Ly6vPeCagL45W2C9I81WvtIEVb4ldcu+Dbm/vRdjJr4Q3t08rtnPPo4WtrlqDxk+CTT5PCBhcz7g+Z6+m7ZQPaxjI70Qrrc8L9SxvYxtkj0Ml5u+Sav+PmEFOD5/8Mw+9wgnvuQENL506Te+EnFdPjvPJb4qhIA9aACEvostWb4zvtK+T/G9O0/Cv77i/Is8rBe1PX5nc77aZuE8GwYgPcKfgj5Mwv0+sHF1Ptq9s72jJRs+o+hBvorZlz4MYlg+17WpPlYCNL40t2y+eSr/PTKNCz/lKG8+kDhBPp5STT7AS5e+YOjoPX5hYr0Ul7++Ef/1PIji0r4VnKc+jLigPk/FXL72tZW+gsRhPsMzU75Br3o8TyjpO3ECALvRVoe9Za4rvtJmRT1/+QS+nkSqPTvkqjx8Q5U9VtvbvT46A77Fv/+946zcPFoKMr7VMLU8ftpMPA/tJL5z88M8+vWXPv3Z+juQhyK+5H/CPX49GD5W0B++KdvzvRLLuz3To8s9PZ2gvj2Qg74f95m9wJ+qvbuKwz0FsSe91FShvleZNb76sRc/XPrrPZCUsD73/0I+U7WHPoonhL0gdB++tqiyvtx5oT2R3V0+fbGiPa4cHbxqB4U9Bx4lPvJCoj7WUQ0+XsnVvToIvDzlfUk+Ri9hvOiO/r31b2y+HU8FviZiHz4UAAY81w6hPKZVxD0recA83vMGvjVPGj25Vgq+CuyLvQXY1D0o8Im+UACHPQmtnr1UTS08yqXCvbW+NL6eJTi+/0nsvWGuX75jRII+RX1HvtzeYj5ZbJA9jyMCPgU1nL12Jgu+cs2/viM7nj4d5ve8MD3QvBQTj761HXS9pyYzvAAKDrzk9VI9QlaKPucxGL6P6dQ9aPWIPZLqjL6DBqe9MsXovo9c4D2p1dM9XMfGPjGmv74PNdg+djVsvO0ftj1xuVa+o8kjPon2ED7/Pk0+KTaivZviWD4qgQg+6nsyPmWnjT5WWKE+K16MvkeEVb5iaKs+jHBmPcLe9r12LUo+ZOKUvL8vGz5puqi+x2HYPhtSkj4SMUw+mwU0Pvx7pD2E2LW9i7q7PXqq0714Sy0+Eskzvj6PibxNopS+573RvWYecL7T2q0+e5BMu5bN677gLQa+ptWbPnMxSz6LFpM+6JHbvfrApT4bgDs+nxjWPGVNi77VIn87XZMFPlLecL7pX3u+KGq8vp2aFr0Qg1Q9j4c3PsUpID7ctO2+VOaIvBrly74KxvQ9SdICveM/Qz4bW8S9rEJCvtnOvD2W8YI9qGCNOwCrZb47VYa8qt7vPhMQLD65FMq9VvLsPD22mb4xQnA+G8TPPSZbur32O2i+mKCtvdwmLzxS8G29Z71bPvFLDD42hWm+0TpTPrC9MD7tMsW+O94Kvntv7T1FbG6+KfusPmD8fj2CH6K8AEq0vbbuej0QGdq8j33kvfKp2T328gw+T+WxvqmtFb59ZJ+9oOg6vuqig76yWrM+DxUsvErB0z7EGAY+wcMMPeswCz7nsxQ9OcVOPoPIgDw/N4Y9jurzvS8N0D63u9o+lL1Evldp0r6Ff40967UXPg96jr69DZy+rvkKvqgz/rvXXRO+37d1PPA6kr42/Bq+sfR1vhRAlr4We1A+XNbhvYMmYr7wmjs+FvovPJGAz72QtfE9joRrviT+pj5jqZW+05bVPevpab4ZsMi82GHZPpqwWD3mPHY+hmVVOxnCOD7Itq6+f+h0Pkkfcb4FF4U+Bj6GPlbI0j11V7y8S+9xPu1jJj2WEwI+K82XvXR4Hb3AVnA9m6Cpvc0xwD2CGKy93QuOvvPKib7xXC08lePcvR3ia7ycjIO+fkg+vmJRJb7fRIM9oSNWPmr/UL2jAPA9HvGVPKz6ND3VWGa+MjpbPX0WyD0K4iw+EKMJPlBeWj7ZVre9g9ndvcOM770pWom+KkR8vskJx70r6MY+wbKmPnTtRT5XPrI+Xdb4vH1Uyb6bDl29kS8iPmnzpTyT3Ss61v4CPm9IEj6k3Qs+2X0DPQQjQD6v0tc9o2/KvpAkeL2l140+chKtPVQZxD0x2hW+WCOJPb3svz4mQEW+GI2rva/aEz5sRIu+carxPeiB/Ts/J1C9rBlEPsFRw73yjLU+PrXPvS04xr159ru9vIcWvtBgIL46LZY+oMDRPWdaaD2bNwe+LynfPXc9U7xcX4m9nWscvjXaOz6PgHc63rjIvd/WOD1odf09Kr32OWfmKL67YuW9lZJgPoEr4r1yNhE9OjFmvvXipL1jaTE7El4EPhi5lb6EpU++YSyIPjDh3z34iMk8T/GiPlLZID4UD4E+4CYuviypE74d8wM+LvLhvQswpbzNRIY8Fzq1PkQAFL7IgUy+GSWkPvvOJT5d+28+nBuBvWkjdL4v8fM9bYDCvWfl2z07lO++ARdqPuF3177m76K+1YKLvi/SiL66dBg+2bR9PmRlaL0k2p+9yRYaPkz4dj7TsGc+zdV+vtqgaz6e/hc++cFhPrA3nryQKWw9n/8ePg6yxz5BZfO9wxY7vsW03j3SaOg9jeu0PS8wNbz/oVA9KeScPs+paL7Jrjc+21umvQKJ6L0oOEO+fNdxPTOoAr60ICq+96/EvuFVWD5rxUw9770oPealHj5u8re8ejK2vhIAJj42xVw+EPCLvdrCuD0xBF++Pwuevj0Yu73uU8U+D3f0vZq+Fb53kpU+PVo8PrSpPr7CCb69V8vXPg/mAb5fjMW+m4dFvmum873qO8a9xXOBPkK4Br2ISJk+lLhUO1/Qwj4clJy8hG5pPvWllL1BiRc9sn6RvggZrj6GBOC9/NhIvkNQ1z0b7y2+j7olukgwnb2Bn889eijAPoR6mDxiNym+IJPXvfNdJD0yqLc9rvCSPleny72Us3Q9+hK3POHBQT7/BNm+EpXNPUUg073WVgE+qR6evFUVUr1G5rC91KYVPTvopr7xR+A+IlyCPuSBTb6O7Xi+nLuzvRpSuT4O8Q8+O8DlPTSSBrxmPhu++pglvtvIbD5mzQO/rvCMPaoF1z7KUqm9rInrvESnOj6mILs9Dae5PrC23z1J1Pe7HC4XvvlYI75dVwO+BFJXvo8sTb4ifjc+EVQkPe1nJT7cTXw+P4fBPsWIrb2KKzI+gdCiPbFTgD4BuZy+jCJMvgAaGr7eoO09EG1nvsH9jz7T6M+9BDHCveGctTtt6ZG9wObUvHpcUL1zbDa+fe4dvv/VRT6DFGo+VAXrvUDGu70n6V694vGdvhP27LprSAW9fPfwPVBM4j1lZuY9kqOIu4ZRLL0oNg8990ptvTxbozyUB6m9j2EvvkPDPz6IgyG/nfphvqT1CT5mu8++6r4TvR7UC74q1kO++WSyPW8GFD0REX6+f0h/vpwex7z5Bh8+AAxMPtWXpL4yZ1i9sCZ4vqKIvj2P1kM+dSaePYFeZT6HsRU/Cb6qPt0v2r27yKC94xarvibygT7/7To+ue3EPuBUML6gKzE+p4VVveFHLT4z+B09wcJxPkxXU73TsYS+lHm+PgfN/b2dgyu9X9w3vqnFvj7iwyS+tcokvgboVz4ROuc9Q+KzvRdPML7Rk1a+OclQPr5OUb3JxG++pjyAPJ/QQT5v5KK8ccKlvb5RVb5rRkQ+A3KcPj/ZwD6+6iQ8aQ38PBHCBb4+m7U7qfqVvmqvBz5uRD2+rFY8PkS7jj6Q6hO+ETO4PTbRhj7d36a9YGCaPht2Mj6nQ0093f5Fu7fuGj2KaU8+WaMpPuSlfLucmWm+d3E1Pt/mi76wIEw9/Cw9vXm+w72nQRw+/znhvYjgAD3WpIc+d+6YvupBhb4uZSC+CndQPvxhjL794VQ+VjS4PT8yUD7tbg6+WW4pPJIjGb0rqbO+Li0AvidwyD6I+6K9krsfvfbog74nphW+9SGgPmOTgz5FepC+EktPvUqxtz5SAIg+bbUDPlBLDL622wc+WAgnvj6bXT7Ipus8h78Yvi0Wjb2NZDK+3mCmvl7bgz50SiM99QE7PRCdgLweU268CYr9vTvM1T1A8oA5D/6MvbeCxb0IVYi78UI7PSXGCz54ZsG9XTicvTFQFz4uVg0+T3R7vTEoyTyftg69encmPLbVEzz8rz69EzSXPcahmL3B/Ee8FLuEPRX/az2bP8A83jqvvQIHZ73qo7O7/nalPKXQhT1Fr6Q9+PRTPYrjIz1BPY687s9HvdTaY7x+4aE93w4KvdokdD3BptI86XF4vXFnRr3MX8i9SbK4vHUIEr2jwZu9h6AdvCSfJz1mx9s9zTd1vSXkTbtP9MY9PqxlPOcVsz2UYXW9t1NiPRcCVjx1bei8+vdwvZD2Sz29W6k9HKUpPcw8ZL0kdF0+5WjKOi5HV75uiAG/i62PvqwdMz5L5Me+CivcPRscLz5vEAI+/NVRPnIDtr54NgW/ILYDv1uTvT7KL16+SPF8voFNZT5mnMC8PomzvjbfVT3WqCM+BoKTPoVNnb6lWnI9BrNvPsk9zb53NUg9c1ONvua9rL68ARA+uD7MPiuOrD66xta+cfI+PPrX1D3a8Pm9aMdevQrWpL5MjDe9DlWiPpdTZz0TtOe8hLyyvF72Fb/R3hE/nMy5vi5ofb2ifyI+h8CyvQLW3z7/pPW9JnsAvnLa5T7isNG+5wm0PlB58LtmClG9CzsHvoe8/T7S/xA/YI0uOScfET/WRMK+mL47vg4kFT9ZL7e9NHa/vuBct75EKKy+ZyV4vhPM0754DiM+BRFOvb1K2T740gM+FJnxPeO7bz5nEgs+M9eovuuLxD5y50u+sTihPe2/bj79O6g+YnVOvhJILz2Z7sS+Lyj8PfWsXz4H/hK+wmZVvp7E6r5NKo8+eyZ0PuR7M77W7w0/cPOsvtla2Ty456W+0Gq8Ppd6qD6HjBo++weLPvMIFr7/Dd6+tY5YvjVW3D6Q3a28gGxNvnvIlD1KBIy+aMIzvvKALb4vqyC+ETzLvaFkED8fiQ++3GnIPtiu3r6QBaq7p9wmP+GPgz6aTAM/ynEVP1iZo77yhEY+vGJvvsmv3z4QTNk+o2oMvxZbj70ms3C+Y/GQvU6/7TzM/Zy+HCT8Pqgqkr7+CBm9po+UPuTQg72Gao6+ivcTPgh/Mr4odlk+gIqyvvJIPj5hiKK8bNrgvbdKor6UpgI+DwNyPgr7UD5vbb+9KWwWPt4ctT5aa1q+Iu/MvftTvb5UgUG+KTCUPhwG6j49joq9afdQPiMIBz423Yy+UP4Kv0hoAj/E/QW/rNWVvcJdxj1Jc9U+dhzAvjvn8T5/dEa+VRcDv2++vD6do4A+BEfvvrtNRj5x8Ru8dq6qvZ6sZD6uSpm+98Q3Pk6yar6RQ1y8gazvPpcfhj78GO6+7T6KPo70Ar/Qt50+6+IWvSpOvb44sZC9JkdlPtiZn70M3EI+kNKwvbATXz70yeo9DchiPrFuNT5P2O2+ir7bvlbolb7xKZk+tWDDvvchCT5f/4C9K1M+PeOEWD6gTRU+xckXvy3asD4U3cG9wJ8QP5cK+7zWZa69m2jQvUh9O76j7xa/LejYvRhgUb7Sn5U+zydwvnaz4T6HBHU9QXK7vPMvcr6jpU2+2dS3vWVFpTx4zw4/xsS7ve9h5D7SYTe+pFTGPhBItDxcVOA+EicYvk9lHD5LBfi+ABLPvpi0mjzz0ma90YQCv0hjwD6kHQE+vSCWvtDkkL4xTrA+9DZ5vrCfyD7uYWM+otS0PptnAD9Io5G9PhKOvb4m3j3qrA8/v1UDv9bp3j09oXA9hU46vnkRWD10HE++nKDSvSC5yb3K9cO9orcIP4nAQL4qX2w+ayOhvpboEz+yiao+IOYtPjAvEr66Vbu+yhjevtZ7Er59H6Y+u9EfPTZcmj6oiB0+93BAPdBcm74jVmY+8PfbPkEx3T4ezcm9q2BKvgrdMb4Wnr++r8khvikaBD/etGq93heAPbcZez2uJqS+ck2rPakljr10JcK+CM/GvnWX3D4q0kk9FuWnvvv1pr5GAeU9qkPxvikfTT785mw9oSMYvwQ/ET7itZM9q2atPk+CSD6wXWU+PUABvh2+7D4Mv6o+0tc8vbwCBj77UWi+ct0GvbZ+mj53kAw9spGfvoZzmryaoWw+me+OvgxU2r7MwxK/QJmPPnTK/z3NgP4+IMPCPhNUOT1en0++jkt7vqL1Bj8fkvW+0pT6vb4VE74Xy7A++r55vo153L6SgLw+pGH8vHHi4j3TvzA+ecfavjAKlr5+6+6+jPt8PrRurT1cANs9LMvIPltk7r6SUYg9naPNvpCvkD46o5s+fYixvoRaZj5sTjw+LMl1Ptua874Qnew+T3S3vYXxrz4vVFS99GSoPZy05r6NaK2+5AxBPll4dr4FR3Y+oy2GPn4ijD3NUrC+pOdrvrS+Ur5gqPc+2fBRu/7qVD7oWJE90RSzPufySL4eD5O+87VzPIIskD5oaS0+sOiZvhy06D7q+MM+IdbGPrHjKr5Fo6S+69IAvsiBDT9z51q+ruhpPeT7w77OBAY91VPpvnemnL4XpOY+C2E+PmNn+D77RJc+NW3GvRNlPL5opx6+V3gLvSQ9nD1AUtw+ehKHvV8eez6sYk8+dZegPneRvb6IZSs9l7EXvnTPyD3F65M+rcUyPikeNr7BgkG+oT9nvixZuz6ImkW+SR74vocKTT5FID4+ED8QvkVsnz5/eV69pWpEPnvCyjy1tPM9UeALPhp4674z1xO+6S6IPof7/76Pm5O7v/7Dvv1Lnz77Qi0+H4CBPqPkqr4yLm8+dCwXv05Alz7guGa9FymPPal9Sb5/QZK+1oScvsRGDj0NE30+clmpPnzHMD4473C8ZiI+vh//g74uWm4+BAWZPgQ3nr7K6cQ+utD9vlP1pz27utu+BfiivkEJir5YDtG94QF3vWaJhr1IQPg7F9AUPnquB7/OxK0+QE6+PijkcD6Pae2+LXuVPq/Uhj6ICiy++oHFvmTpQz7S+rI+G/wyvxP5272IDci+7K/svKgOlD4tSZq+aCRmPapDYr6BiE0+XP/YPpQTlz7BH6u+xIigPgZ78b1undA+BhbPPgYDob6JQKe+LTAEPQtSu770KFq+PpRuvpHQNDyZS6s+ePHEPFHjuT5F1JI+qCbAPijQEj9Mv7k+8afqvQJPtb7oC9++wgQSvhYw0r44ujq+X9eNPiplp75QDaY+uVlVPUcpWT63X4m+PhCyPojYj76PNP2+4h36vQ/5or63BIu+E1kfvlviwj5Q/u8+GG3yPmvlub7k4ZG+OcOfvpWM2j5FZc2+O46BPmjwMDwiFMi92+LDPgoFWT4kgem+IiPFvUFPDr9MkGs9mTROvRSru77FSAi+hcNFPhyfwT6x6ZC+Wu63vpBpCT+n0D28wA6pPkragD5ytQC9Sw+ovval7j0bhwm+nuoMvoSvRj5ZYam+qTyvvhoNsb7EANo+zjybvjnLBz8DVGS+1pqfvltijz3OitI9LXUjPXTpwz06V8m+w2JzvtvySz29rYq+dPYsvWjO1L5r8ig+0TTEPuxmiT4eFZ6+aMrkvogNSj7/jrA8VgVwPhZHpT4A11u9O98CPPwdX776Fci93z6nvgvvKz56TNa+DcC3PEBeFD9RKe09XX+bPmnYCr4bkXu9a0izvt4wuz5wFyC+OTshPc+LwT4hy+K+1z3PvHVwg74HLZw+Isy6PaExPj6DVBE/MxnivtqpnL79piQ8VymkPa7qSL5Mo42+z4pjvlxftT23STA+gTApvowvTL77EKu+RzCavUOwxj5dWQc/ZtXUvE5y9r7s422+1xCNvlqOtT5Rxaa+jDcaPpnuQz5KNuu9IYFiPYnM9L6HtpA+vLQ4vrSRUD43a1y+9niNvrzdv74PmKu++x0Jv426QD6/XYM+PrBpPhOieL42YEI+oY6hPivrE7tEisW+ZCmWPnSA0j6JgI2+9NOYvPxxEb5edAI/Rf65vsBQPr7wQT2+IyohvqmImj70v8U+9CgHP+3CMD9zVr29HDquPiZ9rj42P58+2n7MPqbawD2eXFe+OFs4vL2oLLuIQG2++b7CviH4sr5Hv+A+Noq9vpEttb0WjrC+BDABv2SEgD45gmU9xhqUPtTQWz7AyuY+V5f2PqajFD5vmeW+fq00vsl8Yb0d5Qe/+NgiPntl475mIjG+xPiqPfkoP72Q6+O+G7XzvjQyIz5gG6g+d7+zPsmF8L67eWS9+rCAPpTM4rwOVNm9IjDmPumvIz7YUeO+S5zfPKc3BD9oO+W+lECzvUfvCz94ULu8x5Rfvj7QTr7XYke+4Vn1PqGMHz0fKbu+7qzNvqT7oL67mQI/GVvSvcbUGb97gr0+HTyBvutsYL7j0JQ+tvuzPu9ZEz7P868+GlamPmElgz6Ekgk+vlxlPpNdzz6udzk+dngovlk/w76dzyO91ApTPmOkOT5bgZe+1PGivmdDN7wCOIy+J2u3vv5x1z3eBoK+X/eSPki9Az9yjvo9pQmuvmdlCD551h6+snG2vT9uxj1CR9U9IZP8vlr1zb7SQMU+UgaZvi8X173D6C4+MWgEv99pRD7r4Ly+sbWMvtP4ej5rlgI+78NuPv4E9T7DReu+7NNAvQ+tND10Mau+af+JPrhLgb2wpbE+pxLTPg0p1T5xrsi+k0LZvh17vDwN1qU+FIIZPoQ1Sj5brJO+B6GlPiCzzj1W27i+wu3SPsr8Er/ruo++AoqlvofXHT54S7M+/haIPso8Fr+9pkK+PLCHPggTmb3IoJs+91ugPgqUs75RhbW+smIsPl6Inz3tvk6+3CbmPQPtUb54pua+oXLEvlE7hj3JaK6+r2UWPl6Mob39Fbi+f0ifPj1V8by6tq2+s9TtPg/Qfz4vZxE+Ji7Lvaahor6P8c2+J0Clvr1t+r7dTJq+1LRyPpbvm76dn+s+pOthvsDDrb6Rj4k+cL8AP882O72ENM++m1J7vtbUWj5wdBc/3JLfPV4tLr5BWwq9qdc0vqcYuT3n6pS+ZlI1vidVk77qa7++b1EDPfg3BT/AjQc8gjFxPpyc+D1565u9DgQKPxOZ+r5kRvY7Q4t2PjyMrr5GQZE9aZnpPmhT3z1GNN6+OxQnPoUxOD7ZL5++Aq05PjxnQr5jWdu8KOTsPRUchT7MoAG+kyaePtw5wb0AAL6+KQxPPe8BZb5ehRU/iTztPpbWcD4aO8i+zrvhvtlC874zgKu9eewWPaKyt7y5skK8e201vZn7Kb3F46+8Np3YPB60LD4Ye2O9/869vWll3DxOavy85RxRuw==","weightSpecs":[{"name":"dense_Dense13/kernel","shape":[32,76],"dtype":"float32"},{"name":"dense_Dense13/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense14/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense14/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense15/kernel","shape":[65,14],"dtype":"float32"},{"name":"dense_Dense15/bias","shape":[14],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:06:30.215Z","modelTopologyType":"JSON","version":"0","formType":"identity"}}