{"modelTopology":{"class_name":"Sequential","config":{"name":"login_register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense16","trainable":true,"batch_input_shape":[null,3],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense17","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense18","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"eR0QvEy9mb3oZow9JxXDvL9kSz1+OLu9zWwPvoKrED4KeZS9CyOGvRq8BL7gs5E8/TTWvcVF9r1ZR5+9f9eePakDHr3w2mc+fRA1vbITI70pSCG+GY8nPm/yB74g87s9ImmLvsaeMT1st2Y+Qq+jvKcm2L3nvyQ+mfAlPg/BrT2/K1m+uUf+vZPYxL3QH6C+DtcjPrnZkjwdQD++laeDPuhjTL6Aosc9QgeDuxLGrz0f2Fk+N0gmPpDLeLwLr6i+SsvsvYudnr4t11678bfVPb4jDr1s+lg+zvSMvZTKYb50gd09tn95vSqnTb6uXP69z9SSvZdzIb16Lk4+621Nuxp9pb7IyvM94guFvopOTb4dXzG8lcX4vCIjAz3ZeZo9OReKvZ6uAL7+//q9YJJRvj2xo73KiqS9VFhzvfTqQD5vENu7IsRqvuASyz2p88A9axzevfwJIj7eTls+Z1RTvew9WD7x8+m9J5P3vQ+M0z2Dqzo++ajhPSkiob7Bbkm+jC9EvsO7bD4OBhu+8gKWPtGVEz04OG6+o8/OvYBUhr5lFAG+wbcePpZTPD54k9S7oWAwvg+RzL03BiG+KNMLPg/99L12fAm+B4wdvf2JOb2cWLi8ARI4PhuuLD7waJq9GWOSPWErkD7DHZs9iMDuPKqzRL1Ap2I9INYNPfHySb5BxYc+ALtiPiUKT74fTfw79MQGPhy1DL1hOYI+nOkkPpFYWjsXlka+sGaXPnBpBz1KxoK+E4LPPeR6tT0LD0I93iMJvep04732E+49JrqJPlChar1AWI0+E1ozvnVc8L2mdi++H+/WvUl+pz0R7+I99hgVvsr4V74FVjO9MEgqPRvIUjuqtS8+43AdvplCqb7LF949eN46vaLoHj4Zrw68nlQUvnCRpD6h0Yo8n/wSvicMWr74uDE++2RXvkeOpj3TMz2+Q0WTvU4IED2Kid69FCvbPAy3cT7noE68rgOnPoAxtL50B5O91QOXvlQSpb0+HtG8QwB5vSgHIr2sYzY9hhZuvrYiYD4FqRi+o6wlvLMjwj3acTo+7YhBvWdK2b03qSe9xOI6vocBI763Zme+pCWRPXrGFr6K9+Y8Ii7APF6HDb71uqu9YxEUvghA4jxJHqG+ch0tvdjZCz6MFG+9sT3uvY4Vab7b7Ig7iSMOvrnKlL47Jg29gVkVPHaEKj554d08OMRePiHtPz77TGo+FJ3SPHH3Fz3B87U80nRivYF5ZrwphRY9+1/oPBqGbb01JWk9Sl1gvS5tCr0L5yI8dWnxvPsKdz0bAxA9m4DJu/TNs7ydg9q8Qa7RPFQOTD2FeMM8lMuFvadpnDwCuuC81zR0PGFNjD3gpvW8nVYQPefqFT2nZ9i8qIyOvZSwarydPC09rDciPVl3Xj2QEMo8RHspPX+DaT0Dtc889Cq8vEG2ejzjZ5K9HbdfvGUOHT1O4zy8uu5evQj01byCKi88PPS3PJd5eT3nz+y8KPTEPLyrQL1all29u9mGPYvztDzw7pu86uyOujKpYL2Sir+8bN91PNJVXT3oS1u96hgwPMyLdz1C4Q29EePePJ8tjDwRRCY9OAgdOzlFOruRiAm9lz0rPAvlUL1B3pc84pKDPV4zcT6WFou+hPMXPcRc1L3Ibei58QtqPXesWT2/zZs7MiIbvjn0073lx6c8/Z8pPRTwtT1gUiu9dOMhvZZutr1jHk29JEvBvdE2Vr6uI36+AIfTPX5PRTzVvqy7zKoWvaXnPr5G3/U9DAi1vb6sIr5mlf+9aVTaPeCNpD12ogs9enoDPvuzp71KOYE9/opLPs3vxT20jjM96i9dPp6xab1h3+e7jmWZvVM4B75VyGC+9nGLPSFfKz1XnqS9wHysPS0X/T3OvRy+gh+ZPWnntr2jRSS9NYjAvYRsPb67w5e8YzWCvQPQTz0y1Ie9vcFfPT+yjz3bFfo95KeLvdvxiL4iQZS9x1ybPWPQuL01rlK8oHNSPTAwsrmavem5unWUPTj7t70sdXS+j2JjPaQlpb26WWW984GNPfTGN759FMo9hQwDvgkgvL0d1Bs9c/OxvZmPx7wJv707RgsOvTlwMzs1MXm+EeZfvGGLw7ybSrC7adrRvSQE9T0H8jQ+LTeZPOM+4722Bhi9i8IQPl/gZb20oDG+IuW4PdJLgD3TvAI9gr4AvPvoEbwYG1q+nzuTPU7PXz02pGE9PnOwPVz/AD6uZqk9HbyZPAENqb2Wt0G9Q1PauxsvLj57cC29Ap2XPd+4+73hTH89j7livrJb5b2hcXs9YkQkPlgF0b3HYjw+qw2VPMSKDb30yDU+vyA+PTeeyLxIukA7pgiDPXbxI70sdma9sL7yPSoCWL02wmE9Cc2KvcPpIL2ZOmm9ymG9PP3RLr693A6+ZLABPjRzOTsVpOa9qXn3PVSlN75IPqi9FGm/PXtI1b2nj+c9YtNHPYYnFjynJus90y/ovX/dXD3+1mI97P46vN1fh7z72Ko9qVCcPSLdrz2+hv09K2YpPsOkujxAfOC9YpqRvIhn/ryukkc+RKRQvSHw2L2FZ1I7nueEPGSASr53tMc9QbFqvmKV4r3nkVW9JGEGPu2S8zwJW9Y9WT3UPdRy0r30Hmg8yFtkvpyLWz0eLwE89SkFPpEUNT4q6EW9QdBkvEhgyz0LWdW85SINPgFUS7wYuSe9HKusPf90hb1adiy+vZjKPf7g7Dzi58o9EA6OvTv1Sz1O98S9B2PDO3DTTj6S23E9DowrPioIZj7/NIU+nmn8vBY8Gz45sfC94ALTvddoITyeWzq93KPHvQRx+z1LCHc+nIkKvrllRj4l+7k8ikB8vnVCrr3AT3M9yDoDPKsFar1ygRc9BbYAPqu6l71kg8e8WaaPPdaLnT3+8Yi9Gjdlvf4p2z3WJuA9HvInu23nmj3BB9U9wNe5vWRCej2dTHI6/7nhOsPc7zw4rBE+a8JJPhjbgT3f2kO8+RMvvrSEt7zw9gQ+5MiZPK6sn70O2TS+tNDSPN0zvbzO2aE82F0UvWd9Tz0zdV89/aLYvT/CeL2WUQK9a/Z4vNKaPD2ilMI9vGhVvL1+gTwEQ/Q9Rr5cPr5SGb28EEo9f1XFvd01v72to4y9ed3pPLso8jtvFhG+i/HUvbevqD0uQD89118mvpSeEb55k7k8SuKNvKsvIb76xpO90p3YPdX8Hb60y169cztQPkrVTD6DT489DuCHvXOLzT0C09a7B8EYPPRDTj6EsBe+DsVfPcx/6Tvvrj+9k5eavYqh0L1ZDDW+qDBSvMQEOb2LkXy844klPujkzD10cZ+6VwAkvoo1Hb4QsQK9qrHJPVZt7D18oeo9e21qPhoP3TyB2Go9PnCrvB0wGr3N8588+0DTvDWGxry/Vaw9ut4zPq0mIr7ANuW9w06FvWfhhb5bsSc9eMNAvsgLtz3Fq6K9/6xcveukV73qUzm9MgQVvf6rCj62ozW+KeiMvUwPSr4rQlQ+33awPWnCLb3HHhA+t0o8vM8AoT3BE3e9Gn9hvORbAD5wzB2+dwAsPdrc27zStg+9vDABvKDNE70UOTo+QuSpveCja75VN2G8A9HFPIWpY74ia3y+07QgPp1m371tvrW9u0MSPlmJBz4T3D6+JdcyvX4DJj5dWs29v4RQvnCW/jy9IHa+LJ9Pvp+ASz6Ap1A++kI/voPSM70Huaq8jdhjvVUvZL27Z0E+byEdvYucK75dlM+9nIYovQYRl72tvBo+qLgtPXiKKj7l8BA9No6MvUB9PD7sDwo97c8RPrCzgr1Vlxw+V4eLPTtvg73ZHQs9HBIevkcm4r2u8Km7dGQNvL4lDr5W6l8+WSTvPW+IjD22VxS+NVu3PfFaB7xKyIW6pE9GvgQq9ryVxR49NIOYvZeQ8D1fNau89B2/PGFWIj43FCO+O9XtPA1d4Lz4P8q996NtOyjiCD3GDPO8oL5YPX0xpL21Y+w9TjcpvPUzYj23sh2+8hA3PYqPxb1U2tk9qOghPYHabTxqMlE9cipUPhH3ELwwPDI9SB2Nvb3wML7RZxK+d+Fdvgz7FD4/oiw+4P7DPfg3tjvNSkM+CvEGvvKYcD7uYTG+y6hVPVw+Hz4T+Ay8Fnwjvld4I75Ck8c9QWvRPUbqt73hyj++7UJWPvPgPL1DV0A+obuiO7oWGL5uwRA9KXFXvSxyxL0tNhY810sovDvovb1CXJ49PcYLvgxqCr5FbCM+DAJBvGVjYz0f1na+VPgGvvSdoTkW6kM8R6+zvSTBTr3YjIk9aZRPvRfIDj7ynxK9eJepPQZVHj7w6Rc+95p5PcoIHLxETsY8KfK+O6eMEb566i07UlObPDytgz37/bS9JRv2PVzOmz3q5W++WOoyvQ4eDL1qKBo+WwFFPGRmVL3qvg4+8ubHvWLRK743FNM94rTCvVxnOD36pBA+hQQZvlPv5rzsZFy9mwuuvXSjNj7xMiq81icNPQCTB747yoa9VscJPkQA+7zEUui81MAJvgDPwr3GBbU9QfeAvdZx87wKwOM9WdmsPDQlwL29aC0+Dc2dvQMjMD7yIIk9G6clvqZoJz0rVHO9RtkKvsJJAD5bIMq8CLg1PoMIQD4gctO9TC+5vePDmbzyv3Y+lJxvPOrq3TwTBiM+99EFPgKTNjyYu9S7OaNnPUZFyL1Ewh2+/Fi7Pf8wlD20yCg+QI42vliNeb6Ggc+9m1CIvryCsDw2Pfa85IbkvH02zj0Kt3u95BJ5vRSMFb4YRE49hrKvPRPDm71Tt+w9Q/9mvSA2hL7RfME9pHknPLzfMb6C1cg8jd+MPcNG/b0Upi4+oWxJPteKjb0+cqw9ahsyOfS4GT7JuwG+H6U0vj7ctbqLDTw9mflHvuAVoD3PI7e92PQZvdsfj7yuR8Q9UG4FPuY7Jr0bf0G+2QGZPahlh7nSPCY+ADJcvn1r1b0h/yE+BeJtvRE83L0TDxk+MsGFPZrcj72JZic9lmwJvqcjqzxhUN09Z8GFvYZiBT09V4e9Uw5cPTInDD0FQMQ9WfUqvh4PQT26zZs9NsRYPKLSkL3mRyE8YQt2vbVOBj7oRBS9mmYXvl1EfT32+T4+l+eMPMbis7pyMz29zLytPRCJ8beRXHu8EX5NvYHJZj4/ytU9dw5WPrFtXr6z0+E97MQuPoDBBr51otI82lCgPOVlxjzO0ss9stC/PS6jKT4hgEm95MPPvAAFYD1khEU+jgADvoZEmL3xMYo8rWPGPRC3Hz4KJbk9fuQ6vRUZdL45qBI92ydOPFseqb3rKE6+D2pTvvJo+L3JEo697tiMvRzvgj7KXqI9cse9vYpCpT3+O669rioKPB90a72/RHc+7KcQvvOeFr5Uu9U933fOPIBFfL3d1he9SSmcPYWJxj14DQS9dJgTvqFSIb3/RNQ9Oe0Fvc0+nD1OSug9C6zSvf8x6b3lKgc9dDX9uwMpML6chWG+B6HUvXJB1Dq0MM87N9Rnvgxmzb3QHcs9WqoAveLapr0pVjo+7eDRPV1zqz0ctg4+vXeAvRxqmr3OgBs9SI98PUIfDD73Y9E9Ben9vLqPP75R3zu+savjPSlxHL75PgG+1RUnPUMBFD5woQe+whR/u+HZ1r1syV49z0+NPVHEJr2OvQk+xk+gvQGVu71dN8I9h+IEvoVzqz1EQNw894o/PRH2vbz+mn29011SPsYtZ75KflU8CvQovksWRT1SRWk9pM0bvSXYNj6j2989kRGyvUvfSzwHndu9S1OcvT2MdTzSjSY+qgaHPRAQH724Qfk9OgnuvKEaO775rtw9KOtKPRPY6z3oJBq9458CPeIfvj0bRhG+MY9mvcfVIb3hAky9n884PhtlTr7Ot9q7hbJZPb6dDz7j2f29urURPfjbyj0j/Ys91sw8viJZobukn8e95i8VPvsN8L2jSgG+1laVPPgqP7y0Rsg82SqGvfaJSb5Qtam9k06evJgbyz0Kiee94SJwvY9ZoL3RUV+9w2HHvAOKMzxKJqE9Q80KvkA9EzuF29k9pJ/7Pcd7TL17Wtq9URX4PZ+Qqb1qbN08yysovuVrMj77WV++MkWzvEAxLL4qNhQ+mbcHPs1T4b1JiDE+WNQdPfA/mDvgFAi7f84EvaoF2T0xsY489M+7vQFEwr1o0U6+fPCovZ/V4L2DQYe9v3+LvUW3LL21OrI9z3cwPUN5d7xCFp89SzBjPsNfsb1tnN89OAPnPXNrBT65XKi9iBAIvllrt70Vfp897HBGvSURG75fHwY+SLbHupmIuj01UIo9GUmkPEWzmb3MXSW+oc4zPpIPVz7ks1s9BXtTvXx/ljxuQZ27E0AvPnDAhT7Z2Yu9XqnnO3WjOL6tZns8Rcj2PUzZ1D3aa6i93aWaPa+N/z3jOe+9VBFBPpbwujtNLsg8kdERvm6QCT6NuKG9WaO6vTsAFr6ja/G9AZltviULyD27Yv08KLgpO8ATT72aL+09dMC8PT78xz3Vuys+uhAevlVNFz3nd3g8jyY2PpHZK76kQDw9L6vUvQqGFj1FJua9jDVOPeJxVr5Fy7u9SaWYuS2bWD5FYge9Ac0QPqWj9j32sQm+G8MNvXJ/Lr240zC9z3H1PC5guz26Ha87eOcGvryQDL4tN8y9UCTtPF9azj2Azsi9NqBvvcmPCb0PbgA+L1/avUDLWTzm8qw9JL5bPr6rBT1etBq9VycGvRVesDxSVxi+0mI2vcoB6r1lIvQ9o+8IPQ7AwTsxuia+TR7Eva+4xL07J02+PqXkvYkbMz2aeZ+9Yi52vkWLDD7jA8O9bRkLO429bLzGOwo+FxqqumoGqT2SQt+9LCxevJtVmD2V2dO9HRkuPiTzFD0u0Ci86L+nvfR9jL4GF5+8LJxPvmzLBD4dsCi9UqbCPZMevb0TpUS+NVSFPUyd27zax4c9K0sNPtIRZL0mpg8+bVYIvaaFCL6eR/+9sg9HPi19Jj6pKQM9X6PVPCMj2j2L5YU+kEYJPsEsEj7BvOw8pASDvNYiST7dYAG9sjVAvlQEq71k2Ma9h9avPaqLUz0B10q8LZ8AvnYtTb5SlCa+9nrjPbSsKT7T/i28wBi3PZnXIT4rwse9mcmCPYF0PT7P2lE+6VY9uyGfHj597hI+/i8ePV6fUD7DOdq6oJQTPuofB74DWdk8N/J3PrGvoD2gyBw+RBx+vfF0qz3Xv7a6GCjoPJRm2r1ugLU85sFxvfiXEL0Y9Ak+37U6PRLo4r3lYXy8qQWIvSIbx73ezeg8qbOnPYJQ8r17GHk9TDAxPu4+SD188/89XOcuPnvXZT0cOWO8NN3oPSCTpL0BHUw9O97YPbKDfD1+rnm85/60PFaJH7wciWm9WM9JPmZFHj5XotO9OLsdvujwpDwjPcS9nTnivMR/nzyS+AG9LJmpuzZwhL2xYWA8/4L4O9oXs73ACzY+jxAyPmGvoD3C+2w9QnadvThu9Dw6Qoc8a8N8O1aqyb2YYqc9PldiPR0mJL2mtws9u7ISPulA7r3QFhm+M/G1u3rqRj4M5i++PpFOPdG2rz2c4wQ+wCyfPRO4Eb6vU8E83+/cvWyW0r1PWaM9uNlUvRKwvrwg04O9LVpTO+tUCr0Rw+M9ygXHvfx1rb2Hv6E9JKhFPnXN471F5LK9YR4LvjiCmj36WwY9SnrnPT+gHj578v69YmLyPcn2bT3yeOw9AHj4PUDWRTytesA9rtgIPbn53L1MikM+2WY3vuxSFL4E0ka+doLCu106Ij5L4Tc9QiLhvQjMgruigbC9EeebvR7tB75SrgY+lhNYPqCqUD4f5VI+1rqIvZxZ7zzTv8M7BprPvRJXDD7A/oc9LKuEPiyGZb6P4CS9qt8MPiLe2TwXHRq9bYzUPb1TDT3tJAQ8KFUqvkELAb65l5Q9Iz0DPh1ZiT6hMai965ZQPetQHD49cvM9IGQPPsxi2TzbojE+M9hFvq9VOr4hAQc+OqJsvpFmnL0H6r+9etHaPenjurmxk+m8K/glPgIHJT5lcRs+Q8YTPdOi77uD9d685JNsvJdqST6T5ZI9HTc0PC3aA75op/G9z5GkPRNMtr0cJa07D1vVPZag6jwwUIm7/oZVvkBXvT2NkI+97aERPYqzKr2oNV4+0eKQvRkgCT6omJi997IjvvRKM76yghc+yL4NPcWpZ74HXyY98QxpPf/dBT4pGWU9eNdiveK/Uz6rNK49bfhPPrsyCr6VwYC+r8ZYvV9Vtz2uT4Q9Dja+vU70yD2uxAM9qDE+vLse6r0zimA9kNizPdYZ1z1hQ728PyB1Pnd9I764X9E9UnmxvXvFQ761AUo+iYEsPXw5xb08IXE+I9PyPCywrD3256m9xAKFPbruC70FFog8LR0/PgLQdTwjlKa9TDzXvekdSL6TEPe9PMx6vvK+3r0mr/89WmXqvfxnV7ym/R+9kisJvbaErj1t0RG+VlXjPfexnb3jpAu9HV6fvH1t6Dy0c8m98D3zPTyFhrxceO28iY88vo9b0D3FwJw9VG3tvestL71MBgy++qeOuyRLm7wufqw9iV/IPdTrgLy/hTs9vz2svQHW1z3QHSs+qvAlvs+JNL5V7oO8/UiVvPcOHD61Kj89NFQbvjnjn7y7XiW9mkO9PbLrlrsLFiQ+busOPNuLUb1RrxM+KVERvaL3gD0C/jm9wkXyvcjlcz7Huv28z1DyPRkkxz2Z5g2+Y248PXsTPDwSkWk9UDcUPYEqOj3TiAI+mRPwvY7LH71SY649BPl1vHuKHT6Y4zI+7wSgvRFzgD7kfKi8SwlgPTnLxb0gfw29afNdvXmBaD27pfu9ZvegPZvTAb33Aj6+SjRKPrEDgz18ZZO9h/MgPnyWGz4xmH69iHUDvr4Fhr3YcBe+INIWvnMNA76vOpI8WH2vPY4Vqz0l8v895gFnvhQYkj0Ot6a8IqEavvvTOz54NnC9nxGtPR+etbp7HHi9kc6YvUswxD1uK9a8x8oRvV7EZb4s8qq6Z5lcvaFuBj63Wca9dUSBPdAo8j3cN349fVFHPcXxGD7aGkO+yWOiPffIJT4vvlu+1y7zPM4yxr2ti0a+vvTHvQntJ72qgza94CV/usbOkb3qq5499fSqPF+AZb6vhBm9wfGzvCVLRzyujNG9vdtBPeI1173sZY69O0/TPZnzRj1sC729fE0SPnVURL6etxa+2JxHvtR9DT4qu8q9SY4AvZZYBLpkojS+O7AGPtURDL2KVJq9hZwMO9n1Tb7//n49emFaPkaPJL7pG0Q9xxnGvDno3r15LaO9vcNLvEO4ZL4+LqU9SHCpvVEsA75H3GA9bv7+OwxFkD13ruq9F9awPdZFVD7PvG+9TSzovRrUQb5znjq9ehLxPRVVgL61GE09Z/R9Oz0BMr7VDfW8dnLJPYsaUD7aHrA8ZZsoPv+Khbv0Lfk9LO9xPBtFFj6HqOc96yF9vqu6KL4mopK82mOAvACCrr177VM+lLn9PDM2Tj2jrqO8Qg/EvdmD9DzID+W9Hov1PU6n9L0BPyC+KYL+vV0tHT4P1e89Tly2vR65wT1FH1I++sgKvjHbjz1T97m9piGzvJuKYr5JCzu+TMgLvefL1L0PCQw8saAYvdy0IL7WsnI8mjK0PEvcJT4QjQI+DskRvW2FqT3VpAg9JEPcPQpFn71C7yG75GFRvvfFEr4QFQy9GnuqvTqpLb6c5dQ9xjhnvi5v4D2DUrc9KKYlvdAp0b0M6ug94ZAgvgxYPj7sEeq8TNs7PLo3RD4cVRo+ufR4PLaFlL1nNW69pWuYvXMHFr5BbeG8vq4eO6qMMr70Kg6+HanfPXOolT2Vkfy8pZWBO32GdD22bLk9+SYtPlk7M7y66ss8rs2MPeFaGj0oUDA+aDwivBJPCr7zdyM+qlnpvQRSxzyuegW+YmQKPkvPlD2bqFk+by9TPRsQ4L1r9um96uY0Prb42z35v7O9X3AnvTXJTj2Z3Xy9wOHjPcLQyDyKTuA7gmNCvnoXwb1LDk++b08kvi9HVT6oyWo8Ev4YPC+gIT3OESQ+FoKDvcaDE75NIck9WzmvPWV2Br6g/v69dbMqvbeM5TyPtt299bFTPf5BO74Q8vk80OVwvffDe7o4d1e+KOUEvSrULLyd/kq93wOzO4rpc76BlM08koGOvQyoTL328hw+hHsIPuXGHj4KVaK9u5kRvvAzej5J/fK8abfuPeu5xL0eGAG9KrW1Pbokz72/Jtm9CPsSPkzAuDwvYKM8e1YHvX9rIT2tjz8+w9jOvMlB/72W43y9z1DSvThJj7yb7Qs+AvEsPiVkFr4hmnO+bK50PRZFpL0OAsE9zjn/vV0Rib3lDOE99oQEPRdIzz1IWIi+SQ+JvfhwWjyRtHS96Ec3vGLewb0GOz0+NuWqvYRyaz2gfm6+MDzavbmRmL2uyQs8sVMUvvGo8zwFypA9tNaxvQKihj2QewY+vn/FPdEzeb03MJS9mU0NPp/jAj7xcKU8ddNavS86C74dwOc9A6Bxu8iyfT6CNV0+rtDnPb75VjxdlBa+mh9HO4FJP77phwu+h+r1vYt0J76kqxO+u8JnvduYCz1wFKs9jq4SvaEl37xTa/69w8jhPRKsoD1rxec9H8eVvUCnOL6FZrO9JNnGPTe8Qj7VZXI8INvQvV+dZ77xNf093LBdvTgsAz4aIi67F1GUPXniCL2G6sm9FSsJPssyojwNIbu8rWYkPQ71TL32ocA9rt55ve7EpbthWig9Ksu7vZsMFj4umsU9t7CiPJoiJ74ggBw+UP5+vTC3AD4Re648eNj9veNV7L3EIxy+QjGzvGzLDL0KnQY98sR5vXm8Vj2TtgQ+bZv2vZg9Xj3GJKW9bR0BPhhRDz3MT1u+MeJZvegPkTorv765RWZfvjSQlT37jAY+WmFTvcO7F77SvjU9P07RPSBRk7ybFDY9hfGsPaF+ETwJIro7XxBMvpgm+L1ix3o9X8i5PVdSnD1haUm+fqpGvWC8KD7LGrg9CGxAPQP/nDxqr4070TduvZN++LxHpXG8eaRfPoeQ5DvDWt+9ftoCvE7+TryFwgg+wHq/PePoHr24aVG9VLWRPTYXUj1fH8O9oBLOPIgV6T1aCr09KnHWPTA+Mr2iVwy98ffvvdx12zsYssA98piBPCFwtLwB3bM9lSzfPVOUHT2qRI09PaBCPjxcQb59wCW+hMQfPg9XpTy+mFA9HyyhPaxMCTk4u4m8aOQzO+zJzj0Tyg89PWtXvgO//T0Vz2u9xkhbvSPQgzxn5ei8wX/xPfhSQTynhwG9JxswvQ9FNr2Mz/48swktPPCrVj14ei6+KfUpvUIeczzkdDy8X+szvtA+zD0zsk6+XXhGvuJGFL4/1y8+38qcvJY26j0cV7C9NqjAu5LOkr3t2r49J1cQveW6+Twd3xi92FDRvdEpb7zQ0kG+540/va3Kkz2ul6U7faN4PYSSNr0tDzq9X4KXPYMwKj0+DVQ9Lm50vMDqtD1N1RW+9juAvR2cmTwTu1a8HiCyvYYH+z20ElC9t0vsvUcipL2rQP49rizHPae5YTwmf7m9ERTYuiSvBjyj1Qs+9lG+PJ/Aqj24oiS+0Acdve85ob2/nc+9krAIPkYDQr4FMRW+qfG5vcLPzLy83rU7mxBWvgDXwD1ANAW+lYRHPZJeUL2VVpY9jFm8O0ATnr047JC9s+zPvEw2mrxh9mm96rHNvTIMHj34eoW8OoZ+PbXhqb3NcyO+aOgkvuPJZL2A6D8+IjhKvtFKMT00py09+rEOPQfL6r1hAmQ9AmhAvt4bYj6Ii+W6xHZKvtXIqb2FaC8+q6URPm59Lb7YJdI9ben9PUaHlDjcgCE+lhrKPbKQOr6b1Jw8l+ZHPYBZBj4edEs+NtMovi3uRD0gfpU9hWVQvQPugD2VqEG+D6SMPPGNED6pFQA+PmJnvN7/C76L/eg9+kaDvqsPN70j5gG+DkIaPdGYqjzcHtw9ftIBvZyXuT2vd7S9a5+ZPVaX7b1AIH097iVqPsNTZj1Ro629xOkhvlXUqDxtVoY9av7evPtCQ7187Pk7AtLpvCM+Ur1jWto9waYUPMlQc75wor871RZsPoYayj1g6G895o6LvNdeU70qNA2+1eL4veJOOT5aa7u9BAg+vfNN7L0iftY8tHy4vQ/kTL0HzO29XPC/PGNiCr2PveG9WLlMPUF4Uz6J7Ay+TLgYPaADVbvUIg2+NFihPdXgY73NwS4+q9ZTvgFDJ74g/2O9bEEKvMxFnLxCuTM+WX8wPaCr/rzrmSE9WtjIPYExnz0sJ4K8z8AJvsQUMD6KP7O8aTGTvYu1cz1s5rw7pWMvPgS8M71jJIM8R0q3PRx9QT2HcJE+IX1+vQzB47v3vck9KZGDPXc4cT1d/yS7GV2BvoItLb3qSVW9EtsGvV4qF74BFtq9NMIIvuE1u70Ilrw9Wx9wPt/3HL5MnMU7vR1tPFqC8L14Tnw+50JrPbyewzuM1Rc9GNQbPq4K2z1q9zq+RgTxPYxya71yGtQ9CdGsPdqHkL2D6J89PaJsveAqNT3NZem8aAAtvsTcC77V1Gu+HbgOvvcLvL1R5us9eoeLvTrcuL01CeK8A5FYvbaDHj500UC8/cgDvctN1r3HnzG+DR46PqKSPr0nlH29iEJFPkPqgj4Dm7o97g/ePc/Ui72xf0E+egjxPTWmNL76eUu9z0yXPeoJDj4s4Qk+CwLkPd/xHr4E1xy+Ffp5Pe8wyj29nDY9lM5kvR4GJL4nJeA9duX8vTMmdD59z029wH4svqsfP75Zw6a9Rm/3vHuQbL6H6wY+PQHNvPZgLL74BA6+aUlCvbEGtr1fMUS+/79QPqW8PT3NbFK+oKSHPt0wCL7y8qs952cXPgyhJ752kJY8oTPFPXSTMrv/m5k7I8AAvmN1Xj4WRNe9yLobPhtXDbz3Tck9152rvAkpKj4ceOi9fJuovNTd9T0HBV69775MPizT0r3624o9So1avS2kZD2o63E9bZTgvYUSFr0xySc+9NQOPbJofTwGuhM9hUaJvYvYW77uJ3m6eWs8PdgxXD1ASpQ9E5FtPqkfH708j929U9fWvBXluj37ayA85zoVvpP5Pr0jbMc953cavZl13b2WokK8ku22vfiKYr0hbDC9GmGwPZd3j71WMy09e2QWvrRSPr3rpzA8wOlJPkIJLj6eU209xnAFPfnZM74ZBh++LVoevlLfEb5JsKk9ttnQPd4rDr4c+V89L1VrPgqhpL0ooiM7/EHBPWjZqTx4KxW+8vpyPn3Rgz4R7xM+utPvPIMAoL3U+Ve+LHEjvmUCLL5pcNy8JCaqvYyfvT26IZM95uQpPb7zIT51vDI9TRnyvTofyz1yVoK975CSPG75OL6qamC82rMJPnvFLTweHhW95jbdvaF9ujzBOoG9ZgzcvV3JsT17ueS9OlB0PpPX2byEMOa8eKkSvRTbub0yciC90iV4PorsWr1jxkC9QhSKPUGTp7yTFsk970EoPnPaq71Cx/m7oTigvNfiIz7D8Mq79TilvT5Etzyv+MK91cYvvgx1uDydmKI9Khs4vgtbx7ycsqM9nCoQvoHZC74cK7M9jt2KOzEyHb2gXYK8j0pvvXnxt73BdM+97USwPQInobz97VK8Dz6dvbOmC7we2Iy8DKPpu5nBaLz9HYW+pwDdPSGUB741pku+oQh9vYku6TwUqKg9gk8XPmWovT0AGjI+YAgFvt7E5Lzz/7E7/VcTPiFwXL1kaEq9ZLd9PS2cdTz8YM89ALKtvRcrmb13bS6+wC+TvBMG7L2TAyg+R2L7vbfqDj48lDQ+9BCBvVCCx71VjgK+75WLvaB5t701RB+85OQLvs0Ysb1Xb8M7wryfumvZkjxKMD++9w2VvZrSBj6xlj+8kZw8vp3W/D0RXzm9LFkjPslVNr7Jmgs+fsInvvy7hjzr6Na9MfYDvUE6pT00oHq9JW7MvEPDxTx7R+S9YGxZPr3zc71OJxY+WmF7vXPdJL4sEOw8vd+BvUV6AL0j64K+q87aPUiYOb72Ogm87ZapPV2xkDzrlM292rgzPQX2Bz4cP+K8uKIBvmE0eby2tHo8J9RYPsNZab0SiMa9VIgUvSjSCT2Wa8k70GRdPZcfFb4HkNm9iqHPvKu0mL39IqG9aSaHvfODDD5Z0a69ZmUbvsqcFz480lk+IJiRvO2agL3LkfS9WoOsvNOgOL5nGdk7qefDO0GIEj4vUwE+oC6nvR6Vh71Kxt09GY0NvouQIz6GQxk9S4lIvaT5tjxLgT48S11uvMjuh73eti++I7lKPnc30L1Vw9u93z0PPuUZub2a4Dq8LpaQPVktmj0rEsA84ZqKPW8XBj3aTdY8hI3AvfBlOr4I9xY9ioWOPTHfLb6Hlv28ojszviGyCr6O3LO8lyddPo+Q4T2O2T++fPaxvbsMBr4H3xS+BsLAO1DK1j35HHW9QWhCPn4Ebr08XIm+smqxO+pe5j2idMi6tX1xvIjchr1ll7U9SIRgPWn3JL5voLS7KmUjvVcbDj1ajRe8fb4SvjgbqTzwxc+9TSRnPfdNRr16HY093fByvTT8FT6diDU+80WUvilhoTuEWCq9QMZcvFOl3b2m5Mo9BGc5vrOuSr62l/09eNQ0Pk7klz1OqTi9uY+YvYcImTxFTtM9dkGCPNjZbDxrtwM9rtpFPW/M17xZORG+jr/aPeRyqL0nAqu9aHRFPR9PeD5xZGo9leoevMU1U72SYEA+t2IuPYzn6Dx39m69sRCoOz6Y4Tw69Ta+hs7aPfGmVr4Ytxi+XgCavD7eCz7ciKC9PLkavbBUp73CMv29MN4ivu4A1b3oeys+rmwrvtjmAL7HIps9vx2AvXrmND1R3E096UkxPlcweb5axSA+gJx8vWw+Qb4mFYO9sdhlPS7tcDzlYDC+glWavUMrxDx6nac9jD97PrFFDb6rzx69mqjwvCNQej3dWRs+JCAWPgzMRL4ev0C+U3G6OX2rSb03nNa9RcYuvsmDQD2plda9HGB9PcsfeT0ZKtU92yVZvmHMvj1BGBw+aANMviZXcL4VE6m7cK5APV/qfzyAnuy8M100vvUjAb7n2ta9KQzWPTFRubtLq/C9TC1TPYFnzb15EXs9LGNRvjbuVz4BthI+sM4yPa6lHb5I3489EqmHvoijCL6Qm+K6bTo7PclHhrrvNWC8NmSFPcdxwb2TFjg82Y1zPCjuxLwviby8HaufPfcBcDx5IcK9Stg+PmJ5HDzRa2S+R61svd5XYT3uHnE90U1WvnUaqL1xh629UQtxPYyFBb7R6bk8VCI6Pt9vvzxbWgo98WyBvSEwOj6KWyG9GYObvNs0Lr5c+Yw9y3sUvpSS97w6P3e9nLqVPVACFj7HAMI9UoW/PWHrNj6qeKW8dFQhPev0pbyOivU9b8FaPnhMQD5bL5A98Wasvexepr26PBG9duQQvsKmGT4m0zS+LLY4PZhRPr3lDiq8MZzCvRk/nD3b636+478EvriLmD16Che+GphMPulgOz4f9AC+8cmDvqzZPL3XyAG+FEqkPSG8crz5GkO+CrkWvnNRAD2E7Ae8rRH+vDSa6LsXtti938wPPmaQzLxzWh49X6YZu89sLj0XUOM9Xxhyvs5jHr4GiII7fdDOvYZDBL3DCic+usd2vSycmb2ioNE9tTaTvRVVKr3eZk49H7NVvvBlqb2VAHm9Tl+VPRoqAT152+y9R5j9PWMVCL74krq94ni5vXBdkz3wNQw+nCTIvWhVob0EIx2+6aIFPtfJGr4Zx549djMMvJnTID7IYLo9ygKSPesHtTxFfFu8CaN7PSeHJz39xji+e4GQPXwG/zyiK+s9Y34qvNe0PDwhT1A+VgvhveuOCD5SZuO88pa5vS4awb2vShy+4HBSvHXPKb7740C+QpuhvWXQ5z2Yaty9Bt3Pvc+gEb08hbA9n+L6PHIbFT5Km+I91kJIuyIeMb30U+69TTYqvtuWGL7Yh8Q94YiqvTBLDT6/pwU9Doz+PQDKhr3Rn4Q8wd8JvRB087z5a9s9ypwpPoPk871Wex4+PTyKvRa+Ar7wIIQ863wuPagxgb1pXhQ+iXKDPcA35r2Fmmw8PddevbvIEj58204+JOArvREjFT5BzM+9olQlPMuNTT3bRW29v7/XPUdPHD00Hws+js8SvociIL4g/XW9y8YLPjVIo72FRRY+UZMgPjZQCD2WA2O80MIsPYILkj24Sfg9KCTWve7qPz58s8E9OHCtPAU2g7wLXOS9o6HhPekVAr4V6my8nRTMPFy9lLtNmBe+bBSePeTaLD7Y5fu8qnaJvHX+BD58U6K9iJ0Ovd+GNT4p64k9zq1mPcnmHTyjwGI8xG86vUzvvL2DvpA9dPvAPW+84L38njE+Ws/ZPPtcHb0e8Iq9cC8XvqcZTD0Fv3E7YFJoPSBqwr1MCY89eQVuPuHfXz0OiZu9jgL1vBwEOj6HayU+eb0tvsafIz6w1pu8VR2VvdlfWD0sZ3K9UkaLPZjv0TuULwY+UDcUvkpPib0t9DU8ExMbPr5PEr6IV4k95BpIPgiqXjz8Hho+OSqRO9h2Xr1HuCs+wHUGPpHyBb7Ikhu+v5pQPlUCIb4s6Ai+AKtcPZ3GnbwSlDm9HjO8vXt4Nr0I2J07Oo6CPZXROz2PAQC8fAn6vZmrPT4r6wm+Imh9vmN0dr3UxrQ98qsLPji/FD1K0I299cOxvQ4yOz3ogq29Uu8uvk/yXL1XhBc+xgCPvMFmxr1ZDUw9/UO6vRZD0L1rIta9ZOHAO6Z7ST6ZvKe9S6rSPUmUqrxzfAE+mRkKvZ8eDL4jtga+NAyyvbt8+LvC13Q+z+savchbDT05HkK+UKS9vYS7Mr4FkOG9zmV6PgZDXT5lQSO9Rag7PQGyYrzA5Xg95pNIPv3NyD0PXBo+ycdavXvaWrvtkYY9ripbvXPznjtQShW+nlyvvQOcTz2KTBK+T33cPUvWCz55QRQ+u5z9vewtAD7YW5W8FaxzPBE8G709oIU79yyzvU5PJj6Supe9rn4qvnK1lzxShS29GyuyPdumvzrI/xs+yg5ZvhWwBL7E7C09dxcTPdCSzz1NA309pBw6PG5YMb4TOqU9N9gPPOGaAj2vUgq+aX4Avs8sHj1Jnh69F//pvbIsRr6pNKE9aJ6dPWe2vTwNFms81NQKvnmgv70wtgE+zHOWvQJLKT7uiSe+Dy8lvp1u4b0IkT89d7fUvcMchT2S3Tg9GPmFPqESDD1jpK493Tf7vC2K5D1tWzy+NPW8vVYGITz9p5I9Y+AgPq5ixD07psC92jAHuzOSgL0at7y8DsuDPmt4Gr0Jn3S+E12KPhSkKb7NGAy+SoeGO3yjQD7BY4699c8LuVyC5T2TL749vKwnPqj6vT1t+Oa67nTmvBkrED6wRaK9ioedPOl8ET3DdAO+RJLtPFIu6j0b0oi9fbbxvN+Yor1doNA61k+yPbnEAT7pDEW9tz4EvdQlWz63Yf+8GfNYPFd4+Tyg3Sy9htUuvTVVxj2WOB8+QxNDvVATlT0PViw9E9C7vXt/lb1tha89NzMrvXnWMr6peEG+lvsIvUtPVb5slSE+31ePvdYwxT05bU4+tjDtvRrrqr0UPcC8Lje4PThQPD3hEe287NanvQjWl73CUli+AEDjvIu8Qb36cpU7yPPqOnOWub2wq5y90FX7vTrQZTxwPcy8T0chPvH4gj1xdeE858sBvX2sSr2ZciI+2AsCPkJMojzSSCE8Id7SPRoNt70G/zk+pVJPPb9jlrx9o5i9l8F9PaQGHD2TrL89dtUUvjt/vzzakxY9dShMPjwFEL1EvC0+KMomPZFFp72dq4a8az4lPnjWRT4oWPM9o3wMvW7EkjzrPwG9BMYQPhD3yr2xbRg9Xq56PUVcd7zcFwg8f4GivUjdpD0DoYE9oghOvZHP7L23IDM+vI0xvnEeY73HKYM8Fzw3PjRf/z2oX7c9ppvpvUjfwz1jjGU+H5maPScQCTsmJy4+Pv+QPQvkAj0D4hO+ViLBvRbuO75GADK+nL36vRfXhD3K4ji+fwOnPIcxuDzRUG6+fPBdvD0hNLzeRLG9ncnKPajDxT0gkNS96Q5YPYYhKDv0MNw8uPnEvFlO0TxmRia+gSuQvReAS75qqJs90UfGvDkre7w34KA9jOTGPcmHCT3UUQG9a5cCvUpoAb5QYwe+hE2hvcIxiT1+GJc7g2koPgGeS75HOOg8B9QhPs25Pr1StXe+VoYSvVTB/z2zg2S81a7cPIYmp71yxtC839NSPUk+fDxv5jo9ofcJPsFycr7Zl3o9hsNjPQbtDrszJQg+GPEEvrLw6D1KaEo++ksWPnBiRz0Tyc29oWjzvfsher1MsC+9Kcv6vZrMOz6g0fW8i/7UPbNMBj5WM8m979sAvlCXUb2zSBa9tHdoPbiYcbzP8NE9176fPUoJIb7+mRc+x5eNPTPsLL75x+g9VUibvVHtJz7Q7Be+O1tqPfyJmj3Y5L29e3zWvU9n9T2i9ps93ZuGvr+iPT6GlhM+j4Alvu19BD2FHnk928S2PV2vLr2i54O9eImdN1XVir0jOfs9SYq9O8n0Wb24HzW+V3gLvtOLHz6vDsO9q3u9PCAasbyPGI69OZMkvudPyz0fnDY9uDwIvsyNv7mvJoG9vsbzu72z+L2SIPe9GpfcPL3fkjwwQBk+Jav3vKeHD76GKtm7SBtlPHz5lD3JeQ09QByqvAOP1z15XNY9MSDGvSoE4D24c1E+T4/uvGzhCz1oWey9OYMqvrypID7bm+o9P9CkvYErpr2CqxE+tdX9vd+fkD0hlgY+x63iPaM6CD3aiIw9VBLuPd2OpDwjllC+PLdsPb5CYz2ADRs9BMgTvFuF/r2VaaK8aoNEvvJMX75lXqO9uB68OxV5XT3eFqG82A6qPS4EO76KaIY9ZbewvYqNhb4JYKQ9/vN3PYet9LxygeE9rMojvr2Lsr0COEM+ggoxvV263rvHvAa9H9sIPiKb4D3+ej8+nmKCPVE2OT6QsBA+wyv5vTrtRj7XvAG+2t//vTK5oz2oD3e808ZqvanZyr3YgbA6NfMfPfIBm70emeU80l65vZvwPb16IdQ8MwQlvshwQb76Fc+9zNSuvGzNL7wTSsg8LaUnPnFI9L3T3TI9s82UPZGpvT2zgJq9TUsNvtEkd7wychs+hi2qvIR5vb3dR6o9zl3kPMXztL1TJ7U9sTZFPrbknjs93wS+fFCFPRNUETtpxFm8dYapvXt8Pr7O58e9olaxO848bj1znMG8Cyp8PTt7ML6Eny+81QlMvlfEOj6JHw2+7heIPYDsMj62Rig7PwihPBVcpb19+Eo+abmdvIYtmT4pFxS9AP6avY2tyLwdQhe984w/vk+O3ryld149W9qSvajdBT5pPAS+bfJqvr8plbzKk889usjtvdNjcr3ey4A+BylcvGS0Qb0kpCw+NYxivg0Mfj0cut69RjRMvu0xk71qx4e8/IC4PRZs8jwRnmK9KMgAPTQVSb0389m8ZhMjPhoDYTzG7M+8BikCvo9LWD4YUcI9nlaAvuNwHDz4Lek9G74fvnfzN75WOkC+02ohPnGNl72+5vK9pHfDPZtfrr3lezM9O4+SPYj3nr1yhBy9NItcPjGsWz6baFU9hY6Ivuog7r1L5jy9DhImPo3NWz1GZhM+fJioPYtWcz7G5H69OjDju9z+rD2RDrI8xMs1PTv/sr2uNZA8KzQ5vhLCuD29uhM+mVXWPDR2hr1FYxS+gf3SPWgLdT3DsZm9W0b0vZ2KJL5RXZ09Ml4MPJ0q6TwYydO9Io1ePdyt5z27Ce+8Hg6qvZ+Bg73yowK+uYI7voyP3D1qk9e9lpSJPJwiKr6IrnW9c2C+PQJ60D1F2ik+3lCiPeQ2Dj7iWjk90Vfovfx4wTwzL7W7Svn9vauKV7z2SQK+snuBvAqLyTyTnmU9+TGDPdkY/j2ptO89+GSjPWrqDz6Nsry9SgLNvWsnJb7huDG9+6BRPpK80T3xGOW8/37/PeR2iD0YdOE6AMLOORteDb5rqv88u4QJPl+0xD1A2Fc97P+bvQjPdT3u7069B0kbPpnPML2Iv7A97leGPK0jLr7pdGy9yUqAPuT2mjz8BNg9HD46vn9jJL2uKfo7+ibgvJWZpj0Y+pY8dCp8um4/rD0qP1k+4A4EPitnQbs5VsO7eO8OvF8xcb5vRXu9eJfevWF2HL6+p+E9aNTOvet7ML3BViu9euw+vdvCRD6s6p+9aLFAvWBNtb3SQpo9yvGMvVchzz3jZR6+jfxevlOZ1Ts4Y5K9k1AdPpf0AD7n1/89GLFGPfDnM75goy48KtjzvZphwj1PGQc8IlpxvDQkJj2Lq6S9PRp/vfIyhL23VO+9Ib7ovWr/3z0aDtY9RdMqvQgToT1A2A0+8X2lvIukELylGXA8l8hpvkT21b0jkkI+xQhMO+ZYzDzPzJO9BpYtPsKy3L11vPS9wl8KPd79jz11VQ++fRO7PfMK+r2KqA29IED4PXRryTzXnmw8rqHEu4ixvLoA3gK9wFkXPvDgoT2kTdI9bmRlPpy5ir3oiUW+Nit7PFHKATp69pk986iuvc5lH7yOAhC+zjEVPvBRGD5AGTk+1ff+PJvJFb02aQM+2SsrPrLI7r1hHw6+nPw7vUGJPT78i7G88MdnPbH55j3XS/q9+D4AvRD8ur2Npho9QPmDPYJRxTy+vSK8PF+DPbVpHr5Gppi9S9IIPuL11TuZgBG+IYIFvvIjND1Ojeu9PAEYPcmYqr2o+0q+xI96vTJdR76YSIu9zzMwPrctCj7ow/U8H/reOz6pmb2xeTS9MruSvVpgAb4VQFg+Ysq1vdvDYb3JDGM9hh4bvVBYLL2tawe+5S8svZC6J77eBpQ8XgAHPUVZI74lyg69nG40PThyJb5TUtm93b2lPB4ATr0Qzqi9978ovQY1Lb0+atW9cxmmvRhjQj6LUr+8Tigfvl/Cejq/muq9upo2vTzaAT5cXf290qn/vQdmdb6cTR++7LVTPoiIjr1qTOw8swwDvTbWI730J589tdGHPAOSLD499xE+k7Z7PdhMeL7G8ha9sIAbvS4EEL28GYS9viJpvWsXgL0TzbM9Aqo2PNsqgz0hOyG+BgMwvi46KD70mhK+HgWbPCFfBb7xqSY+PdIDvuoRU73i4pW9mEZXvpYTjzu6Ky68llsePr7X5r38idG9pU8DPdud+z2NaNA9soPbPQKqar2QCl690zbKvJK8PL7Iwso9PW7QPYo96ryYEUk9elGNPXx5nL2nLjM9Y5stPom1tD3rrLc9r4sIPmUuNb0dBqk9KtxPvnFQLb7M/Fg9/Z+vPSa3QT3+j5y9djzoPM/DZLwzDa68Hq1NPuDGQT7X9RO+ejAwPo04Or2tjG+9EtrNPa6TFT1lwQO+RyZHvK+tFD448sq9/DFxvfHOzD1zh84947URPr16wb3hCLI9O+hBvt6qAb7NDzC8TR9kPLWxNL04XhC70fFNPnWZJb0ytYW9H/dKvaeCjTvDYMy96q1VvlaeSL4f13e76sT1PYTpCb76Glc90cokPQouRb4+hyS+47SKPQFqPz5wQ1U+7/IPPvLi+zxl9BU9QZdKvQ6+VrwfvYm80IywvZXj8r2QtCk+wwv0vXhWLj2MrLy9O+NOPXzjMr2JEoY9gcFqPduEf750hbq8ezN2vvhnWb48vAm+eGkxPfaSIz6YZXe9Rg3RuzYhfTxPqP68fDrMvT01Kj6Wgx++fJMXPt9F872mBts9kq4KPqYupb2Pspk9ovptvu3AAD3d1bI8ukmFvXn7Dr4jWBm+m47uPaKzBz7xoeU9l2Uvvfeisj2DrUG+pNa+PUUwibwzWQC+z4tcvYC15r39CLq9IXmVPb8OIr50r1e+qm2QPELnxz0zq6i9eS4xPhcrOz6MfUi9rX7GvKBFwD2lYck85C5qPER1IT6+V+U97aQRvmzsNb1wHuU9oUeFPa6lSz0cLYK7YFu0Pc9SHL6EGgG+o3SzPRsiBj4a7QE+0Ry1PUHaUr3WDBU93iaMPSmwlT3Ocw8+ZruKvIFZSL4fnvk9MgskPV2DjT3yTfW9KOnbPe8/Oz469H4+XswzPj2fU7sV2y28tBs/PptlPz7P0nI9YYwdvZBI+7zBqHI9Wdi1vZj/Az46w4E+y7AdvHqpoT0YbfG9dLqsPV7kEL5Z+is9haAXPlI7oT3ONy276/6IvTI9lz23V3E+bkdfPCymvT2EXnu9zCMEvrEPjL0f8Zg+ZeKovLr2lL0uf9M9pW6Ku/aDBr6SJ9o6b5m4PcKE6LybJBY+1lgovgOyFj51FK69bUwZvjWvHT67zQi9WIYgPksNUb6MkRc+eByevRjMaL7Hyrq9B9davIYETj6JqUU9ec3AvAaAWb4Kcmm+l0qjOdkCVTybJAk8QfQ4PvsZxj2Ld8u9skiAvXgg+jxJAMY8cDY6PTXV372iFsU9iLZ/vpgD7r3uwEQ+jqDQPRQ/5j266P49lyJEvhJ/2z0t2Dw+nK5fPZp50zo8AJ07300UPcvy8r3Ft5e8v1NOvpXQ0T0EvNu9qHOAvqG51TrkKwo7sjguvtaI5D3d3da8tAe+PaK07Lyswjm+ghzwPWUpjz35SJm9uc0yPQEvNz0mPiM9IwPVPBoqjT0vCTA+ArCNvbuOur1wjwK9q/WfO+toDL7vXqG9IRuePanzJr6li449KO0KPjJ4hr1zCwS+Dzr9PVqPhzyM7gu+fm05vdR6BT7HpGk9N9ImvmyIfL2UGAC+z0E4vlGTpD2w8SQ9r6IdPV6TNL2xr7s9gv+YPSq9RzzbZC2+cRRKvV/Rpj1KpBK+ar+0PahXEr71xSW+Kmm8vXqumz2mPPE6L+ebvUe7Mr6HfPm9v+5CvoHoJT4TCqC9ew9ZvqsMg702UAW+yEPaPVytUT61NBc+O9gfPvxD3j0gDrG95Kxcvn6EYb5BCFa9g51Zvbq2N76F8ZS9bdzNvV6BgT3JKFs8VWwHPkznNL5HgXM9QDK9OwJQ2j2+l4i8voQ1PSdcFL4nguQ9gBYYvgq+hT2yz6o9QAKrvdlUXz0KLO69mDhIPl+vG764m348IkAyvaTOtDzXErG993q5vaGX0jxjnbO9y70kPmnrer0xUg6+ob11PBucN767hRK92YORPfstWj2MVD2+FqEJPjt4Aj54XLQ7AaDQPCzvgb1A24E+PAv7u/1rIj79No49o940PgOt9DyOjXi90KxBvokpVj24sTw+y0ssviVIgT3VBF89BiUUPtj6Y751re89gtotPmg+ur2rjao9CVovPX4SPz18u6q96BK+POfhX76396Q8gYQOvu3znryfkJI9O2uQvcSqP71woAU+gEhavjvi4b0lH6s8LI1dvUqENr0A0pI9VtAzPpxcD74nUNE9tQKFPj9y0rzP4Q0+5vvAPeQrK77SwJG9Qm9oPUgKF75Cjrq9dlGoPYKCCj3npua83u/2PT09qb2/n5S9zTUFvt+cFb6GDDA+/NhePUDFGr7TDMw8ehEgvkHH6b2a83+9y6LYvQ7tzzyuBeQ9YZ/fvatG0jyOzM89nRK0PZxu2z081dm8IdabPGMPpTyqIwW+S7Q6vlXo7rp35Sq+5KEkPjIvEDx6tae9Gi0kvk4WpD17Q4s9Gp9/PpFyVz2BdAC9BwfYvcHAyL1Q1lo+nvI+vXnBAD7OM4c90zkqPv5ovj09UwK+iCeHPZDkcrz6+A69rlMyvhRwDb7twya+YrdQvFQ20zwTQ6S8jDv2PWNx8j3bidY9yhPKvfe0vj0qFvy977+NPT17rrzMtoQ9VrU4PSe5ET63Fzw+PrgTvpLf0juSSo49buQDPuT4J771iXc8dgnVvekhTb6Ctsy83GBNPPWXlL0Kyeg9au+DvVVZBT5Rpm++3a7BvSMUIzyvyp89umKKPe7G2j3+Si2+2XfOvZ79szxv6cM9wmzLPf0jEb6OJ1k9dJYAPXoV2L0Uczw+KsxOPlQMC71V1Tg+C/waPj+7ELz8Foy8iW9fPVAn8rsrNlW+Q8YzPsxpQL1sKwe+owIAPrXaxL2c9hG+o0qHveW64L0XM4g+zlkJPnN9qzz47WM+M82Dvb9Pmj2fiFo94KcEPf7Myb1xc24+xdk9PtVeBL60xTU+YsXzOWyAjj0/zne+vBZOvEmogzzi8EG9zoi2PSK3gz2z79S93+k/PsR68j37EvI9nFhQPWNU0T3M2hA9WIvVPf+j5LyfPhU+2eusvXDowTxo6Cm+TPQRPjVMDz4SqEw+5gWmvQcIbbwyCBk+yfsCvLfCvDw51tO9V/uNvICz9bxM3gQ9blBGvASVyb1oXcE9my5PPhUkgr7l+UK+9AgrvqyPZD3OMm49MRrTPYdjsT2TI+M6QWmjPIfdYzwNU2K8AJD8u5ih8L1FdzG95GtLPjc6s739Z1o+VH87PpkNGb7rBPy9qNS9PUwEI738LhG9rHhUPnO2ND0xwOw9IoukvSTlyz0j1kE9l5IPPrkIBD40EIU92cYXPV8hZTxUDZg9lk6qPPibyr0VZwQ+9PqtPATrHDwu4CE+SSUOvkPdML5tpgG+2OMJPnQDwb2KyQ69056sO22A6T2CmC69JrTHPQ8ppDzMfJQ7c7bDvfb/vr0dAu28uVnSvWQImL1zJ2q+ylYFPOO9wT1KTz+9F4EsPbqMXD3nY929owbRPT6bgD4dbFc+Cl8GvvKjYj7fTBA+jbzbvXQJCD36Jyu9fGvDPLa32T2iz4i8EFGKvbK/ejw7Axw+9mZlvCZNmb2yjwg+cEpgPX2oDL726VS+omoBPqSPjD21mE29R+HVPWe2hD3LygO9ABTTPP+CVz3Tdju9eakBPq9qHr4E4aS9aXZ4vuXQjb2qVZ+9CWMUPnNJ0z38+Yi+d42qPaEgJD5zfLi9MM8tPlek6j3lX/G9gW5uPdX9BLwy6F69cBP0vRY50D1T55q9eW7VPYhPJL1BHUu+XnOkPGbe8z2Ksrw7//eZPQkpxL1OGZ+9ceERvkUbvL2OOOA9k9rdPNoOhDyv8cc9WWKaPZJKp72gZfe8SyZjvY/9IjyVsV0911FvPXFRvD2zzUe+fesgvZik1D1JTdS9n1k+PUjdtLx3xlM6RdkUPfDRBT7OCL898V6mPYRVHT5IYMA8/MPwvYnmhL6BNNQ9gDs9PjOqBT1O7We+ldDvPPvcOr1Mpys+IFldPI+w5L3011c9UQsYvW72/js0N149cJ4LvitTr703Ksi98Hm/PYiJLz6PKQA+FtbJPJj3Lz4ANzS9/xm8PGSigz03p4Q8HPFSPQ9GED76Xgs+Ro3jPNnAAL51tw6+8JhBvbIDljx8IE49HM2hPdKHDz2YuCY8YDgrvpIwJrzHt5y987pQvh5dXj0bnXi9z6DCPKfA1Lt2I309gU2Nvft0HD6xNZa9k2/WvQ9piL62fcS9xSDlu5WsBb4Bqkg+CGGbPa9MNr5cpsU9wCdIvYbiHz6KCVK+CoCCvg7Ar70vESI9utjfPbJr0T25G4c90ioVvnurGD6tsRG97QJbPZmVMz51bZ29HAHTvQxboz1UnbW9Gg2FPgFKcT5sxxk+M1DEPOU0xDuS/pY9WK5QPfueRb23Ovk7PY8TvinEDjx5ANM9khRLvqIaKL1vC/K8Uu9iPn/rsb3CgA4+/+4hvg8w5DvPXz++eqphvfMXLb3s/GQ9MUhdPtPAQb6PZam9wwfdvfacJb5NzZK9uOPBPbWEm7yhh789cEM2vlIiNT68xBu+TRSYPYVQET7p2Bk+6Zp5viC7S71a4du80jS+vWa9lb31pfe9/CL6Pd9Oer01fIM9pXAMPr11oT37KLQ9F7bJu15WRb6U/Ky9bRM7PoWZ7Dw893y8Ns5zvovLTD0gy0u+/vEbvBfABD7AJAs9C0WSvHYuUT1mi5y8WWICvjebwTuOnZE9w903PioYqb2yqsg9uM2+vNv2Z75aGLw7gWyePaAHAb2ppa09y3b5PMw1YD601Yy94HGFPQ150L1/6JK9FsEzPJgBN715zFg+UG8XPqF7PTzE+7g8fIQmPVsqJ75SzrI9YgPTu8RUwL3Wvqc8IOdfvctSBLxP3Xu+fKk5vqlqDj5rZsq7mFQ5PRQyOLy+ALG8EQpiPluQjj1INwQ8FaIePjlAwT0iFiS+pgVZvV47uL1oC/I9zOZTPc+bRT3TvtC9zWJFPSYDpzydGHi9Nal2vrGWAj66auw9jK3RvGgyaT6taNe83tywvSgZCT4400E959sFvK/NxLy0Ay++cD3RPWYCQD6288a9b1rEuk0c7rxz/Ti8ak2dvejk4r28eMK9WYRdPYJEIjwxRtM8MYNKvkEuzLtlA5w9Un2XvdB5Nj0D4Ms99y0BvG4M5b1sj3A+acY9PLxJSL7e0wI9jpooPgWLKD7Ybas9RCBAPkyrkD2tNiu+WlZkvoHg5rymlrM9YFAZPXNnFz57OiC+Qq0YPhdg5j0LpuM9+lNpvcnBgT1OQYI+l3cVvnu/uj3WSMw9w2PmvfqJob0cHac8+abCPYa2YT6Rz449S2QxPuV85z3XSac9mNtEvnBPlbuIOnC8b+1wPgCWh7z4D6Q8zAJGvS1gCT3Phvs92pUzvghtRz1S0wA+yLoCvWxgPT2aqZo8pAiRvNOKlD3Hcw8+RILpvVTcB7wWdD2+D6bavcHVI76wIU++FbvHPVN8G7wm3Us+ilIHvlz6/L0wZV893z1xPapkAj1XWSS+6b8Uvhls4TzmuLO9e07FPS7bAT54zV++Ghqwu4Kahz2KNbY9VQTuPFI3BD1gbJC9ONCcPejeXD5wNsk6A5mWPOc9L77iNKc8IjxpvgRBGbzfUzi+DTENPXstH77bWUs9TyYlvLtuHzyc96O7ncZJvs8pkTxbTfA8zPbVPYgZeD7SnIW8+s7CPPnamLyfFOc9+In2vYTAFT6S13k8sjGnPfHRfT5OiSG9XcBWvh8AEjz1GSw+buNjPaajvT10+7c96je5vXTaOz1Futo9eUySPXhJ/b1++3w9m/nSvat0Z71PKh09hjU7u6Z+yj0bs3w+MNklPZ/yur3x9iO9j7g6PnY4g7x5NEU9eZHTvUcmMDw1cCw9yfYPPoVYK7wmZcC9q330vdgXIj46Gti8DcyEvQQAVb2bmaO81rcQvbSZAT5pk7U9t+CrvYybl7z37Cc+/q7CPI2OKT7B4Me9gxlCvPOr971lasa9NjeoPePZUryqj+k9QoFzvYsQQT1tidM9WuzhPZVu870vcLs9ar1hPXrSED2yNOQ8eK3xvZfCVLxYkwY6heQLvWJ2Tz5tQB8+0nE6vR+Yfr40Y9i80rynPW6fvDzu1/o9lALuPLsa5j3TGs+8/nUVPvXgYrwj50++4uqnPVlYazxSyfa8/+uOPQDPGL7sPY28Cn0Ovr53Yr5jsQg+SLsDPi6kUD6nxiG+w+6RPUB6DjyK4wa6lxmBPW3hCz3Slc899a3gPdJDRL6OEgA9cqmbvZHSdL5+P3k9TZSPvdKt+r1cQXu9pekXvYepv73X/Hu9QAhJPffkDj0k04+9DND8vevtZb3DeL09h8qFPFHDBr6yPDW+43wYPXyMUT6TNmO9aSUPPb28Cb4n1LM88Aj0vMkvzryIS9A9n5FaPDhAY7wUQZQ7woGNPZkqaD3WrBe+IPcAPiXBU71gqUM+dN1RPhHZFb4Skmo9MvZTvhPYVj29Ysi9XNHNvds6GryukdO9oRc4vuZgaL67FFI+yIlSvoSK4Lth4DQ+MYAEPNWV2T05Vgq+5ITQPbgAH76LnaA9LJsXPR8n+D3GC9W8fPMhPV0w0D03J8681At/PvAeHT57ZLG9i+mhPSPU/7xmOY+8kkYhPk1BNj4Tmvs8MqBgviRGiTzBJJe8s4TMPb7Pjj3c0Yi8rGHaPfx4xD2Cv0I+rBYWPP0kyLuZo+A9QvMuPeWiqD1JzS69/HVmOsYNqD13JGq70EA2vHrGEjwJQR08MFs2PH5sZzwmmDe8ClEmPIJeMzyHlBw8lYa4vPcPO7zfvVI8khAfvCBWY7we6jI8g6dLu6PB9rtlbx87oO0GOwRvNjxXmSW8x/Zjux1nBLxCzRg8OSMuPHxdubvzbUQ8wNVRPBxDUjydCiS85UBEPCVaXrzhT1e86coCPC1rCDymEIc8/1wmvKFcFLwQK7C75AJHvNxEIzwVd/Y7g35ZvDr/qbyLulo771xWPGejI7y7ii88gLcVPNc4YDzAgTC8G98VPJXuOLzrQTa8r5QuPBmp2TseJBw8kj4NPPZ2M71+KB6877C7PG2UgbySA2E8KVpgPK285jvPKKU+Xa/dvebvp77npKe9kP6bvn8ysb1++qG+JYVGPqnjwbxXhk49fNe4PqLv+L20QdE9Lnt9O7X2Br6keW4+oQQcvgzj3D2SHIw9ofKzPe6Tfz4CGpG+3k8YPo+Tqz71y0Q+GVIUviJTmz44MMo9mMjLvRKYIT0qfce9bIc1u7SpFD0jf+u9T3q/vfEbDD1gdei91IFEPFnxA73oobM++V6OPp8U2L06Ebw7d1PSPbYKez0SuRe+ATW9vumC870xNLm+IPdmPfrcNj52Ztm7tA+CvnN2KD6XnQq+rJo1PjtjLjtMjTM+vqcoPvYiQb5d4r69vZCYPaLXgD7WjW87Pd2kPnu6rL2eLIW+waStvXCAZD0DDHk+9GcXPuw2eTwNUYU9Yx+HvnQXYz7d5LI7eoyBPCr6Ar6l/5g+NL6PvVtvkD0lErE+w1K6vGlZGj4qS6A+eypwPLiMnT1UjLw9Eb8Gvka7qbs8wma9FCBwPnx58z0SEJE7PWaVvnLc2j3GWz2+JTMqPeqd5Twep1s+Rte3PR+u7701x049bxmfPqordD4Kv3a+ui+FPSnAtb6ybSe+GX8TPm3KgrwhbT8+cMkRvsJmCT4ohYm+MEy3vbNkSjtq7oo9ZYNYveSIib4KfFK9qz1Dvv2sYTu2y8C8gPuwvayNVD3irKG+ZEGOvSTLir5xavM994FbvPyBWzw=","weightSpecs":[{"name":"dense_Dense16/kernel","shape":[3,76],"dtype":"float32"},{"name":"dense_Dense16/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense17/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense17/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense18/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense18/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:04:43.953Z","modelTopologyType":"JSON","version":"0","formType":"login_register"}}