{"modelTopology":{"class_name":"Sequential","config":{"name":"register","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense25","trainable":true,"batch_input_shape":[null,30],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense26","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense27","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"UceQPsidRr5RrqK9svVxPp9fdT4ZlUO8/y8gPrqTf74e6BM+vTY7PW+Vlj7yTpg+ngWEO66Yv74QGBQ9seKdPnAypL7DToS860teviroez55LXs+2H2pPgTBFD6gmjm+EoMOPlkipj0TFkO97E1UvgJQk71PNHe+r8oIPTOClb7z9Ds+OlkTvNTjiT47kSG+SDNPPvN03D5yqQg92NXHvHJHUr4Y0oA+YmS+ujCYGT7IyuI9NoiivYpxlr7r9Ko9yjtAvq9MGj5sS70+4/bivrzWj77uVKy+bzjzPcw9tj2J/KO+r9gFPTXfJT6XBJs+3JpnPRcpJz5EXLi9hCSjuk0v6j0puDO+ZdXAPjYGEL3vW5i9utSbPVg+nD4JUwS8ZYpGvukhMj6icoO9lWcNPqqZIj68H4i+3fCxvYC/IT52plc9k6slvnxoXj1KlRi+Mcc1vb1CtL2VOCg+c6eevQlSBL5+k0O+VpqHvI0Hbz0jInS+i+XLPQQpub0dXXq8ubvFPQoMWz1Ghvq8tmF3Prq8Kr5nmmq+VV8mvlU0cb5DeCm+HRzZvVKT7rpTw4i9lUUevuUimbwxoIa9glmNPJLECL3tDCw++lbvPCMkDD7f00c9eO/VOJniK74oujC8ALNCPSVCq771OJE8M4MOvK9W9r1Xism7Eb0JPu0f7L2IDY6+2kpFvttQVrqd13k+XKPDvtO3DT6fXIE9HWcHPr/Bhrw/1uI8z8TEO+HZaz3pBmg9pe9lva6i3jxASqO+tiOfPVvRPbz0IeA9mW1XPTVFNb00oBY+smWpvHpMej2/d309YRyFPtAojD7AkvK8ANsLvkSFhj5Yjgu9AEQ7PoKgx77kBXQ+k964PvIxbb76WAQ+64rIvSucPr6Pgaa+LwrZvqFhWL5Wogs+xoRTPjGK4b0cicQ+H+AGP4vfS74bHji+kaVGvnGy9r7hetW+US0BvjPkCL7blDU+t6y+vinqdr6LSma9ONXpvogtrz7xiKg+X2oAvlZ8Cz69TZk+S++dvqSU274xuy4+br+6PoFK6L7JoCS+m2/AvrgjTj4nnu29j23kPidqQL6MPWM+tf71vVAeFT2CQYk+pT+1virlyr6Wnaa+NNsQPuIxzz7NRkm9FG++PW/NLz6nDsS+75J/u1fkBT5Oit0+1J6LvnMDdz5glDo+qR4hvdtQgr6t11W+q4aJvbLiGD6d1bA+7FuCvgccyb5sidm9zokKPjM8wL7QhTo9+d2rPrQpNb138gS+M0rPPintiz3sqMe+ePGvPh2H4b19lBu+joTyukljAb5Err4+zUCpvhJ0DD2tPME+o0qqPlj+3jycl0O+OB5WPi4YbT6qrSc+uS3Dvi29kz2V4bk7G9D0PtNTob6fom8+7s/ovn5PYL76Dz++BOHDPV04jT5fk7A8RWgUPeFm+j1B3hc+QI5/vRXs2b47Psg8qCGnPgjC1j5oxAm+z6zWPhbhtj61I4M+ZcaQvtbkGz0xQH89gBskvm86z77UNwQ+EiaRPuAZL75sAZA+89LCvvyaQz79ieM+qb0aPkh9Z758oRs9BBIAPTEBOT4oOAA/xXa6vt0uSz1HCyy+Xue5vk4Ygr7VnuQ+Nyo4vTraTD4X10w+kvtrPPD0uz3fRlM+lfprPr82gD6MuK6+DQ+6vQHMzr1nfk68ka5LvgLkCr7sNmU81GQOPSpUuL6EY2w8NkP0Pk0YuT1WsWg+WYfyPjkA5juZQMy9ATqnvocypT31nJa+AWIUPmtWqj2cJZu+KEX3PfQ8qD6MeNq9/pI/PvaKJb3DR8m9jfkZvc0p3r6o6iM+KWxHvvRK173edXK+zJwXvRmFFLxAb4o+uyOHvg3GSj7Pipa+u2glPg1W2T3crTq8UtA7vawarD2D6Ia9OHwbPuywu73LCaO+8T7bPIxboT16kAa+ZOCjPeKlSbrg6Ra+hPydu22SYz6Vm+S+GeFAvpuwGz5oW4U+npMGvsOkBz5GcGg9d9ITvFwOGj1fLu+9fRqrPdgKT74Ah08+IL5RPCoW/T1cIp8+0j7WPLR1Dr5HozM+0Qe/vXVRg72bzZy7xoIxvoyVLT3RsRE9t4KXvuTiOjz4zSg+nYCEvqimjL28pKy+hm/FvIvrhj7dHHS+2Xlrvt9WAD7N08w+TtN4PSwRmD4KhdO90Omlvb+mpbzKVCm+OjbyvX4WuL25TZu+UGEcPiQod77fgPW74BbNuzANr7zSzpe75IV3PXEdLD7WBwE+uU3EPfdwDz7i1Cg+ksVdPRizMr2n7Pq99VHyPYMw+T7LTQC+QRUyvhYuHb65CJ081tT/PMdeCz4TEDa+3NILvnrqTT4653M9JAc+voQYNb4ARMk73VU+vsiM9T1Cyta+ToFLvvgaRz4DsA09WheOvZHugD5sN6G+OByivPcMob0z8c6+8NLYPfkxrz2+6NS+aRRxPpexzb2c2Gi+IJ0fPoVGeT1xtyY+3EARvtbvYz7Hlkq+w4PWPdgyWr54l5u+yqTRvbgAab5dEr49PwM9O1MpUb6ytbw+XZvLPEz3dD5V0xO+lDYZvNx1xL67s/k90Du7vYmgmroY38U+j5LfPHNAvb1oIDM+sRaMPv0tRL1j+b+9GJWLPQ0bsD6c7788XER6votV2z2i5GK+xVdmvlC+dz4fIFq+Q0EGvkLYjT0hmLE96UKhPobRrr1It0O+V6HvPUcGpj4iqcE8FEGBvl5ESr3JZqE8XcuHPAkKdL10GT4+5zffPZj4qb1ocMS+NsDZPbihBj61UVq+XEG3PX1qEz77UMy9XlsyPWMxkzySRXq+USXAvLSaer0WsUw+EXCLvYnhvT2KTTW7PiMZPqG+sz7J5xG/Ru0jPsUnJT23L9c9IusDvmvRcL4TCoY97104PCqFAT70uoQ+jSlgvlO7tL3/N+a8eFBGvi4OCD44LlO+U6aJPaYXG74OvNE90ce8PWNXhj6IrAq+a2SUPk2ZQD6cPOO+OW8BPmoGrr4sSvE9Nn0rPu1eEz6ZTNK9gt24PamjRz4ukRA+2t4Ju5DqgT1jywM+W34Nvx/v3b39/hQ+J4rpva48Er2uSUU8jSujPrVsHj+FsbM+tbOJvosM8DxhAis9bD+8vFSBTD7N1Dw9+tyBvnxSbb7QlR+9AQTQvpE2uT0o6Ag+NvbHvTwD5r2m0Dq9y0SzPM/aQL015sG9GXuePoLdlj3yRsq+gGz2PBNSKT6U1wS+L0y6vjoakD7IKrI+e/8ePtEwhj5iEP09ymjKvvVvCjsN12g+ge2PvdtDJL4LaRA+pl00PmQGir5tx9A+C8CAvsNBnr03e/0+9UGOPs948z3YpO2+9NOrviMXMT3fJOA+tzfTvlJRSr5bie8+hfMlvl6O2D5lD80+udfMvmPNmD5mccM6G7amPdymaD6jHEu+ei4+vd62Ar87c6u+HNORvshmy76ke0g+m/CEPCsJAb8U2L2+Q56bvT05VL5IatI+m2bXPtqsZD5mHYI+Qffovh/BDj5uJ4E+KVwzPwWM6T0tdwE+CHz2vjo3or2ycYe9XmHiviEeZ740CFq9fPANv2ij6z5OFZE+v4YsPnyy1z6DZu6+8MmyPtxHtD6DMs6+fq6uvmvh1T6PaWc+H1YdPUB2IT1TxVG9NPniPhwyP71j46q+E27IvGX/irwwtss9aBWAvutyDL9l+I4+8LAAPh6v8z0hCAg+ZlAHPHbZtL0vJ7a+K5bbPmO2gb7sXrS+iixavlUKij4zmAs/Dq3xvRhHYDy62tg+NMGjPjbyWr1koCe7Dli5vhVn6j2jHts+FqxCPTZufj62oai+S6iuvlVFtj4aQ4q+U9W0PUfzmj2DdAE+DFNkvn+kp74L11M9x74Fv6de6T60Xak+E9eRPjqmz768HfK+EMsjvL7Our5uUyG956AXv/luAz9vbBq/LT6ePhGeWj06lWa+chyavqab+74sB869QjAQP0QEWL7nKVC+aT2IvmQmgz5GvGm9HtpvvtcQFD9SjjY+uGylvlUBxj7IM5g9TPDTPlOwIj1+QOc+I+gmvtJfvL7ScWu+TnukvdBft71MYBi+FoPyPjHCI76bHwe+741LvgUno76BAYM+p44IPdLHUz5OVcA+GS2PvoPPmb6gkLe+DE6evtPDIz7RO+W6iI9YvtyTgr5HSou+eEMGPl9Z1L2u4W6+NmocPqXloD1N+5q+wxaRPpHT2r7MtJo90x8PPE+I/70Bs5S+wzDCPmajrD00pHw+0CnuveVJCL6Ospo+7Rx2vmH+j769xec+yZmiPJJGFL4tC5A+sf6ZvvcuLj4JEoM9r6kfvhqj0b14p4y+UPqpvg7sjbzSBKE+GVjAPp8x2r7JEHi+I+lKvvtk5D41CqS8pgYkvok8mL6kAAa+EACXvp45gj0RpBa+8M5BPiPS4z7s76++mVmJvsO67z4oB1++yIqbvgqIbT4c7Sw+/demvP34U77ieqU+Vxf/vlsD5z3w9hi+EKKPvl0Kq74bVN69E5R6PgBPDT6spXQ9Q8FRPiJNBb6NG8i9/uaTvKlnPD5nt049uj93PsyrzTxg7Jq+3+jBvpxmgD3Qv8o+b6/bvvIVmr593U++SVnXvXMewT4ouKA9lvsKPwbfvj19zhq+htj6Pv9Hdr6iBYU+9oatvpbu4L72YkM+a37RvgZtPr4rYmm+maQpvriZAj5V4wY/QszCPmz3Nz7lr9U+jSwKPtaAub2acco+MecqvukWgj5W4FA8YOYyPhDmtr5ZgAA/vUkNPnOfuL77OBK+om4jPWsvlr7fKwM+q/m0PW/l+70b0bm+3aOWPrUPBD8LHc2+C1WxvoHDpb0c8au8LKHkPXyfn74Qht28r22qvtVQWz2Nx7++eUiFPnc6mj2x3HY99BSBPgTHfz01sqW+KQ8zPgpEdb4JTkA+e2nWPu5RqL1lTfg9NK2uPhWkib5l318+SsqFvog3Ez4o5hs+0uFXveyq5T6uuV0+3pKoPvxN3z7HGHE9RvrBvknzJj2JM7S+IlMzvuIvqb4H8Ki+7A7uPgDjkj70bkW8eem4vf9Srz4FDaK+JCcIvitTlryfRF0+9i2CvckCBr6Q9Bc94XFYPoEVjj297IE+49iPPhGwsb79Ngq/Dke5vpwXzD09J5w+2DDxvniirj7r1W8+2JbEvs0tvjwNwUC+hiOhvcnbxz6d+5S+6JQDPkojkr6nRTG+U4KSPvjxFr6vQ4c+fphJvievLTxqvDy+TekGPh4wWz7ONPu98cXkvk5iar5nNvY+lqD8PW4ciT3/wgy/22cnPTQyuD7+y9w+zgHNvTyk473s2IY+JaNTPqWSIT74x/M9EO6PPqM67r34EOS+wXcHPzahhb4C2Ze+sqKxPXqF+77quRY+2NDGPeQgpz5cfSO+vG4yPZAMNL6QVeY9NldRvQVwkD43/OU+DJ16viNa4L3SWMU+29LdPj06jb23uyY+QSarPmqCfr56oDe+fIqMPn03jr4H6n0+UJ0sPomylb4Hme4+DcJgvjNfXT6RbWu+jKi7Plv1WD7v05G8d1ukvu9q176SPoi8O96dPZAjG751X/g+bJlvPT/wdT4/X4K9RuDHPqJXlL4bQ/M+GPPlPW9eiD6rC4G+eRa7vT3YQL4V7oO+TG3oPltVq74+YKA+atrhPVAb5L38x8I9ksrFPlZOij5WE9G+Si28vsIBob7HlAa/9FQAvlGa5T7lvQ6/bxBIvl6KaD69rsA88Xr6PSvGo76bEoU+NHucPu1y7L1k49Y+gPCKvsL3dr3aerS8UJbKPrcSlr1QTas+qcCqPny/ar5FLN4+SxMwPozPBbrg4gs/XJSFvnWsir6raVg+XUO0vveqqr4tIKw+It14vIcier4IxIe9KhyrPnWIpT3LaKS9lBeDvgZxuj7QkXc93B8iPvmarr5vCTc+PSBRPcdR2b1E13G9ax0FPjpXD7/mkmQ9NSq9ve9l0r6/QhO/0DlJPr+YBr/2cPS+/piCvqqUrj5hTQ6/nleYvj71Ib7T5ig+2c3WPiI15b6ll/m+nu9+PsIv5z7mSPU+oa3/vU1C4z65M5M9WHcZvVy3bb0hYZu+hv0hPoiJsbv+X8Y+JHMHPlbb9jxLiAu+DpwZvutCj72TmWS+r0wXPYCD0L7//gg9VBgoPXTNEr7P7r69YUikvSOT/j5gSWW7TfMSvabTk70XC8c+kLt7PXnQ4L5/Me098hK1vpialz6B0kC+/yirPRMFUT15Aek9AVZ3vip5bD3Zk5m6SLcGvXcCo73l1F0+7g+dveDRUT6jl9m9PTtcvoXuAjv/dt89yFR7PLBhr7wfLgG9i5RmO4KnmjzCD+S5iPiIvAI0SD6sHKS9QxbUvjX7rT1bc4a+yLAGPqbkez2/4vg9RSMzvY07qT300vU8/3HFvbJs+b3vbzM974mkPmTfwL0P+Qs82Xr5vtmsUz4dzHU8isuUu7Zgn72jnzE9wdq2PsaZ4b2gTks94FBtvvoOAz7ICmw9klcBvGBEzTs796e91yrYPaR+HL7YmTG+uBe4PdX+JL5gFYI+L0nWPr/0hzwWNNO7wLKAu9BNxr3jTmI9nqKfvmMAoD1Y3fA8n+3FulK5jD23g2e+SVy3PmwEEb7hHRE+WruxvlLm0j24fUA9NmyyPtFUBLw6ULE+we5AvBmxRr6IIjo+N9w+PlV08L2nHIU+ewZYPi0Tvr0JwXU9IKcePWZjW75enIE8fw5qPp8DG74Riz0+1EfhPgWtOj5L+j08vwPiPUbRBb0rSiu7WCP8PCPgSb1k3qu9KImhvqWho71+lWI+omgzvXVoh7yZr4Y9xvSvPrfttD3p4Gm+0KYuvYqjgD03IiK+mZr8PUYiWr4ma4c+juP3PcNFFr6DBca9Zt8RvBKVs73G5lO+HPCwOysXar5jlIA7FnYePXpAQL2m9UC9JwoovQ/wL7xg5ri9mqA0PPxoPz5tEAA+RMCrvJqdKb22H/g9tB5FPSeLTL04Ni29cjr3PZgehr3sr+C+uwoePTXHwz3v/oA9ZHXOvmv5qb43+a+9DJYwvgDh4T5YgT49z4zCPdDafD3sOQC9o5C8PUMqqjwQdtG9tde4OozfZT61vcU94ty/vRyiUz2OSAy+hqUxvnACJr15gOI9MUqUPgmO1b4Y5ak9/rbDvo3QjL0DiKE+VDUKPXDWj77/eTm9bFILPVbbWz0EgYI6NwcQP2QGV7qCbqo9k1spvrMrhz7Ydrm+tNmuvc2fqj1wwYU9qoiovjuDfr00iVU84Sadvuy0w7wkyWa9lBpfvdKMkT0r1d8+4bg2vg1D9T17EJi9mvNFvjXFCL7xBz68DY1TPjWkKL6ITIg9XVyxvXIoiLySrzi8s02vPHv6+D3V+pO9Vz4GvovBuL6H8Ye9nSAwvs25Dz4PWp2+6VW6O9UhwT7ydes7ZkQzPkSHTT05tIe+Vfz3u2T++L1VsKE85V+OveAY0r2ObSy98bTxPTfjM71cYxW+0ub0uCWoLj6TXL0+yIUuvpvyqr7OqgU+X+A2PTL8jD6fGoi97VQ/PTUkVL5dY2A+eIiCPSELFT1yvRY+lqB3PN1Elb3DeLA8FvG4vp+73rudKR29yHLMvuQS4j0KAza7so6WPi+/n71aeJY+FGX0PAnahz4GLZm+gRkAvsnoeL7IkOI7UoNuvuC1tjyydLU9Jmlxvs5Mvj2sxcK++azdvgAWCD54PNw9z1F0vnARED7zYjm+vymiPjNogz77WCw+fuKDPmxFPL4Gzke+WTg5PmFo6D6TFiy92zDjPq3Htj1ob5C+QAJsPmVFkjzqOz0+3xIyvn2eu72316Y+noFfviyi3z1Nu2++wQXRPJFOxL6+DUC+nmCCvOICxT44Ew8+Yn3uPl58jj7IwXU+Ya21vpitpL7VV22+qiS5Phl5Bj9465g+agfWvjwLlL1cz9e9LM6DPr31Rb7vgS++YaiaPpc08DsTJL2+f/dYvaNKsr4vi84+Kw0hvPXglD1r+Gk9+rWVvQR7Cz5VCoE95jLUvlv80D40ocg+aM6vvpyOWj6Y7BW9KE3EPmREBD7f8TY9e83VvgB0cr73Kho+es2jvNgtAj5s2fu9OaAGPjSVxj5vtZO+DAaUvsZenD7bk9+9Ei5CPaQ9xL7uXya99GgJPrcjE76EU2Q+uA+PPE9Ku75SVxW+SUkxvt5oob3nOAo+k7CsPnEyG75EwtY+By2dPlKlwL677oW9/qJsvhK7Sr3Hdtm+MtUdvex3cL6sm1A+6DRZvsRIb72I0/s9vI3Vvvq3IT6BGPo++4KMPQKVvT5r6aU+wGtIvg2/sb6RNJ09rvffPdkTEb2WC4u+47MdvsoeGL4Jl6E9CqzjPRVp274dlpM+p8s/vqZsgb0Uwbs+MFeuvnxJFb4O6429IWa5PrnLnD6eimy+Sna2Pd7+2z1U8Tc92jmbvp9lTD7Laog+jHaqvjr8Lz6bGFk+gk5zvtB09718Mi29BrYIPRNb+T6In6U+2zL2PhSEnj6hEom8aIIgPqYJQL125+g9G9SfPmyDbz3opOs+d83bvlBMzj4o93++/QuLPjl5877YpIS9dDoGPpWVkb66iae9SpZ8vicG6j1yw/w9DmakPqH2RD4HWKK+FASfvoLE5L7LwFI+NyTCvQpitj07dY8+unEru0UCJL78Wfk+/IzxPKsX177QESK+08F3Pij7tj7A3IG+5wWGvojh174kdSK+fwIcvI/M0T0kjgm/EwecPJr51z3Lm84+8z2kPqCIg763K4W+JPsvvVghFD6A2Hk+0YNAPq7zWrypmoo+lDF2PuAfJb79pYY+Gbj7vtiZ477av2u9DtvpPnrBkz5wuGC+YMmxPfDN0D6OeD2+ExT8Pb/Z2D1LPqq+woZSPlHDg74iEbc+kjm6vfcd4L1/5iK7wl4zvvNPnD4ndz28SYgUPsMFpj6bwZ69HcoHvgyvfz4MYSi+temAPho7/T3Dt8u9GeDlPaqpgz0+HYu+vU5ZPQBzIb5tI/g6fa6kPRJ6Hr6b5Z4+Ie7IPmpIDD4656A+kcx6PlynUL4bHOc89OiyvX860r1zx4e+9NB7vsXBsD5b4RG7HHZ+vZbYO77UjJI+jPlgvvt4vr2V3QM+Aqcqvb4Xmb6Fy1Q+hGwzPpmw2j7czJ89Kz9sPYkdjD5J7dw8eErovtRe9b0Wr9Y+U/DoPb9D072H5Ww+zlj4PnbvGr6wxgS+RGvAvVzVsD1toLc+arqHvoLIA75iX7y+JiGmvc4H1j0Lyxu+unxqPrKKg7yNFy69j2PbvuQktT6T84Y+ZHTFvXQUX75uIHu5XKnoPagYqj7AVo6+hRelPA7B47xuz5g9Zw5dPW9HDj54nwS+l5ilPlHpsj1iFn2+leSiPdAdar0+eEG+JZd9PrC60r2EXZI+3n3kPdKFF77NKpq99qrEvTfuwz0eviK+PyPaPY5qdL6U20w+itMePowwij1JZB2+CbaAPMhFKz7q8Qm9UA2LvqALNz51j0u+utJFvuGbJj73jgI+cj+SvsByLj68X7o+wNwQvhCUXb6OV9A9WprfPfudcj3w266+eGKNvoRwKb2WQJM+TuBsPW+lBj4HZlC+E+O3vRLAcz2jzhM+URygPiiQZj7nbHI+xDkaPhXqlT6KrDs++LVzPq7s/zy8IzW+innBvu6DLb4SpZg+3VVdPiTNmr3q7Mu53pCzve481Lu08pc99GsMvWQMvj0v3/0+rFwAv8DSwD3CBGc+ssRUPrhEn776eY4+ZG/4Pe0cs763BjW+QfG9O8TznLwdnyA/jn2mvo5H6z7dlZY+hipqvkfYer52LAk/4CxLvMgJfL7vSYy+2wUZv0+IBb+W3rm+92IuvdQuyr4rErs+f+z0PtrvAD/keIE+5fiivvN6S703aAs/WwnKvn4uhT2S640+O9RtvGq1VL5jSqQ9QXQ4PghOsT5JtLS+9ZEkvOwIfr5va8w+P3Gkve6Ez74KI7g+pu2bPg/Bkb47Dww/HZzhPqbPDT5J6KW+w6vOPtwpuL5jsck+Dpc9vsvW7b5o5TS98SuoPiekvL6kzKm+KQiOvsrEkT68ZRY+HusSvtOx3T58Hug+gR1evZ9rsj1z7Jy+BRw1vifTdb7OUJA+8XCzPm+ksr6dO5w+Sed+vmjOJT7ctqU8g3wHPrM7ij6R36S9sNPIPajDVL1t7Yc+OQdGvhoFWT7mwF499rbmPeR4tj7wW2o+cTFtvf0wF76z5DK+uoVnPbvPD76SHfo9MCx8viz53D782j69eNYMvhp07L3W+2U9ekQIvVSABj3fTKM9VVIOveUJmj19HJ68VYhevjVXED4H4w+/Nl2oPV10mT6PlVO+elprvnZwZ74SVsW949wSPs0p6L1SekG+quLaPpPf4T0tFF89BTPePiKXmL6MBRo+p7/BvR3Gsr08cF88mqbMOlOa4T7TETC+D+FQPtj/YT6pjjA9mgWnPUyAu76Khly9OedRvdclT7psubo9UcwTPlQRzD3N0m8+uiMovtwM+j0v6V2+YnSuPg4HHryqbYm+vusDPl5ELb4IpNc9LkfiPHIHYz64qF4+cSSAvi9VTT5e9G2++BUGP02BDj7EEfM92mTgPhNlqT4d2Qa9yFsdvs8um77op3K+XlttvgD2Yz6MJB49TN00PlbEnj3jPo0+/ybJPeBO1T65/GW+rc5QPmF+jD2Iwvc9gauEPqUMYj063Cm+1dRLvv1zvL5m87g9njovPptu2T3IVCo96vpuvtus/DtxiBE8ieUiPkAtTb2y0ri9DByNvpqETD6seDo+bjKcPlevgD7WNsS+cePaPD5/tzxF0ao+NxxmvbWSj72uQLc9zPvcPXOepL7RH7M90NNtPmQGub5qlvG9jig5Pla7lb7F7F8+NWKhPs/AD76iHk4+2fDcPSKjlb4T1B68q/k3Pvuac71w0TU+3lbGPWIkdr3AsYY9MV04PmCES75NJHu+7v5OPifg1b1fdTK94osLPpz7Tj7Wt909BcMgvioiXz6z1sc9jhGlvnpXTb24kcU9n69mPpamCj2skZ2+jy0dPgj6Kb5olWU+eeU6vhsKCT7vyxM9duVevVLxxLxSCAs+jlAJviAPmL6YN1c9sp4TPlw5Oj4oMWE+9eJAvgPJKT3Jdvy9OiuMPa11w7zsbOI9hbfvPYtEEb7uWI09NA7JO/J6N73jT7I9ZY8NPmsyCb4V/hM+OLn+PQBDDL7jMCU+EtbYPWLaH775H5U+LFiGvuRugb1dsgo9akHbPBC3BL6ibrc8q+ybvSAugT6BvsM+WFKMvkYZTT61F4u+ei07vlhRML6WK9I9MsiDPTjdW7zlDxU+cba6PQJHUL2j3gU+EtdkPgZ1iz6WMiQ+ff67vTnlrj75fgW8pK/ZvdinDL6UmB0+ZIwLvgpCFL2kYFU+V33ePKVelD2oKhU/Z/kUPYtHxj62kHW+ar9ZvXilab4msYU7qa50vgdNbj7gVkW+qECKvZKCkr45MsM7DjIevo8OST7CLxO70zB3PB7S9T24Fau+OtORPbZd0zxoyJ2+ObVZvQ5rTD4jczk+wz91vl9GOT3YLAW+TQ7ovnHBer7zqLy9tGX0vEHhsj0k+QO8fcUmPkRk0L1+fCa+nlCdPlIWOz5CGue9PbkrvfTbMj6J/Ak9nOwWPqwidD6ycmu80s5FPVOTs71BvgM9jAlHPqzMyz7g/x4+TPPBvQcN5z5eGWe+DeeKvVSyvD4CBSq+u5X+PUj/sL3SUUU9fxtzPF/zmb1cTxE+3HQqPRlX8bmV+uk++MOzPtljt74HEoY8z/5pPhC5sL0e1XI9wGIYPsPJ6L3xPR4+oXpXPc7MvL47SBG9Vc3tvnLDgj412/c8/V7bPMTndbzqyRi9xB+EPkMoyz4j7ju9xqBpPuxhgz20VUO8m+iFvPy3OzxZ2eU9pIHMvpvOojwWZtA+SqrQvNhtWzrQSpu9nXo7Plz0175wSVE91LvOPEbpfb5VWiM737NhPWcA3r3pWAo8MP60vfiilbxT5zS+Vq0uvmq0h7k7fw4+GZiYPITwJjziVfM9baAgPiOLBT4viHW+jplCPW61hj27vY68Aytru8hBZTz+BaK8zzUjPP1uKL3/iqE86HkwPuNwBj0BG6M7IkJevSbvrTyVruo9cZkUvvuskz1HAqk9n+0xvQjHYTypiAA+MaFAPHwdqL2YsqU9BgunvWGD9T1dVH49SqkzvXTqDz4BxnC9wIA+PWD8nr0mDRG+ADPcu6H5yb1jDig9MQcvvg09gj3dsq08etyXPR9lOz0dee48hOIavGzyND2ezr+7BbDOPGPWsbvsKqC6kLQ4vrBSiL346j67CZjsPFYNKT7fBxY+cQbqPRQNcL3AWKI7H6lxvaoav70FGBW9SZzRvYy4O72Cj9c9zgqsPPwjlj0xrw4+I9GevWvUZj0xXpw9Y5VgPQGdtbySwR29PrQHvJolPr0hbyM9xxzGvLbi372FKa48KKy/PNLigb2uBCi+s+DGPWTRZz11OuE8HXaUPQs1B72CNbm9x+wdPC45xb5t8Rm+6uptPhgOv74f7QQ9/2dGvrcvmTxvu8s9oUAhPmR3jz0jPs29g1ANPhLjEL7DVVa9lMsCPo627D3YJUg+y7ZEvh/CRj7KsqO90mB7PoCybj7WnLw9UQoZPjdrT75aQa89f0JuvtlgiLy0f7C+kHC9vmLNoTyASOG7wjGsPb34Bj6NjPi8K88kPbsjPb5iDFy+hZQvvgvPPb4ewgq+770Qvm9f172hUBK9bVOOvbdmmT5gKlk9MfaePmmiBD5kGeO+Zy5CveK2iL6b4Ws+7KesPQnXsr6cNoa86ruNPnNRrL5/mN09nVlXvV3/Yb5TZZy+ivTFPdvMSz1szGU+Qd9kur7RYz0m06o9hNi0vnbdxz1wb3Y+8JxlPvOHg72GUK28YYeWPjfy9b2sBVS+2w8jvqIslz4YBO68Te0uPW9BiL0AVsc9INXhvSNuIL6m1VS+hPy5vR5cKT4FvJA+FrlFPsVCxj0iCwU+GrPOvfqx+r2eLn0+3dyVPvkmgT1vAGk93o5dvS8csD6BmNk+OE6zPZpN4TyE9qs+ZRM0PnaYNz5RmQw+2xdSvgOlBL2PBdu8LDxHPvDLu756M68+fWiGvqAhM7z5BDC+QrzwvcBPdb0UEWC+uZMCPUfVFj67t9k8RmJovWfWzz2QlRK+qNqOPk8ufb7jK5C+XPONvhsdQT0kBM6+ACfLvuSLjr1BIS6+k7NNvft9Kz63zdE81Dd9Pqm8hb5mm2U+o67PvYFGPL4OFQK+4ZBBPpNtyz5JrUS7a7k/OggDobxfw54+GY+TulcUbD2w6IS+LshzvsmfxT2Pwbs+SRuwvhZknD5RadE9pBFQPRCsZr4XViY+1NKYPQxvkj6nsDI+e2ALPomPoT4y3Vk+T4KwvQb+3T5FOA89WsRsPk6wTD3QIDi+Tn5ePqNmi7zp2UE+yNyLvgwLh71mhsi8owqOPtiRCj59QgA+PsOAvSAVOTxO4ZA9HPynPrDU9b3fTRW9aqCCPqImK771ssC+YD1jvjjSX769nR0+B99NvuFKjj3EPgs//nKAvFpQob1lOJi+QlYkvuVJxj0dkPO+RqJMPgmPl74+tlK9MoDUPvOU6T2P4E6+F456vtw4IL22pYG9mdKMPZn44jyOnMs9dE5FvtA6hT6q9Bc+z3cEvpt8W74VQpI95S6rPcD49r0p22I+IV30u928176pKTY+ARIIvuRs0r1cOT6+U/fEvlUSi746TCi+n1usvt25T77XFYS+JwhZvfbfqz36lTe+gwsLPQmaDLzbwnA7/fpuPrZfUL35ggG+mNsYvnvUWb3e0xG+nN5ovYC+jz0hXLi+y40DvrvLGL5kVKW9W4j3PonqrT0wVhq+VeE0Pp1e5jwepZc++V4Xvqlhq76iDI0+lF05vTZVoz6JRzq+qbmsPf+7DT8f8Dm+Y+04Poy03rxJvBI+qb0KPvvrP756W5s+OYGgPmUM0T0CGxe+BeQavk1YUL4PhXm92igNvnkIEDzOnSe9k90cvmw2lLwzcQW+vVzKPAd0nr5sPR++1snMvfTLBz7ySea7WaA9vkR3hbyBkku9htAjPdabCD7NJg4+PqKTvTqubT1k8KC+/8DCvGZxdb5Tx++9CbemPkRtLT7U40S9Ef8ZvuMA0j0DVCM+wOmHvoBt0z73aIY9pNmsPYj2m7zhLMc9L5mqPi2Tsj5BIhG/2WNTPTsbzbzy/kc+opa1voRzfL7EQHY92/YgvVBNpL1adnS+lK64vYbzOD2Zj8S8rbPEParit76Y7To+BqrgvM3Smr7fFsE93mULPvL6vb2fzNE+Od+wvrNAlz7PcWg++0KIPEQDlz6uUL+9rcpLPqGaEbzT14O+y6gkvo5Agz74FgU+3Vkbvp+mWD032769IvY6PiIPj73Blyu+GW13vsdySb6vkz0+kF9cvvBdKz2zJ8+96bCDPvv6Jb5lihk+4dN/vpcUuj4hG3o8TCcDPiE8Fj7d0P28+miBPWSTtb0yaqe90+SpPoL4pL0dEGA+JG9svjUvsr4FH6e+HoVWvrmkTz7fIbk9xZ/NvThAVL6sPCq9RfFIPXrGgT5O//Y9hZRCvjh/Rj25rXk9XV4/vkzDtD5nVja+SrApvSN7W767Rog8sCIUPWF5rj4RNxm+UdkFPcI7UD04qWa+UcPAPWfoK7yn8xO+Pw5PPuXQxT2OZMW9JPNxPfbzl72ANEW+DOQXvn0Fg713tZa9c0ipvmZXir2CK7k+uif6PeIa6r2PzZS+4ikRviMrAL6MEnK9IV6SvoAja73WsHC+MSGfPed9nr1ave87csDNPkYGTT0UwxO+pxVIPPtNRL57uJ68EA8fve6+Z75yLWo+UJHOvmV+wTxKq4m+ZpeTvV0UNr6ePEA7HXpdPhvXkT5hPKu95dALvQS4gb43FIi+HmfoPntu5r1OCYy+gls1PoPHFT0ObwE+eTgUPjbJRj3LwNk8+ngoPWmJLj5RCeO9ressvuncXD4flJA+KlX5vFIf1b43B4s+25ADvvxYgT4yrxk9XVmRvReK5L1IyVC9GmmBPmxLzzyQ3SM+yflVvvQ4ZzvXrUo9y8XnvKHynbx99Vu+XZA8vkFBsDxWzro+wQosPjAA2L0meJo9HjeqPBoD+DwZToQ99BIvvsEgB77P+ig+aGimu+dB8L1gxYA9mIiMvnpOBD6bcDI9f0PFPuu2pL2SbhA+iI/BPjU3UDwKAYC+X1hMPmhGNz1E3SA+2E45PqZzur6yfGe+HAZCvi7BJr6rGva8Q6rpvMRd4T6wmwE+2jJzPsKNe777Paa+NKKjPUYcKD4UPl68aPGQPh2uO73X1KI+ODyPvtZaID1THK2+S3GgPpSt/jy8FjM+W8DkvauKmjzE8Hi9hhWZPkbYJz5fzHE9ZpHRPbdVzLxX8Xq+QU5gvspAID7RJSU+0JLdvsj0A72mKl0+eBp4PuaAYD4POlG9lkuyPrNNKj2wMXY9q/eoPTcfHD4xIdO+7GBbPAsRQr71E+O9quKUPn2yIz5hnow+uXTUvao477wl4V2+oPuCPijqVD4qZpG+MIxCPgFiyD7t6Fm6P6WtPmMqnr43W7M9H3zCPkb29TzJm3O9eootvmjnxT66du68w9UXvutYo73Nujk9MZaaveonhr3FLJI+VIBNvrv5tz1wsB0+piqCPlLn4z4qMR4+ulj0PsI5Wj6aoxa+gjeMvr27iD06fQc+IXkyvRQn475sdH8+w5mSvbVuGT6CyKe+V8OAvj17dTuTY7o9eF1WvhH/gT332nA9SC6TvM29H75q76y+/iSrPtsxqL2WoHq+20SZPTyBO764G9W9dZywvVrGDD43M2e+226sPjEcmb039zW+l3mFvWxNpLw8N2C7ht6cPtOFNb5PYy8+pDaIvo0mOr2k6u091nc0vsXKfD4Ll6C92+V9PTv1WD7s0l0+X4mqPj1ohr6kzNm9cDtQPpqLFT0XFO+95do+PhrBRD5LhUe+3paJPuIPrL6AP7M+4x3uvbwrTj4jZo8+ugcovs9+gLvUxgW9M/olvqlYPjuWsQq9pWkVvje0Wj5R94g+8ZD5PA56Yz7Qq4Y96m2TPY7Ghr4CWsO9876xvQ9DlL3yArW63J2UPjLGjj6yozO+MX0mvXLtmr6FHQA7/1ZHPZ7CO73Fhie88zphvv8T9D15GoW9+1+/PeaCIr6GN50+K0AePjS5KL5aN+g8llXWPWTJmL6iokK9xoNqPEJqOr3h/KY8oj+jPLjkvL3ZdUW+Kpv9O3vyer5NAoI+IOE8vXdLLb5qKAe+/9yzPVlNAz8tkbq+U4VtPiDSHz7vMRg6KRvNPWX5RL2j+5g8ZmLmPGvNCr47isA9OJekPkxeyrxfTjy+zw2pvUZ01T0gPR4+b66oPsisSDyuYto9QXeFvFbzer6dLLM+gAoFPZbJID3+doE7rgpNPuzi9L1N2Hg+n1WzPf6DgT7Hahk+2Wlzu1ackT3Y/MM9pBIBP/CRNL6GoAw+lsLMPn4NGz7M6U0+gepovrgnoD3EZyi+Y/maPTGC074YlmA8/bpavs8REr7zUrO98EOfPfG/nz18B8S9pgIVPXbLnj6vEnC+caVpPjikPT4SHJM+pYj4PDjLLD7OgTu9o1WwPpjHNz09y9S9MkxSvrziQb1q3HA+VzwivvTYir0kGzW+eZzIvaEU+b2ABpa+VDqdvhxiAr4LxIi9nDQyPnUUib6P2FQ+ki6LvQVpNb1hr6e+P48PPkpxhz7rVk0+ruLLPbAlmT2SvH69qtrbvSgoTb7JhGO90ViuPmTrJ75aM/c+cJdOvgUHlb3S1SU+dw9dPXuEgj7FX0e9yW7OvejreL4IvdC+nT+xPHRglr6z3mC+8LTsPnmpHL0JfLY+9awTPpzh5L1QWrW9FxQevMertT7QcNW8SSUyvpiXwL3PY7C+8z/cvSkAmz6SqFS+bsiAvfZdpL7+QxG+5wi6PiXWE71DtKi+0b9wvs6chz7flgM+Aib5PT0pH75Sqc++W9+EPuV4bTwl0kq+aNAHvkbRQ7ukgRi+NZePPuoK8T1Yx72+KUw0vtCpwT3jti4+hxVAvsXtkr0Dj4o9SSsAPrNfjD76PpS+6YN1viFHPT4HIHO+P5/EPvbDlj2MyRK+rZMEPnbIlT1EFdE9VV48PVhoR70AYgQ+ZCgevrj7rDwa36w+gojAPiufoj7Syog+jEBZPp84UT5KJT0+N4OPPs6zKT54H/g8Nz/FvXdayL1qOgg+/f+PPYpjUz0u6IY9QQB7Ppv3pz41/AI+8bDfvRDiR73AeK08vZQhvhDTCD6jkUo+P2PpPfScnz5UXca9TS2JPiJKS76pC6K8N2vKPfkMnD674Ek+iscpPuBFmD1jqxM+IcH/vdE/gL1YWIa8jKkavvW+w744PUM+K5zqPQ7Eqz6H7Zk+7NUBPuf5s7zzjb+8le4JvwX/sjw8VeM9Td4RvrMjGD63Bay9BTvSvpTXuTxYUqq983JYvt1bez0Mk/q+PXHLvULlET6OX3m+VabzvQK+Dj3lHp8+V0S5PWkMJL4jNvI+ilEivitXgD2GP02+81SIu6l8z71ZyrA+TvwpvhHAh7yBj9G+8JXqPkUIH76NxQu+QJGjPRSwAr6Zn9C8c3ofvrAULL7lGVA+XUT2PnN0Rr5A4T8+XQ1uvU8vkT5GDO69Z5Kbvq4GNb4/M407X46Du6v9Hr6bNIe8BAGqvSp0zDx69bm+XKEKvRSpG7wFFaY+0gnUPswoN73Sr4i+NaGQPmPxy775UII+DgumvoIaYbulOSG9PGt3PkRy3jxnyxw+g36OvhcsLj7xQRs+Yv2Ovu/3br5LYpO9OqILPnhjx7zYcjK97A3LPfSDPb4hqZY+6rfJvOfP/75rogM+H5oAvppXvr5MG2C+VlKdvea0Aj7A3s8+53esvV0CRz3cjAw+i09GvTQi2D2Va5C+tXCJvBB0WD0Hh5S8wdsqPfz5R7z4Z5c9RXcfPij9kD4pv5O9Xg0rO4SuCT06Fgc96Aj3Pa29bbwl+OS9frNdPBpBHb64snI+RfzJuwOwF70Je8e9QQbovuEqYT5Vq7w9FOgSPfOMmT0CMI2+yQhEPs58Uj42MaU+09aNPhzcyD5gBQg+0mRhPtcSWr7qMmW+HoOgvomtdT0BccK9HkOEPqvaGz2/UAK+I3RFPcmwWL6QM9Y9onLBPTYIpLwFss88wRBTPR3Narxqn4o+Wb6gvk6Ner55DNA97upsPTZr2D7f6i++erU/vL7m3T0wtPu8gWTgPUsqAT7pFmm+2VUQPYt3vLy967s+WEoRPsspwT4eQVm80n4zvvqw1j3rC1Y9so/DPYsbgD7Q1gy/iq6kvXn1dj653s46MvBSPn/0aL6q65S+/LQavoHbcT4PKCG+PuAhvLtc+L1PlGQ+0UGVvnKieT7FnXm+qrBhvCpz9T3BBtM+TjUZvtZPlz7vmfq9mPm7vRJYgzx9yYW8XrqHvoQ1s75wbK+98ND8PShAzD17nr49/u/3vuO1Fr14txG+nnAbPt2jn76vPsS+DfAVvemfxD5z8BI+RLY4vnRO3Lyonkw+AdX5vQpFmrxo/MI8uo2svZNgkL2+cq6+0Phuvs1YIb5ZV6Y9i1cvvkmSY765cDg9dDNYvgJJ4D0HQ7W+TSSkPdrcrb6daSC+fPwjvhKmWr6Dhle+skRXPqNhFz71Ouy8NmkAu2OkOj2m3fQ91XlFvlF1EL5s/La8iJoSvlaGIL0J9pY+9Rjzuguvgb12siI+BCnwPdGIhD5KhLo+pXlBPU6/uL2JgBe9EdBtvhv+Lb16/o49LI+cPTl8g76yUUA7loNFvk4pLr73rZA9uhAavnbYnT4WLYQ+KF3rvBMzMT5Meiy+GGahPke4oD4wG5++LbGAvgvvib5lx5K99dB4PiHu1LzxEII+AcOpPtepEL1wG84+d++Avj4HuD3/Hzi+zNH5PKhNqD3XWs48802uvpGIrT2Uh2w+IyrMPTq1kT1fy4++wFwUPSnJSL5p0Hc+NS7JvWxTNj305gw9LtZluwuZLb6o6/Y+q4A3vpD8gz34szo9RxbSPnQbPb51gJO+7WvQvGQ8mb2X7W49tG2TPWUChD5miCu94ZtKPnarHL70pww+eGOEPcNxO72IT6S+sR9fPrUvWb7yiJO+vhAvvUV7lbzSWDA9m9MRvh7Wz7zKJ1I+yn6KO/osmj6HEw0+xauyPvZKh74m/Oe97ObUPYaeXT5nvpa7nl6rvuO6cb4EOry9ZpOXvpA/JL5aqTq+SgrQvQgPzLz5dK++dmaIPu5vSL5B0xo+eF1MPrT5UD7y5EG+uoA+PZ7j2b2j5+e7jH/CO9WnyTz/WwI+5HxPPoB8Nb5MAYS+L937PSY3nL7BJAA+Y5gCPtt//j2Uuku8l1rVvqNNtD5pf0K+eTL5vflqUT33wAa++7s0vhN99D2JkaW9v2oJvnb/G75c/ek9QQouvh/IgD629xA+ZaXnvSzfID458Jg95Tt6PUAhebxN1WA+KxEQvoIIrz06dDE+9YMfvhlInD6oYPu+1c86vr1OxLzK7Yg9w7rtPdoSZr7SdIK+UC2dPTcdNj5+KsU97o0SPaQFx74bAxe9G+6Vvnl3F758gtS+qzajPPeS2T3q0qa9a9HCPN0gqzxT5c09NdMLPhnuQTw2BQI/I9wQvvwdbb7KJ8W+BP0IPCKSaL56Qoe+pbuJvpovAj6stRi+SkCcvIoZCzu+vcy9b/0LvNbYZT7COO08Z4PFPRyyJr4/0Ra+JN33vC1g0zz5Ox27z7lZvnKpmL2ksM892hKqvbr7Cj7cxQ++/+4oPqtx4L24ofu75S6wPpEC7j0oeAA9pFtJvotrQz6d/eE9b/+CPgxRXL79kEI8H9VkPbGuxzznUKY9SkbiPSGFBD7ZwIG+OkC5vqahvT40HwM/2M+ovufAvD3AqoW+KVQ5Pn+8nL5oYYS+96v1vQuL5b4urdc8BoC5vrmHWj2DXhE+LsgKvty88D0L32Y9cPZ0vgodhj5D8Ym9e4FwPS2DO76Mgwe+2LvBvlsuvT3ZIEg+iIPMvWqEpL2oLbI9/zg+vSsw772R4xy+ZsPKPaU10D0fxdI98+QwvgFPjz3wuju8XpAiPnP1mT7pX8A+XMa+PdhF6r0oMUM9pm9OvmfTGb7m9y8+g6Uvvq4vq77fBU++KIRwvUFkar0XDYm+pLtpvlbjiz6MEHU9+G+4PqIRHL6mGC88g9KPOnq2yr3P+Wk+1jGsPQYxkLvFBEe+IdwRPrcF0LxEGMS+8ih8PoN6Nz6zWry9XvrxPbXuIj0yL7S9ixOsvjoK9b1mU2Y+oUeePfR2pD35Sga/CpGiPu06nL48JvK9isUXPX/HgT0LcYK+sg2BPqaPL74/Cru+kulTPmPrzj447Dk+m3BjPapwPb6BGeg+AGGlvqxU7z3clxg+3/IOvsx3ez0YdgI/+1PVPo71hb5DKBO+DUQkvtVYgL0iikq+xaU0vac2tb6GPyW+nq2HPocRqr3RMUa+bp3UvZD0cr6Nkba9KF4WvVoUyLxNAxE+bbenvo8TBL0zcua8+fEbPqtlvL38uYC9FSMoPqxLO71hUhE+09qGPT8e+z5uE3e+1KKFvlnfgD2xIr++oDCIPmv6lTwOcYa9mEtcPk839717LIM+MBRwvD4n8DsrIgE9X+6Avfw1GT3/nmu+ky4BPlVyeD5jjAk+s8wbvaQkmz4ZoAM+yUI/PomUGz57Sqc9enrqvQ2dCb7GO1o+5Cgyvpehiz3WUyQ+cv0bvHmK7D15LhO+iA+iO0Zf2z0BUdE+PgJevn9phr5Ppkc9KvQ2PFp2Zb2gGZu+0HrJvexc+r7Gr4o+pgnDPocl3L6rMJg8jm48vs/blL5/0RO+h81+PW9P/D6r7F0+NYAAvT41Db79lY893mzcvUAMkD18aPG79PEivuH/mL46lQA/6BX+PA0thb73Bge9VMkGPifnaD2+ltU9OwMHvZOBGbuxpK49vPNovlNzZL4rY7S+Di6jPsgpAr5aEIQ++YkQvjlKrr7SUj6+jbq7PjfcqT7YNtW+mXkovsxRfD698L++TylcPjM6Q77aMT6+AY8Yvu9vJL7E3/+9ADtsPjaoOz5jHxw9lJmJveWwFz5utwO9c1iCPig++LwW7xi+dQaUPq57h7p3zZa+IV5zvj1eYT4lQNy9IO3Bu8WL4z5JAKI+/XRUPuEOmzwgkrA+HUpMvsn1lD5C70K+CDQdviYdJL0UTMG+z650voKkub2XOJi+7toiPoxfdL0zNoO+9omKvk/1Jz5+ALG87UFMPXtNyL1ntrG9XH2APhmXkj6ZjpE+thDWvda2ED5Mjas+1AB7vQrwU75ZyPc9NyK4vbuGYj5jSc6+TDNfOu6gJj51/UK+FhJkPsUvgb49LYc+VY2mPXcHqT07BJK90WCRvnGphz3B6B28tZ4IP/Uki7xuekY9PjgkPKwg5j4MTX4+gzBZvuOuq74PE4Q8kQCcPqomir427N09uhlAvkNyv77bEW69v7/fviou/72MByu+R0tivdv3Yz42SUE+MZCkvhp4B776fiq+gquyvjgqWrttJqo+DGi0vAOPir7LYWI+P7uivjKXxL4TBoe+gwXgPYB8lz4MHH++tRGqPmc9Lz4f0m++c4wuvi1ViL6ghzQ+Cd7KPfBOub56KUk9jkQCPvc/cL7tHoQ+3kDfPfL+Uj3Iyjy8nAC6PuqLJT7ZmgE9TUnDPqtOnT49+FC+fcrsPb5bUr5sCXA+RnoGu6JGJz6zzxU+FRKZvu8V1D1c+zq+w1XzvIpvAb73JJA+BLOEvuYsHL0Hr50+dFVyvTQXQb7fsa2+tXYvPgA/cb4jTJw+EA6ovgnFj76le7q9z5CdO5VUpj5sPRQ+j4MuvSJNDr0+2lo+a3i2PoLVkr0pvHM+O5GlPiybeTyMNsU94BP1vskkCz4/fKA9aO+mvsWgyT71kgc+xa1pvrRQxr5MHis9SXq2PZr+7j2/qoi9kyTavXOcbT6bBOA95ES2PtE9g76oSoa9LegjP6AZmT7tK/8+OSpwPmUXGD0Zwak+5cLAPW97oL0tgM09gHzCvbDlyD2V3Jy7yoELP+yQgr2Zz0c+yP0wPfD3qL7OXpE+XHWRPfelFb7Kk9g+ZSfWvQ5rhD4eTRU+7gSUviBjMz1nSQi+Avy5PpGdcb6v2Qi+RxdKvbT5aT5b74k+5ZpLvAxSKz4XThk+F3MfvgnAjz2Bi18+mC0Pvvfw6L0pwtK+d6ILvvNiTb7ysFc+AkhAPl28DD7+6FC8kJcyvkmCvz5iyPi7ymfRPRGhrzzDS7K9LQAPvaAVcLy0LtA90H5IvgKos74ce7m9zQiLvnn7nD09mEw+9sGNu+wIEbyf9Iq+WJA8vlxhJLxMvyS9N760vjCsmj3+fr49c8TEvtyhoT6xCs890OjsPY+BirxHAji+0WNpPkivpb4Ldzc+LckNvda0gb22m3q+nh+hPqNRkr0PWoS+LsM4vbBYKDzF/sS9Tj2MvrVdSb6xdJ29kZi0vW7N7bwbf2u+mI2QPQuafL1Hd+i9VYOYvr7b2L2Ubvk9nA+UPhU+Lz1euo49vmpfPk9K57kF3ou9JRMiPZcVzz5/7Do+YwzxvZgvAj64SpS9FB+iPuPlir1hvfE9T36uPL1qGL7vx9m9dxphPsk8Qz0849E9u/tJPnPRXTxGrjC+LzPTvYXmZz43vh09dyOCvs8oA77BU18+64GUPrS5DD5J3SS9YuFlvsSzvj4Jb72+yluCPmyOxD63tJA+ODuSvUZQf7xGx8q+KYcXPnLSpjwbk4K6y1TavmIeyD18bZK+B7KyPpBylL0EarM+TZ9KPgyws70ZTz4+q9AIPjDUFj3jmC2+QVOvvYjOjb6g15O7hVrcPvpg6D0vx4w+GofAPiDVGr6eXfO+6tIEvm3A9rufKOw9AY4Gvh5drz0NS5s9W9/ru9jffj42jaO9YHejPZd+C76fMLy9FfySPh7eq71mG1a95PqcPqK0jj3qLjU9qXI9vuCARj2KFZG+HThJPmT5PD5iaCI+fnR2vSKbTL6iJuQ7g1cVvjM2nr6RxKa9/GJzPWRSZL7vZUk9AYIEPVAeQz3UxFC+w1KpvinyNj6iTRS+6IRPvtqfnr1DLrG+bi+Gvp4sljrvY7A9YMQRvsFDJb7ndWs995D9vU7SfL5VIGy9/soBvngjEz62WZO+fbKFPtwLGT6092y+W3YKvofFtL2Wug4+7otKPkp7Qr5T7lC9WT4QvcR6Vz7oMa2+/IOduaWaaT50xI09rK6hvbPZ/7wJ2Vg+whiePn39tb6yigQ9X/eEvkQ8Xz4oQLc+zRVxPreydL5H8Je+h8C1PSDLQzo7hdA+qsE5viE1TD3NcvU+3NaKvnx0Bj0Lh9O7woLYPL1KuD1lpJW+yVB2PjyWVD6Ctyy8zwyYvfo3kb0Xh70+NXQEvUlkSb7JGYs+IvGwvvfTJr3E0pQ9Y11DPj3QoT1G/mU+rq/nulb0sD1YRIQ9JoWcvsjehT2cEo09P6XFPmWC+T2w86q9aKZfPcr6Gj4s6Eq+sKN2PQ8Z/T3l514+SLTvPXzdlr7IDfw98BiDvYG0FD7Mwt+9QGPVvVGDRb6wlU49ORkAPKFpQ73UNEk957BxPNFuzT2OAYy+sE55va6lkTwkHoy9961DvvZlwTw9XDA9SERhveIguj1kLiq++OkpvqGmgb7kfBK+ew7yu0zCCL7Nh+G7SesWvlw46L1yR6C9w+VRvfj3Dr5O2ak+BeOjvAOj0L5Ti1E+NSHoPd5lAj5wU5g9PUWaPnyPZL5UrqS+q8HgPPhe073Eg629wbH/vW7NZj57zOS9S+t2PVW55j2MwNK+3eurPVKtl75lmU09Clarvu+uEr7JRcI+QF4PvaV2gj1I2MM8iglxPpmAKr1vAXc+M6OUvqKPKz6x/bu9A6Y7PrZWvD4Me7M+aPdXvV6u2L0YgA698+iPvjcARD6BOIA+3vbTvcy9vb7Vnz+9OAGdvhHK/z2+ZIM+o/3vPHhbtT4DtlA+FWG2vdNVgb7u0w6+2veXPfd7mz7RT749GUXuvX9pgj3ryCs+yBaLPh7qYj6dDEg8mMkGP8rBRb7h5Jg9V/MuPQh+jz2/NmS+oJ9HvjDbjz6S62u+6DYCPmMAHj6LyL896cFbPjft2D6Ncl0+VWKavvkQJj6Aiyo+aGTYu9brKD7RgJM+ewIKPtYRdT7mIrY9ZhLBvWuXE77VEDk+UpuOPpT3qT7kDtY8YvKcvEA7cr63rFK9z/UwPjwLAr475y0+NpFgvkfkJz4vD1g95/SjPjthlr7Re3E+kSXvPU6SWj6xyAu+YRAAvpm6mr6k27W9DvTiPe+3yD3ampA+5qhzO3TrOb0al6m+CycbPh/7bj6tUI4+sVuavpzJvb4kRLM+QMA5vm0E5D1yICO+qA4uvrInrD5YpFG+RQK3PsEP5L72gN+9r78RPkRBiD28TP28iBB5PL9JOb4GXJc+vcC/vHB2cr7nERa+BYN9vvQoYz6/MZY+rPnVve47Bb62Wbu9WLqZPhoKdz7km9E91iimPrB0Pj6l1TA+ycbjvWBmQL63tCY8rPEePlaea74NznU++2e5PhALvD119tM+9ehxvsthiL72pmA7FTXhPZYpSL6vevG9cLhcPq55nT1XGS++7oiTvsgFGD3Zt7K+WOi6vjpRnz1N4tW9ZGe7PdvtHj5S+Fq9m1PIvq/YFb0oqWQ+QKoRviDUar1BI2o9lSZ5PllAuDy3VG++47sRvnhaGD5Sc8o+EHDHPo5z072n4ZY+v3AhPsMI57yjS+y9qEbCvnLmFT7W9cE+51ZWvguVsjzxpHS+UfnKPpkgTTynemM9IAytPi81i74+mYE9SlWmPqa5Tr7tUh487q2dPqkDBj8Geq89FTOKPvkiS76IceW94m0evRipTzvOvVE+2uuevbepejyaHTg+dgIBPnm3br3HLDO+tGWLPhb0cD3ZB/A9y+uKPiVFx74BIku8BW5Tvlnqr746CBU98BAtvsI56L4hadg+/6bWPUkM3jzutny96bT7vF6PNT6XiEQ+/I6fvSGWh71wIXO+gOQQvuR2vT3rEJi9Nv27vU1NTj1/d5S85wzFPTo14L28+wy+RPjkPeAwoL52dA++SJ4fPTqk+L3GEiu+1WvdveIYO770zYi+Ebm2vk0mND687XW+gvL4PUh48j0ZPqG+isE6vfNl1L1g45u8hpqXvaz12zxeqpK+/QFTPoK8n75LC2s+HVW3PbDlVL4Ap9U+AnrKvuy2aT6+RBe84bWXPluWAT57naa6LtWMPfGRv75ly/W83Isrvns9k77Taxy8EE+BPUM96L4Rvg47anaWvutT5r3MzKK9c10wvhds9b0oEVu8hyatPtcIML420QW+9B9ZvijVej3HMIA+s992PRtZAD73cU88IGIJvfidtTxfkvk80dQvPlH5Rj64scm+2sfOPREz1j1WTbu+2yWUvZWFjz20i+k9JyAqvmwvQT13DU+9P2KnPsexFj7K6QQ99MQgPoJHjj6vcrA8GmUSvfKMx71eDaK+sQJiPWsugz7B1HU+NWDXPf0mgLzUtZk+FJw/vXuJVj07sxo+KY7yPejVYr5PFyI9dXJTvjNH0759kFw+EQeHPUzhrT4kEYo+beBjPum/Qb2hFXC9hECKvo8lz75s5vS8BlxsvsbIEr2jjAi9EGrsvenYkb4bYkI+R6RLvqOFIz+KokW+k8KjvlKL9T60ngq9QDqGvoPzfT5meIE+YilrvJA5Pz5/BVC+Rve6vTh4uL1Qy+i9lFhqvk/OCDrT2cI+t987Pgi3h75NLtg9bsq/u9w2Iz5JPZ69AssIvuvwpT4Sl/A96CwavfJ+r70K9qG8zGOYPppbGb6ll4q95oI6vV2q+D2W7YK490MFPqd5rL1lvjO9F6CMvmbUBjwhP6a+ZE0Wvm6fib4Mouo8zTTbvff6xj3X86K9IRYzvrimYL1ImKO+XDE7Pq+Xr7wZi18+/MU8vo/L6Lym/2g9OZdrviJrUL6PZa0+A7mSvV9bcz5sQA8+wj83PafkFj68EhY+m/vOvZUfvL5Qado786IMPbXuRT4SwjY9Igq0PSXMUD78WcI9k4E7vhIHZD0Us9s9jFA/vfqyib2XGEC+mcewPiw+Tr3WimG+1lJZPc+xcb3qeIe9aXZOvsLGOD1GeDe+cCoFPhLYjb3GO8K9leG1PfjgKL7MXYi95hiqPQZcZz6pehu+Wm7GPeEBBT5dqQ89A9otvqSZo7yjJke+mQ1RPll5Xz1jMpW9AxvtO2CyXLxaMOo9mx0fPSTehr24LEO+ooKNPrqwyjszxLq9ITmHvTEPRD77NoO+1fS4vV02aT0oPrS+Xteivp6d3r2onoS+dX8HvmR5tz0O+Yo+nvKSPj41ND7fXn2++PuoPLRRnb7zYMy+iYKHPXeogD3RdG4+frjxvobvcT47c0w+bTaJvtDDIb6bQ5e+41ugPlLblT7125m+2yLkvdt4ZT3CC848u+shPhvUCz0DLrc9Ut4/vhxJPD7Y93G92fyhvjOdbT7Ebw69IUQuvYYVhD4+VM69staPPgNFy7u+/Lw+UCgMvpE87LxEU9i9qqOTOsPCMT7Jc5i+wiGJPC27OD1UgqU8fO6pPfnOx77ucXw+JOWmOy3Ihj1VnTY+BXlqPpdaR7wnKvO8d8STO5rxWD3CbxC+qLLYPeMGEb5MOrc+j0BevlRpkj7HUBa+dmOnPmApDb7GzEY9OkFkvnBXIL4pGNS9UH/DvePlIT6asP08zaOCvlR9cb4h6J29joLnvRJ40zxYipK+7dW9vusZHT7PBhA+4pmKPnlyoD2Utmk8+6+8PZ5Ohb7xtCM9RuAkvv0fC74Im1O9dOYtPsqF/b1HwAo8uusdvtwW8L0aCx69eevSPPcqyT1WQsO8InOIPWerfjs9NzO+CbQaPrOD8r3b/hA/sAyyProD2r5vH/G9l4VNPhWwmj2AkrG+6QXXviDpjL4WtPS+MvuRPkUsuT69tso9B13cvo5Fhr2HeXw+EpE0vX7ymz77/Is+lRVZvtkcGT7r7is+0UjWPjgCyT7lNEM+vPElvtjbxb1g6mG+bXMsvpyfpDynpWC9WJy2vMs9tzzrlya9HWpFvk6LED6H6cW+cyWBvs5JTz4GVGg+77wxvmAdYL2czOS+8ckLPh7Bpj47bkW+9k3sPom+jD19k+c9Az3uuumenj2RdaC+xZ+avbIy4T2T56c8GL8Kv4qg272BS6k+QA6oPnCsmLyJH6U+bmeRvmTbJr7w+Ci8DtynvXYiDj4G0xo9E2iHviK1I77o4569sfWTPf7hgL6XkXu+e8cSvlI6vz7vYam8x8WnPFkWJD5nbSo8yz9APq0Wur5TgJO+kKuqPogYqryzaSe+BpMrvtV6yT2zHsq9hfumvn6sE76P+Zs7sEmPvGgwXr5BiN4+4zyLPjqVlD5iAdY+TSh2vuUgcr3sUXa9L2ngPjwkx72JlAY+dH0pPq1giT79Nwg+s7lAve47hL4YS0u+SurCPonJgz65TOs98PEuvp7kS75WtMA+gpJvvrNaQb4BBXE+EK0ZPuKoNjxO+a8+O4gpPtIeq7z8+V4+cBgWvjKmcz6c0Qi+BmF7PC6/yjwWJMQ9xwOmvZc7DT6P9K0+KgDZPSSG5j2UmZK8fCaHvHQd7z5ccii+ffddvcEgCb7pVSk+/ATHPaeDID5CXHy+Pvg6PnsRFj4qJDi+s0h+vDJw5D0wz+m901BSvt2SNr63zJ6+G59su4awCL4dTsQ9X+CpPbptIj0bUiE8rTX2vC5FkL54/Ci+5zYcPofuDz637Fe+0FqnPIYalD5ZtXy+PUjvvromYj4WEfk7WO1CPiCbcb5fXDy+ZIibPfsCEb4uzbY+Jk+UvoRBpz7zHg498Xh8PgNrRb7bpga+HEERPU0DxT1Tc2w70FWCPP7onr0R7pM+Nn8ePXgw9z6mYOE8W1GvPR4lpTwxvOw+wg4+vsKOTT2h3og8IbDsPQYoXD3/FgY+9npbvuiDzD3Hm5I9honiPT1Nu76+7Za+6PxVvu9piL4JKBO+CWMFvk0hlD2tLMs9XKpwPn5kUj3wrIc+sq6sPHhaBj6gZIg+ahKUPZWHjj5Xg4o+IyRNvgU+pb69bz0+p9KSvrVTlD2Sj2Y9b5QjPi5Whb47uxw+ouvuvRwxWL7AxR2+XBkbPZnSwz2rhAe9xp72ur1ASr7wnem+Pyl2vop4e7100Yy++zgdvi6SEz73T0I+qHNGvdK6xr3H8F4+qmWSPYjknj4G46S+hDNIPv0IRr7rZSg+vVLTvX0GEL4/YN6+BtHbPPaL2L3NrxG8RKdMvT4/Lz4SLXQ99WAzPhTE2z3KGa+9QkyDPj16Jz23Hba+TR+dvon2kr1p5IO8VuYyPYkLpL55PD4+KMFQvvRtoT5M9o8+ZeikvgEEBryTAM+8VNB/vgOVDb4pVB094LyMPQgweT61aZ2+z4jBvb23Jj3AY4m+ApCePfvkk70wxcS8KMbbvvkEij6yeho9szOwvpfspr3iSq49pRlmPpchDD0Dc3E97MzZvoer9b1m55O9jEdKPvQow7xSpBs+bE2pvjLbFz4gMwc7BSe0vjpiF77LUhI9L1OUPQ84pb439Ni9JjYbPmx6Pr6VRiu9iICQvUXLd749rxS+3aiuvp78ATz8YI896aLGuzoCk76dCDK++M2APeXqir2ehPq+p3rVPXB7Bj80oxi+nZsCPkYzZL5ZpG485rzuvVc9gj746Q09EFuJvqLXKL454Va9RFKZvW3t8D2VD60++DsWPb3D3T1+avG9+S/rvTrxHb2Enc0+zYtzvbbgETtnDgY++E3avUpYbzy2Y3C+qUHaPNhxVL5SHug8TsikPne0JT2Wo5E9J6u6vX/UOb6KRq28LPKPvnPgPb7Plj0+RqAnvqjPxL4YJy69Z/+SO2i/p77jw7I+iRovvgWvab1AXGO+PUGWPUBdDr7wqD6+yeTUPSGQ7b75PAc+dZJAvrB6rz0zR2a9IIeoPs9C4z136Es8O7cmvux6Rj1lREo8qKzqPTE3ST7DYj8+BrctvvCjpL3NIZO+IhAfPZjr8LzUetG+qKg9Pqk0SL4CQFC+HsAjPDn9nL4pzKS9MAGNvs1/EL1tEcy+l/rCPnpclr4ycaQ+YZV4vuLJ272b6/s82U6fvtPACL7qZri90DcKPplanLyj39Q+mAqSPeQLVr6UwQo+81isPYgKsD4OR2u9QAmZvS4JbjwfDrS+k3JPvmBbRL3p4GM9NdSDPr/yrj7hcr49gmYwPqvVsL1CUjI+QJrmPUmhZT7urCy+5qk0vl9a6T2voTS+bC6RvParlT3Fqpm+HZ8VPgbV+L4yQR++OcLCPn7OXj4mhS4+roNVvpvKtj7hl0Y95jE7PfsqGj450TO+RejYPj0Qm75ZkeQ8OiYEvQiMUz5tDi4+mlZdvphaMb0Ohy6+MGYdvvNDUj5mxAO+HjUkPqLWe74RxaK+PvSOvgKhhT78nHs9nJmYPdFu3r4CuBo9qbucPAD3rb3jcTw+2KOHPsiksTzPcty8yoykPYpq4r04nzS+ewgrvLMRSL76of+9n2qrvSeLFT4tBGg9YXczvYeHmbzA14m9+GWgPgPSA76HtvW9gUoTvngWnT2qb8i+gda8vC2RBj5q2EM9NSBwPlc3mr6JHxS90acCvpDsxT6HIku+n5Cjvm7OS750EsI913mAvujJij2AES895GT+PRZPMT5BJdq9R2lcPJumHz7QQvq9FmPVPe+Eu73fNbg9UX2gPGkPCT7jXTS+r/jtO7nkvr2tpJE+T++9vMv0mz5yD6O+wfcvPgaTYL7fhrg+jB2KvvJVuTv63169ZbZSPjbgRz6l50q+he67vtFoC77RaBE+F4eVvdREqL1qFY6+m4dCvm0biDyWSBi9TcgFvrlfi7vWQxc5s6XYuzm0KT2VMQk+vYGgvX/nhT0Mave+tgYmvQTZvz3x0by+G+9xva3doz3ynYm+AhekvW/kJT55C7i+YdvNPc36ArysBM28/8NOPoOsjL7Gc269hXoNPrMc+r1Zxui99I0GPRob/j1x0am9NzqhvqRkED4GOYi+9EXPPUT1lr1N3QU+J35VPZMtsT2qcbQ93m/lPRB2Vz5CjSu+QUQXvkudKb7nyJU+I9wlPjPgpT5ftZO+ouRHPjvzV73U7uK91+Fnvm2Jgr5eRy++oXZcPlU9qD4x3R6+3l8Uvg96XL1iEuC9MwkfvrhFVjyuzGE+IJQePcubQr6OHx2+J2JxPiUXcT1DiQq+KTPTPAVRzD7o8zU+sCgEvgJLKT6Zxye+hfBjPkuoqT6/fMW+7dcOPl8w1r6GZLM9W3GRvf2Qnz2Jxg++chjoPYnDIr0LY3u+fDRovlip4L1qwpY+d6RFPpUrC72Toda+b3DevjH0AT6AeiM+YMqlPhDPqL1Kyc09r+WUvnMVKT0Rmpo9y5L6Pc9rIb1uPSO+jT65PdBfDr6KtI49nAwHvYgKvb30ohq8QQgJvqIJ7b0GEp8+jY/YPleAGj66W108sHcevoU5/j2Xhjq+/0EVPiHpBT7hDZc+DSgovotajz6pO7M+NlHrPV3f5Tt5Axe+sbjCPVCcGz4nq5a+WiJnvoAUmr6V9SQ+GtiZvUU78T24aUk8ht9ivtQsfD5L6d49PHghvl8jOL2A37s+dVS5PbCap757Pzc9Fis1PYqLz72EPJQ9+xVhPpaKOb6km6u9ItOKvS0uCb5wtXa+8/K1PXaJZ75ugDm91eW+vbKsyj2oW0m74SP9vvRJQj4kOLS9IJEYvn4Uob5UhUy+Bse4PmdiG70ZPh69BnUhvnscqb4T+SU+JERSPauNoD5PyA8/8OJlOy30nj6zMA++HA5YPMiLCb+LP1G8c0cvPgslLb5LYbA+ZTBtvRxLbz03fhS+sg4Zvt+Vqr4Jta68MoKxPp/leD5BJ5694qJvvqOR573TWHY9kRoHvxQeIz6qWh29OJ+ePjf7qr4tYBs+d20xvmU6PTyDGp49K+odPcPK87zNPv29OP1XPkVII7yjr649rL1oPraB576q1a49BUEzvicjrT0gxUu+RZfaPbY0j769jnQ+KdJ6vipdHb7TCJY9znapvjqa177J6rK9CCO0PU9Sfr6CmyW9CXKSPk5gRr5SVug9Ki/AvSiyjz0w7hi+vk4Svqkhpb2PY5E+FB3JPkiG6r2fxn8+ANz3vV6jbD0MUy0+MEz2vNY8dj7vWdC+wM3JvLBCTT3GdmK9cdTRPbRnKT7Qjya9ucqBvq75eT7vD7W9lcr+veNBQD5+cSE+gqQ2PiqeTLz0BWq9EltOPskSObyWHoY+PJ4nvtSLkT4Dz4a7Bt9LvXZyoz5bwAW+P2ijvgVHKr5ITqY+TVQKvnuFKL5anRk+WogsumVLYL6CLKM76qBWPp3LdT0j22G9jiFhPBAlgb1Fbdm9cB+LvvrXDj76Zrw+ootVvvV5bD4JGmA+ALozPpIOoz1hVDy+fnOhPXB1pT26cHe9o82evXflPz1yeQq90fOTvePBJ75HSLi+s0QtPABCaj3rJJY+jRBZvcPwbb6jy0c98nmMPjDTyT1CSfu9shV3vgAXk72Uvgu+TsEKPjjTGL7/I6M9g7Syvc3WYj7jDHk9D6XSvbUmPj5jNai+J5ZGveBn0T5264g8ykU/Pjo+Ab5+1z68cEAhPvO8ib762Y2+a6tHPgSZ7bwOGWA+6Jxjvexh3r2b5JQ+OztGPlVVgT680qs+qOqivgcTqr0cxhw+cIFHPnJ3p73HTLm65Z42PkjD1D5rJuY8lq95vjNnub3iL6E+x5nVPZp6db7J8Lw9//aZvTJRgr4iN1E+jDhQPhAaJr4eGwG+BoCxvQRYdLz8CLY+tgYXPXYIsT5vJI+9oF65vmwtKj6DRX09PcaUvVwXYb6EimQ8GueRPuWBiL2Mod09ysTlva9W6zzbGW2+mjSZPCA2mTyYrVa+5MmAPr4Cer6Mtgk+sf80vjWnGr4pnoA9cAEDPlrCYD26Lhu99ltVvhlXgD5QeWi+H0gzva94lD4T6Ay9wkSevJ/Mrj3q1Ao+Soc9PG+HxD3oF0q8WZS1PbjEDL410Lg+cO68vsd8Wj4ucVA+vUjRvP7CI70DD7g+nAjDPbpUXD68nCO+glAsvlDqdj3swn++WYDxPRB8oj2dkcQ8oRFKveMqW7uMSJ+8IwI1Pl5iNb5M2Ho+yjfYPYDPjj54+Yc9nVYTPqtwoD7quaq9RoiYPu2Bx70xaHS+h/nLvWf6c74xbc8+dEcdPlBnwL19QDM9MX+AvrcyhT5iYom+Ipd4vu1UWb6K6gg+wi25PCoxyL6HdqC+rnvnvU0Vl76TNXi+zJuvvq6Hgj6OAjI+sEEOv34rObyORKi+rr1WPvo8RL6XOlI+0pQevQzMDT3nsoC+WMLJPXalXL5DKV8+h8KWvojAar5RL4G+bKoVvtPzur59qgY+Xg/cvX1JvT08l429pBvNPklnur1Xaqa+1yPDPt8sJj3oRJu9avqAPZYDkz7orlM+UmmQPkEnKL7eMc8+H7dEvboqRT7Squ69neOMvl7GJb3aIbK+2L0APQkaED2oM6a9vwQyvjOVtD2/lk2+dKdTPBkvaT7mCSI+hB2BPkMDvb7Axla8TTrjvamLqD3+Sl65L1PDvZFPrr4eC9S9nt6tvv64wrzp4rI8yTmCPrhBcz6y+SC+9pIhPlE4qr1cNHA+RdarvoeXpb7e1pm+qG+GPpqAor5/4B++0jsgvhw5Dz6onT6+0v/dPqc/zr6KEi09YU+KPRqVRD6F47S+fo6FPaGsi72D2MQ+rdomvsWtVr1CZKG919+bvXrWKb4KLou9WfJGvkz9LrrkQGQ+dFNcPbxZID3t8XQ++kfBPvKKOb2d3oq9YGX6uz/xjb5cDkY+483wujAKpD2W0RW8KmaGvlDJYr50KEa+uXczvStfsT7stgU+vrFLvgZ/zT4nF12+FSE6vm2IqT474wi9mQ0zvtNRpb6h7hy+jVkWPk50VL2oal++oKaGvo7Oj70uoxM+/VEbvofltr5BW1u9MEJJvq6K4726X3q+X+5TvoTlLT7uzZI+elESvc4xoL5gc6w9PSH+PX8cH76OUna+n51GvTDb0L6/qXw+Jag9vVmhhr7vBuA9hyISvt1TIb0968y+82RrvtyJOT1ZQlC9fq6jPGoEEL284Ac/JFeKvunvWT0fN7g69MRlPNMOVT6DcSe+FiDrvrqvaD5WeYA+1SUnPstziL56PgC+3TcnPkhl4L4iDv28dEgNvPqpkLx2Jpw8jYGHPSci7b2f744+C1nAvXw/nr3cMja9LIVCvkd1nD65Dtw+aG+pPmHhkz5s+Nm8e6GYPWX9wr6+gr299Ujgu/uOQT1oPSU+KmUzPjCU8z2tkbq9M6zLPuLctL2HQzW+IeCfPn1VMr4W1OW9rBU+Pt6xOr7ZePg8Zz5VPmuXf74kY9U+p583Ph4rTD6i8OS99YvVvANDRD4oEJM7m6YLPj1+bz4K9Mw+o266ud723b15/LQ+IBtXvf2WULtPWvC926IFP8wImz3LImW9tbCEPN9tbLzRzxg+W4oKPGXwfz23P/28W0W8vAwCqL7R9XW+afMePj4iFr4qG7a+KhnhvnuIJz6Um+a9DXIAPoMdjr6CELe+1yZ6PRzjlr7KD6Y8hpQFPhxreD0/PJa9APILvtp4cr5A+c+9GIvIvbjEgr30lr49McyPveyQNz4VYL+9mKGIPhUTwL4Uyx6+926KPv/+0b2cVrU68IpAPorkiT2xo7G9WrU1PRggCz7No549z3PDPnM6KL7z81K9XyDaPYuzrj1+awe+u0vIPnLYeL4Dxmo+uFb3vMovnj59VeQ+zGqFPb4BbL2vBcc+Igo5vnFGwL4QdtC9T0uAPpomVj50EX48auAfPHtbrrw6Naa+5nP2vZYjTr7USQC+zIG1PgWk7T3eB2a+CplgvmjsB74eWbo+TSAlPm+DND62zAC/okuQPYKcOb2EZNM+w+ZDvZlx9DzUzs+7YUaVPpp8nz3o4rw9BP0avgOQvD1sPNo9jMeJPO7qkT6vUSI8gaGwvsI/9T2E6lW+5tHbvZyXPj4jQgC+JRcpPnymlz7tPA+9Kg5KPcKdTb4Pwsu9H4oEPs3Kg75CBIo8Wf3+vZoD+j36kPC89BNUPufji77s0Zu9f+LBvb9FybwZswO+89ukvi2yi76rvWk+GAqGvvt3tb79jnG+iLBFPiUBhz1SKvw9xvO6vpaV8Lp/eAq+a1zBvPT1NT6qohI9gQuxPS/lpz6G90I94sTFPj16iT7JWMI9eb2GvZpzmL47f5e9AhOnvXhzfj4ZrDK+1idAvGQ1yL1KqKS9KQO+vnYvwb7Or4G+NvH6vmhOSb4t8uo83popPW572b19kUS+GnUavugJMb47pgS/qwZcvrMB971Mtvu9myvHvpHRSz7Ehx89NQwZvor7Xz4+XlE9EM2nvT5rbr2tHxy+OEc2vbXaizwjqSU+7bDOvo2IHr66vRq+S3OjPhYJ4r3Pxtg9o5ahvjTzgj4ROLa9UOFCPI0Yn70R49g9wAmEvQPycT73Bqy9ZDknvsIrYz4Wy+69K3KLPlrurb5dloo+c61LvTR02D59to491i8tvcb9Gr7yqgk+R9Odvhxy/D2UFuo568jWvc//7b1kTmk+NWBqPdbmPz6LTiM+shzCPPfEJb4EPdm9lPSLvdVrnb2gRUA9W0GoPdwKBr39yRE9+q2NvufJWD3D+E0+i6dwvdNXEj5nj5y+aRebPUGMoryvuWk+JiLRvngb7b2H/sc8olCYPZmIhr4UScE+NhPPvW0TUL4/OxE+BTaBvZSu2DyAbsc9jPDzvUnssLtm5dk9tmj5PQQiAz3jpKo+nKStPsN5Pr6GECy9tkb5PJAVgz496NQ+ciV2vEPrHr2Apnc+kAiRvqKX8z0x5MK9L5dEPuDT9bxV3b09wmHqvSw+jb1Yca09fbLKvOcoDj6mSIQ9Dx8zvvmL/b6Z6Yi8zzHdPfmMuz1mv2i+PsczvgYpv71JxFa9Hu2mPY8GwT3PYlG+exogPqbufzxNsSy+IF7iu/9DBD6i/r09oY40PvcWjz1LVCu+nP8xvkMyK70KL5c+3aFtvbbQlz4iJUI+lwxePv/xDj7I4kw+ZB+svgDjgL4xTxG/2QGdPnxJjb5gYkG9B0/gvTnssz4wHQ4+tn5Bvfjvc71R/Is8Yu6PvuiCmTzq5pa9nXbUvmpUk7pPxRQ9fm3OPbrVdT6bTaU9Ul8ZPcbdbjxtQZ0+vG3mPQphMz4Jfty9K252PSX+O74vWLS+u+GSPNXTKL5NPSe+F/oPv2lZpLxwxKS+e+GTvPRvAz1WpVi8EEiaPhYN0T57u5M+NSQtPvOdpr7HuK++W/2QPiu9vD0tG0i+PS5YvDzB5jz1qUM+cMwBvzeX271XSkO97hb1PFadiD6bIbw+HmynvrqC+r6iHwW+Ao1uvvk/yb7xgb699ysSvYisfz6VSHC8MgK6vU3ZAj7vOgA+ATtMvLJg3Dwz+Sm+Oh7xvVqrcT6NQ44+gIjLvrNKxT2pvaK+78AXPjMSnL4me5S9my1TvBVwXL3waWi+nxNkvvZz275UUJw+wpSkvtWSiL4CjXw85uY1vkGSbT3mtlg+ttwEPiPw5j2N4l4+InY/Piu5QT026iu+8gHVvVk1pj7a4tQ9YFD7PAwloj5vDB6+jwjzvSo/pz6Fvx8+4XN7PscTHT5VDws+IsJWvhW9dj4ze5i9+WeUPiPNWr7YtSE++QKPPvX5s7qZP7U9IjCBvmib9b5IWFS8JsasO/ZVpT5LWSC9Gw8Fvgkshj4x0IW+v50Zvotyvj54zg8+IFnjPhLn+74UwX+83lNZvmuf1D3AklI96p+WvrRkRb6Sc74+imW4vjq+Xz5n7TS+FHCiPUEGvz70LNW9vH+LPoocvrx8sC69vzR2PitluL6WN7W9F1jVvrVThb4DJIy9EkGEvjdRHr4eOKi+YIICPvnDfj60SR6+m7mEPu9aNz0mHYM9wMJcO12GSr4NUuk9nGHaOQyr8D1MXQ2+KziEvo9RdL2Nyju+dGXFvmoilb5yNfs9O+aNPt5Hmb57YoO+2xQXP27q0z3cjAo+jN3RvvhBoL7A+ti9KwfBvsafILy9s+S9ykKdvrC7Jrx3qPw+7KWuvf0Kqj6X05C+RYi1vbA15jxr8zM+eQuLvXdjhT7S8pe+Bd88PgMP0r4cihm++BjvvqiNLT26Qg6+fORVvu8NHD+6DBo9X7J4PF2zhz5BCDc8vW1VPkUkPr5aRoC9Pl6wvdJN0z5H7o4+ZArLvqm4LD6LpoS9vQ66vtAuIj9MfbI+YoLru9zs1D2y/5e99tt3Ppx+kL2OY0C+YLAZvUwdd74k/TK+6FRXvl5cOT7tJwm+Rx7gPaHrOT5NpSc9MECEvu2ZDj0qV/29utSdvreM3D7rFYE+dXmmvhwviL0tR66+6iSEPnKiuT5L91o+8oz3PiFCWL0ZcIA+oXacPVFmdj2Mx+W+4VcAPqvOWj5LOLg9YUQGvY1uW73Q0qg+RmfLPoLDqDw//78+l2U8vhUhNj7jYvs95WuFPpMJFT0VKtk9ATYbPnvGYj5adoI+v6sXvio1d770mBQ+iSJqvZpQ0r4hxZM+u6AHv4TsgD2MLwo+3IIyvnAzKT6dvrG9RJmXO87XkrxVYUs+A1CRPtAzj74rabO8q84CvuMkJD4532g+nvHyPoAgXb4evFQ+Tx21var4cD5kACU+hD8qvsnyTz5d3hk+DJuDPWhIs76mXC8+V9YAPjxx27wqGSu9czt0vlY5kb3wL4c+k7XQvZd+cD0ETQO+Hs6NvvtHaL64Nke+k7XwvgmwJT74Nja9joJVOhIerj4ZTS6+uwHgPltsgr5Popo+HICmvqh0WT5rVjy+GoiCvg79Aj6oC9S94aWIPv69wD293dW+dgEcvk8SfD7h7lg+SztLvlFVk75a1AU9g4g2PqjRkD5roVO+5vR0vdNdwz7mXTm9r/oSuzjzcr1c+KG+87Atvgu+o76y93S+xn5LPipIJj7CrIe+s9URPitLGr1X8b0+cZCRvvV7+b3ZQCC+BEwtvsSAWj78b+o9CdpBvc/gpb3NjSG+39VWPjQmqz38Azo+nUzRvrk50D4kjIc9/eMhPlDsAj7Cvw6++vYfPvGvnj1D4iU+yTOtPVmurT41hJa+pHykPlgHsb7o2pY9YeGBvcsQbT6ffnG+o1gMve/HQb2exuc8300HPR00yT46PHu9zfGYPenXAj2Az+W9YP4CPueyWrz+9rm9JZrhvbkqW76F2oI+KLN5vp1lDz4Z9c69IgdFO5ZCab5okyS+VDsZvnETzb2n8q4+8buNvvQG6D4p3Qo9EeBpvqEoib6LDBA+mKOQvsLGxTvqii29J2jCPqemBr01dT28K7/1vTD6Y74mG5I+JWVZvoPbWj0AlA0/MncTPrifwL2qLKk8K+8/Pjrkgz6zo2E+eBPlvdsJfzxYfJk+Q5tJPoDa5rx0mSY9iTFqPhplE77SFIA++5g8vLiSVz4wbiE7OARLPuFSSb7kwsE+Ps09PqUwRT66Hza9v+7LPq5LTj0slTQ9YoRpPeesELvgMuW9fusfvhLD0D3ophC8dJeiPEzMhD7dB44+g7IoPYapEj4VHlk+XG10PjWYUz799yu+2YTXvexxRj3hoEc+XaGoPlneQb6AAA8+F9WnvcS/TT5CSwO8kM2hPbXtg70Jc5K9SoVxPX6fEjwdiCQ7RUQEPd0/7r32M4O8Kx7VPRk56D5n0j4+TmdbPtuWCb6Eg6C+WXRJvb03Aj7ec48+GwCoviHPjj0WZJo+90idvo2Qkj4eQ1w+G2+qvPCRmD1aLqq+9vXYPYa+ob7Y01Q9U6SqvmJRML4EdJW+PCyoPWizBL6zApq6XLEgvZ7i0j1UHGy+pXAgvk2o4T1VtfM7/469PUGz8r0zbkU9aCo1PvvnEj5YZUE+IIFpPaY+Zzxt3us9kBkUvglcMz1jlXU+N/Vjvg/pdr5WPJw97NGLPp4RGT/BM12+p/IFPtU8vT6d+5m9qVevvk4u+D6Oc5w+DAhbvs8LAb7Uffa9nvPUvSV3uL7OPrA8SC2fPhbqWz6IxWu9XKbrvY6Uwz0r6pq8B5oAPmLrBT+azKq9pqzwPcHykb6Zdb8+/QvgvXVt9LzcbZk+zkRvPgw5D77IkoW9YqmDvkD4Xr4/MaK+5RbKvjCV+j2OEYq+xpGBPrinWL0dnSg+4b66PkoOuL27Ylw+vM/+vQkKkr54rhm+5s8bvhRocL64a149kD+WPaWlUj5HTtY9AB6rvrWLiL6vl4S+ppWNvlaQfD3NPVY+r2HEPfnTOT4/npa9MEItvp04vrw6sFq9kDs7PNHvmz0BJIA+X13WPBhOkT5x8Gy9JAKaPLP++r6pDmE+Cj2OvkRaAr6HYUO+GuYLPaI/Mrxh3R0+F111PhVJu75hpFo+4TDVvPQYhL5RCso9zXbMPR3shj0ObDW+5jdlPFzThD5T7zU+Yx+Wvsbhhr6nnqu+6YKmPmPUVz0aVoO7mOaMPlPhpr7H1bk92faivomX+b0b/LG+2q2wPXI/iD0t15U7D+iovrvjhL3gVQm+zBjMPqRn/z3u0QC+YnIOPvRwHL679aQ+VMvTvqG6qr1EZNK90KlOPigXS70uxG89X2n7vVthID4KacQ++yv4PZ7Gtb0BZF28Rb7ZPUfNMz0v3Kq8CBW5vMJkej2Y5e48E8ylPang5TuqXLa9ggJnPeRNdrxI+EK9R/++PfdQx72DDO88hhvoO5z3rr3y2n48HwbavfzFyz2cHRo8u+KzPLgCaLxGNIY8N+8LPdz8Vr3ywsc8GcxovNjXED0q3R29VFPmvIXPJb22ZhO8MYUXPZ0WBz5YqiY9Taq9PfHHqz3bseC9Lm/eOrW+vDwutqA9hjU3PW3axDxoMyW95jzKvdua9j3+k349CC4PPuH4hT1akwE9x2OyvNG1ET0Xm429w1AHPbRTpT1F3wC+rcuvvGKTcz2dDli9DQ4bvNenN75l43O+hhFGv4Rwmj7cojU+1BFaPqp+mL70z8O97XRJvho2pr3Sbzs9vOzQPs3/yD7nws6+1xeuvrx9dD6LMCE+RiKfPqYaZb6GvMQ+gm4HPgK+wL6n2yI/KfQgPpNp6LxSNsy9+Gp9vl8gyb7UgqG+m15DPpNO8r4ZEu4+cK4ZvXLs7z7vEUs/GAKmvghveT4iz1g9NKWxvuVlV77SIzE+WA+zPhmV474oi6O9rTUNv+20xj5vf8A+KsfvPS3vkzu8g40+e6jRPqw5UT0NqbE+PEc7v6jkpz5GCRS/4xCfvvwjn74id+49CB0dPjc06T61Czs9h0M7vlVnLLzudBq/dXCyPjPjjD4PeoM+GUAYPWLpIz6q4bq9k/NmvgWnyb5VBk0+bFsMPh49bT6fDWO+abTOvoCaer6eUVO+v08mvkIOS74/WVq+aX76PisAxT4kM/c+a9kjvoJK5b4oRwG+EyxcvppL4z43RN2+15u/vhO2eL67tcc98Usmvn9Z9z6pWME+noWLvp6W0T5gRgA9QmiOvqK7Ar5UgDW+fvGcvcHZMz5Rq0w+7EM/PDs8rb5oJqW8ZIA2vn2Ga73Lc4a+exGYviLsDT7FDLW+DFJlPganIT48e12+7JiLvjvbZ77CuW2+KVekPkV0kj4tuSQ+h5gjPgxE6Dt+2FC+0iRDPvUBwj56WOU+vhmqPnHMIj6B+q0+iotnvqKAk77FlA8/tvLSPrTTpz2oQ2G+UI6wPiptDb8TfUm+HPEXv+AEKr7Iury8DuLVPoWo/75HkB6+tJQSvpWWoz4ElaE8KtHXvl99I73xUnA+iBH5Pj61A78BzN++dH3HPQTo3729jkI+b7I6PreG/L0Uoe29i1fSvu5CjT0ntkc+60/4vUtb7zsDF/C96pbavu2Nuj409Oa9OWOZPgch876cLp69J5pfuB0q9j6qSYC+3dIBviw5Fr8cIew9/T0QPYM9pb0JVVw9BwqtPhtAub5i28i+WTonP0ESuj1JTOe+ALiiPuHL2T5MaeY95is/PqPX2jut8Ai+tOQEvyTZDL8ZtMm+LTCHvqG6t7sUhqa+FmYzPuwNAD9e21Q+MlnhPnMOTL0Sk+c+xGmKvipSIL6pxyi+lYHrvmvMBz1MH0M9qhfCPqdcjz5kudW+QXScPnLmgz5NRjK+5kXAPaWV1j69mcK+RQynvVYnND6iYI0+vga7u/kOEL/2Mp2+GTnDvhL1lD52912+U/3tveZXR71Cbwc+K3UXPsUzGj+Fh7U+MWRovhuKhj6UwAK+m9dBPgeSAb/KLn4+DA3Nvu5LFb96Bry+31fcPhpIO70jM3Y+Oq09Pp88DT1ZpP+9Rf6zPsCsvz4Zj8G+LudOPj9ZBj/1TIu+z7PzveTvRz6UNhm+Svc9veY7lD0g8Lq+D3DDvvn1R70lQD6+JQehPoi3yr0ye1++M+LnPtL1vb4avrK+tnYnPTklXb4VHig+2MhjPmncirxk97U+NCPuPv0Fr75frJI+/+rqvuhLmb7lnUU+9tqbPRSz2r4zaG++hunovscaGD49+Ts+ub8KPyH1TLx7pA4//WkVvtEP3r7qbSK+ZvIfPQQuqD1le7M+1HrOPmExGL7b7LI+yiHevksuAD5Iq8u9UfKhvnznlz4JSTU+1wNrPKDpbD4szRw+70wDP+benr6hSx4/DI+9vpyqsb4Nkpa8nT0BvhbOpD5cEwm/VVMTPAiPnT4p4/u9isxSPb90Gz0/7KC+J9D1PQFRzD6G7sW+yViavtJOr75TaIU++m4Rv1ARBz8n3LA+yNX4PVt0vL0xQ9A959pUviJ/Fj7jjmq9bSOFPMp0BT9i/W2+7GvfvgrMab4x3oM+pWgJPeIutz7CY96+zmWPPoT/A79HvEQ+3a2PPAAgNT4LTZI9+mzcvVUjqD7dmKE+STfhvfgd9z7aoxO+Akfpvn1S+b3EWys+ZyKbPjY85j5AZhG+RHGjPizgQT6vB5C9Jr6OvoYkxb6vick9xX/KPStU6z7NnKi9S5sXv5lsjT0Ed7g+bpTgvizv2D7w1KW+TJPFPgYrnz6ZnM6+cguHPlIqY74cvRM8qOeFPqM5ar0ERFY+ijMMP/FRMb2sY7y+9ee1vsZQvjqsgKo6lLVhvo6TtTu3x8O+bvQbPvniuz4XCWI+NOVnPpWEIr1MAQQ/La68vcaGjrs10c69INUAPfM6Ub5iWaY9cMrHPmQc4b5T+LE8DVxEvna21z5D+yg+UESXvB3HbD6LjJm+yenNPtrwxz4CkfC+G+8tPk4xl774Pas+SkoPPj+yp74ln6A+G/K/viLA0L7n0JI+TDhVvtdgiz7LD+G+k2ihPSq35r5GbZQ+o8AZPNrzo77c56a+Pc7yPfIvMb6t/o4+0CSuvpBF2r1DstE+sn6CvjpCzz0RyMw+hnfVPknOGT5KLG6+nQmdvUcXTb6A9b8+0FnZPfnl8rws3P0+qrQoPoFijr6S7ZW+9bDHPqzMEz9tH9c+RCgNP6rcRT4qti++FTrBvojm174tJj8+yvEQv1P6N747TIK+07e1Ppm2qj4ZLW0+LJYaPkkutL75G+2+JVOIPpEO3z4tUDU9eDvUvuvM0j6fMNg+5roaPn1/l74xq5W+x8uAvmxEwL6pPzY+qtSaPsNv377PUnK+s4uNvsfh575XMEQ82XC6PuxZkT3r4Lg+FvyaPsnp1D06tfO9bJa2vfdEdT5Jp7Y+NWKJvg3iDb5rRVo9b4t9PvQpur2HGea9GneHvtJYoj3VhNY+3mTivkOMg77bIzi+UyJdvn2m3j5JVbU+zffoPRxdBT8Ii3y+s5MePy7FWz7tCdy+grmgPtYVFT4JRpA+YY5ivrzGoz2+5r27Ls4dvxmYcT4DOWM+BNzfPviI8D5kpny+bSyvvvckMT+NUk0+2qXXPeHnDj/avta8LEFsPjZ1WL5Di2a9YcLYvudf1L5Prpy+E7dBvWd5gb6o9/E+q6OyPj8LvDz3fjE+7llgPpin374xgtc+LkChvlwOKD5vjkW+E+RQvi6AuD7CWAc/atcavnjhC79a4by9QZS3vstZlD59hb49iSqrO1miSD5rKQK+GCbCvgV72j5pXqW+OJWhvqJVhL7niPc+uNeHPvQRBL+tBcy9q6dvPgIg9D1h0wq/xgcjPhYCLj6US4E+bdK0Pq/ouj05mwM/2Bauvi2NA76xaae+hbpnvqTwBz56sfK+ecITPtufI74VeAc9f7HsvUmGMb7t0e0+pJrDvu9K9b4bds0+t7FhPoB4fT6wTcq+EmlMvh0faT4ltwY/sceEvhuXaT5tava9pIT6vFqbrb67pK++lOgAP5saij5SVIM+7s7Kvpt+Zz4EC748B0bHPqinyL7bTMW+STcIP1QNgr6GHLo+CDaIvYyduL6KCmC+X/DDvuAZnj7TIBW+r0oAvgqMWD7o0NM++ENYPoXqmD054EQ+/OBFPm4iAz8DHpu+7aKcvuvdnj4C8ge/+MmtvXnlWr5xMIU92InxPjkM2L6AoQc++gzMPkv7mD6IUp2+CIUBvmAc5Dxc/TS+eqkvvvLQGz/KSM+9wW1JPmSXAD2PMhC+oCDkPlAp8r7kolK96Jf6vpsg3j7EFuk8H+7uPgSk7r3YVxo+FYCyvaeCSD4isTW+6FFRPUCb6T4pHBI8RTeyvrWKsz7Wwcc9NOkLPv4lnz7lK0u96s/XPlB5ir7ve2A8czhwvs1xm76dGKg+6CWsPoADnbuu1JQ+m45mPiQP7r76Dl+/ETqDPaXXC7xwuQq/rkJsPn248j2ylNi9nwmIPrR8hT7+5AQ/32yGPpJbgL5pUGA+EkXKvtTNaj0JLYs+AKKdPmquk77vESU+3UjOvlgksr7SfCC+ZCaMvuB7Kz7tvIo+HJEBvtj/Br8HPdC+ytgNPhp2+D3+gqK+OheBvjIq3r5SNgO/lqq1PlKNbD5blJQ+DzC7vah6wr7D+9U+TAP2vhAJLb5zV/E+u6tOvgrDij4xvgG+06SNPpj0X77dWZW+/ROtPmgzkz0J/hC+loVIPhE4pT6eyL8+wPfEPrF2gL6eZSk9PnTKvjK8oj4K+VE97ufOPqQZ5T5l0Qc+Cz+8vmDRsb74lgG/EqInP/Hjyz4BboC+TZk8vDP3XD7vgzW+61TWvtXTaj5gDRW+urBJPoAM2D5Onrs+AdgWvv8EZD6a9VM9VAeePh7Zp74CnpE+hLkCvpPAzL6yvZu+2zCFPkRIAz5fHnC+lZUMPqd+PT3Ff849AvQOv4qOhz4NB1y9FkOvvnTBVL4V7hs+nLCmPo/u4TtTfG++r0GAvj4cWr4o9AA/7TFsPEeeBj6uIBe+6WA4PTd9arx1Os++f1xqPlIogT1Sn4U+bZ2UPuNGPj6skqM72BflPRYkw7yZGi0+xj5VPor0UL0ey5K+TrvGvv8qHD5Atym/NqYgPp3ZBT7a/4S+ykQgvuo29b4kJPk9HKgNPej+w75zIGm+Poy8vm21Aj+a4fe+22AuPkytyj6lSh8+hor+PgXeuL5ztRM+cVeIPYlUFT/eMzU+PNLUPuzXwD7GygM+yzDLviDKsL6yNP885XsTvmOvwD4thu++IvbRvl1mgT4Xu4q+SIa5vpyi3z0NI0w+IWipvm72C75zPpY8KEKSvqrxpz6N/vE+3j8RvIzYgDxePxg9UepRvpX2zj4YLIW+dWVIPlHMaz7dDyO+FEtOPdgyvT6IUzS95aqevmAiB78HtHO+1kozPvmFfzzvFcy9MXGFvu5Vcr4Wz56+mUWRvkNiCb4e+1c/Fx9CviwruL7fPLq+eMU9Po430TxCwx6+v1HWPgTS5L7Ogre+ox+fvsj81j0o4iQ++aNbvX8VvT43/yI+JMiEPu6bN76XW0k+xYjdvMy9mr6UdOK+StPGvltAiL7oSZC9cN2EPlAhUL6Lz4Y+N4X2vl/cxz4aC9c++98gPnBfiD5thE0+54maviiuST2MdlS+an/FPcNj8jvrLwW9jqHbvkQwzD6Jdhi/DFmPPSSY8z78QjO+bI7tvSVa/j6gW4C+9GRZPiYdqb7Of1y+8PYLP9d/gD3GrK4+ldkuvnP7xz75tpu+U9FfvocVADv3ga++XAsMP5SQnb522Wi+s+QbvnLxdz4qJYG+XZ7kvjgFJz6BtbQ+v/TiPW9vqT6ju6W+MyLHPlgsOb4T85K9WiodvnzpED/V574+Kd+vPhBRET7p//q95OoKvo1siz4FONA+AejjvjlWrD0r8bq+ayC7vkOPaj65qoG9HKkjvtNNyr2yJgg/l8jNPu2a4z7RiXi9x1AqvkCL0D2Pu22+0hJtvodpzr6VS1e9ObQRvoVe0r4m4T2+FSjMPg9MCz7PfZ48K50BP6Lb5T46UWa+tqw1Pp/HCr5lEn07PjYgPrvd2z4Qn/Q+dw/FPfFqyL26RZa9uZ3tvvPnBz4B7sC+/T/9PmwjyL7v1be+z50KPt+jqb70CnW+r5S0vn4Ztb4AjPM+SzMDu55VnT5iuQg/XDHSPtpqq74qPOG+Ohhru2IMub53TJm+DFaIPjaVkLu6SJm84PsnPWdspj20Ax69SW+CPIBh3b0/S7i962OBvfMYt7zWRxc+QGBmPJ7TD74VhTM9ce2ovcflrb0=","weightSpecs":[{"name":"dense_Dense25/kernel","shape":[30,76],"dtype":"float32"},{"name":"dense_Dense25/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense26/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense26/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense27/kernel","shape":[65,16],"dtype":"float32"},{"name":"dense_Dense27/bias","shape":[16],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:06:30.142Z","modelTopologyType":"JSON","version":"0","formType":"register"}}