{"modelTopology":{"class_name":"Sequential","config":{"name":"subscribe","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense28","trainable":true,"batch_input_shape":[null,17],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense29","trainable":true}},{"class_name":"Dense","config":{"units":9,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense30","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"WMzcPXIIQLxwm0I+fWUGPrp/hb4ahKm+CiHlvSFg4bwCw8A8j+VNvWdTlL7Fw5O95KkGPr/TBD4CL3s+YeimvgTj1z7Gjco9RawtPpdK6j1Ztpu+6or1vXZMvr52P3U+nJI7PtYEtbzptDU+35uHPnJg572r2m4+x8wovoxBTj6Xs2m+/OmbvlisGr7tA+G9Wapcvol91z2xKkC8n/cHPtyp4z1/xHc+VxWAPopoir6WwAK+OcfGvt/DMz738Vo9q6orvpyChD3KOqc9FTePvuMnOz7lFrg9n6cCvvuwLL4AVMk8FsJ5vrtrjr3v5jg+Jn1uvipfQ76KV5K+ZFAfvNpboj4vwqM+NaMaPto7gT0Droo+owCzvhuw5z1SRxO+uAevPgP6vb3MaAo+hE+/vr+LPT7Qi+s9p9ggvpJX9z5IfJy+Kc0PPgvitL4eBcA+Hk6OutyOCL5Kroa+GiqSPpCikz0BNbq+4P4Tvp48Ij6OQIi+XwaRPrgP1T2/Pki9HO2APjAM7r34erM83dvHPATr5L4evaa+2TXYPuj6Mb7djFs+H/pIPn2rNb7v9q49wdW2vlSQY76zJjq+0p/APvtfk75EG5W+25DZvXAG/T3cCGg+UAWUvvTmFbzwuAa+h/yJvp2Dkz7xNK49hU8yvfVsEj5L+2g+umI+vgmPzT0enWI+hFO3vY0frD62TYk+1aKWvb8Pgb6/dJg+X2k9PuMgIbz0JfY9XDziu3jCr77wcZI9kd6MvjMJpD4QuUa+FiMfvqMv6zwNj+29jbg/Pu/y+7x51po+d8zZPgQe4z14B/u9Gfk+Pu87oT0nxj29a31SvlvULT6YQIc9qrvsvfD5uz6s9Dm9/+GdPkdUuzyN2Ac+YzQJvnwTn77PtWk+AFpKvqufF76g5eU923QFPkJF9D1Ogd89U9EJPksAM74VTpk9bvORvvRKwL5M2kq+LMT6PbYEtL54BUK+HqCKPlubNrs6Lbu+nQJSvg8TET38SI6+bPJtPQG0IT2L0Xe+9xBMvrmAMD7Qwb0+ExXivWeWoj3zIcK9ttmfvWcYU77Kb+y8bXGevl7sqr66S4S+FTCDvn93tL1fKBK+NuzUPt8/m71z3+S8SSChva/cFD4lWVS8+8x4vXuAvD3zELU8CePEvVE4wr3kcRi+i7yJvdNguT2EqhW+N84KPl9MDr4Anb49Cn47vg55Kb4YNEc8tJpovuVZBj4MRwi+27QTvqqiHr5VvHu+dPDjvPTMr74/RHq+i5NPvgLJwb4oclI+ASCEPlPEqz7PO6w9000yPsq4cD2f7F++P5Quu1odYr4918i+3+2BvtV/xj2/ebS+ArzDPlqdIj1h1ji+OUT/PasSK756P0K+ubUkvl5a3L26RD2+lhqQPr2XHz52B0Q9Ow+pvoa0NL6TON++Sd+tvI5wMb7tOsq+8/eNvAUliL5oqha+7VRTPnRXwL0arXk+LjlwPhkvzj5nSoY+XdbvPWD1qT77178+MpqZvgvNtj6Z8aU+M9AUvYW8h75M3Ri+L0Sjvsxrl76QX00+YWOKviCnXL6Zoiu9TghzvqnlwL77vOe+D4GtvV6Lgr4w8UC+uBlYuxURAz72W2Q+tw3UPU/JD75jdoo+cMSFPZ/d3b229V8+VoGpvRxPv75WKzk+oqRFvmFLKD4UDz4+Mu3kPnGJlL543UO9i+M6vccF0b7u4yE+fUGqurWgtL4eUri+kIANPhfaDD7rbYy8VKeZPO4Iyr2j95M+VKwoPoLNRb63Aeg9KkIsOpkiyT3nwZc+XYKAvjlSBj50HhA+zsgYvsxal77353+9un0rvqw5iL5+KZY9qRBVPvWXML5+P3c9wvsIvnDGkD7dd1I+31jqPbVOmT1sC6K9ICBDvp7jFr7dS5G7P9SOPW7Mtb269Dg+gy0Vvv5WOz5hWQM+3gjmPVz7uj39dEK8JkY9veS0Wz3L6FI9jwg7vhapIzonFKa+wl6VPSNmIj6Ax6y+ILTdPaIdJ75OFDq+Dnj+vTSA8r1L+KM+OtwZvbBpDT4Jr2m9oIFJPn8GiT53t4y+ITuRvQaMfDzazMs+anIzPikfL77QU8g+/zYqPoocLj593E4+8CItvtcXLz4TEqc9uSpEvpuuLb4yEgy+ldltPgICYr7BYYo+t2fePqQlgb4IXbe84h8SvlpAwr3/d5U+vUAhPoxjFz6CPku+CW4Gvli1lb4wmo88evjBPV7qKT6Y1lm+WW6PPYtDAb6KRka9+lyCPpUhbz0UyB09V8U3PhRQsD2Q27C9pl/QvBHWmL1d4bO8nHZXvpV0oj41rDW+RAXqvdUCsr7sA3A9U/6gvpcoQr7vye69gRoUPm1Asr34kiq+NOoSvjhuzj37JnO+9lpQPt8qrL7J34w+7/JRvl+aiT1e7JK9sO4avkEUvz0wHwe+2dGgPgI5Ir29D1K+V1tGvo5A+76Uyac+6ieIvjCThb6FTlC+1KXEPpO0wT1Wdms+Uluhvr/0Tb6TAo29pnNrPkgHbz4OiHC+YzRSvo712b0uFgc+B+wyPrxUHj3GzwQ9XCS+vscEKj7R6nM+ylz0PLTlib7Umtq+bvdGvLpS4z75oto+tlpAPv2XED4Nb7M+yPYovfShAz4IIUc+QJwCPsmaob7DBkU9wUSmvbK5hT5tatY+UisJvoRqUr5AmDY9c7gAPpuv3T7Nu8W+CluOPbnDc70RVpg8kVAlPJlVP74RlZk+6JLOvfX8uz4M4YC+1yvNvXgjvT7vRiK+qDOkvYqQoL5UTCE+WXahPkwNrL44sL6+MfuRvaWVVD5ZfT69Esggvk6gET4FnuQ94bfVvrD6o75jzsO+aizRPmHTyL5cWyo+oiKZPrkPAL3BSYu9z6ghvQ7Y1Lz9L6u9k7R1vGelj74hYp++em7DPK4Rcz3rOhY+1OOQPc+viz1JVIQ+IY/JPh3UVz6v88e+V7fBPpxUtD6wVN++iajiPjMflD4/Geq+Z6tqvqs9O768rAy+99qyPjlAsT4j4NQ+uF5jPoK2ID4Y9pU+voeAvqAdTj7gNMi+9V7vvpwjkT79mqO+Kl+dPsdbND6cyO2+RXpgvuMtYD6XFLS+LeRfPryx5D1ZmHi+5bUAvkF5JD5DgpW+/8LzPXPbyb2mqQA//Rx1vrDRwz5z8hE+c/2GPgtylT6Cm3E+rtzcPfwuGr703gI+MSvzPh7RAj8W/La+5H0BvdcAjL1IUPa+eXpoPsUGlT31pzq+h7YQPmU3Hj4kyRg+KseeO0TzcT40Q4c+l9u5PFEK2j3gZAs8HWqMPdYqlL5cKgg+TivyvXayf75d/2c9n8/5vWOwZL4yV+M85N8BPaYzlT7C38a9XRGWPfTr4rw/Sks+2e4tvftTNr5Wx2K+aIBTPmfglL7/Rc69oHJoPjx/CT5P4Bq+En95PR5sc74Y6xu+S375vQIYWj2YZJq+AvsDvl9EHT4pk4k+R31gvtObAT55zC0+n/DsvB4yib5c8KW+E82CPYf9TD3ec+m9JZaduPqa/jwmxj6+mBl1vUKXnr02Wjs9Fo8ePuElDz0JVgu9FE2CPmeyjD1wARE+Tw75PKkih7xzyVe+THmHPUoMGD5sv8e8K7xoPlciUb1rJwY+QQFMvi60r7496K+9Or2+vlH6MD70h7q9B21yPN+CMDzsoHg+e4xhvVQ/lT0VK3g+FTX5vCHbtj4VWaq+P+WZPrVrtL6pRXG+e9tBPJBAmr4j0Vu+7uZ/vNFntrszCc49EFiAPq9n5r1SF7C+oidNPsABsT1vPfK9JwhLPWPvXz4KOXc8eqgIPubn5TtiBK29j5G+veY9EL61hIO+smnQPE22Nj43DA+9nvPxPauqsjxHh7A+qGaIPeTIn74n4pY+Fv8LvTvOsL2NCIq+8QwWvh4Zkr5g3pW+PWBivqRElT1J8ay+zv00PoSfkz4rWVK+sFnGvJSzIb6ywCc+g/Gyvj7om72x6RQ+6ZYivlHHGr6bGbU99/wxvnB7Nr6hgVG7jjtFvlyU6bxD912+qYlYPhSKq773pNi9ZjIHPYnjlz37NLM97D4fvh/tFb4qiSQ+ibqFPaBSabwRoNI8gV2ovSA57z38XGu+vJwZvjuBHr1diPu9l6LjPdT5Hb3zvGI+kc0MPlS8Az7Y4xo+MOaHvJo3kj6NS+I8NJECPiCjor30cCy9DAYlPUTSOz4POh+9k9OkvbyJTj03Hq29mM0EPkywf702Gpq9gVzHuudC6b1SKCA+FyPwPcLnor0pe4u9z8sCvVIbMT28+U8+XgxaPTrmJ74OCPS97kuzPLJ75T1CXPC8tCuQvddrhj2Rass9V/8iPt5oiz7w+OQ9NhZoPq/xJrxvxoE92GgHPl68MD3l91w9M1wRvi03Tr1NgYy8e+5QPfYaOL2MtCq+hPiIPpKSxT35cns+GzyyPTV0JL5Xaho+p6TsPaioiT3vFLM9xmGIvbsFHj5tHbO8WN8ZPZfEpj14E6Y9Mnf5u56ehz3I1Oe8rVvsPEjm2r2BWHk+VNl2vq7eEj0S8MY9C/wdPuXnzTtOgo09kGoYvngzEz7QyRG+5c/Pu/Y97Dtv1WQ+jrQQPoBMZ7769JA95oiHvr39Ez6vFQ09wTQHPl0fRr37fOo9itOpvYdyW74UaiK+AupyvsBie7yufHA9IWbyPFkRe72AuZM9k7+MvcmdUr2PbiE+DYuOO+Jv4D03I448uRaOvXO0pj3V+Um+Qyx6PeEplr4ceHC+ba8zvdO7nz098HI+xsz2POT6Or0AERA7yUcQPg2CT73XWTI97cUFPoAZVj4g3Bw92EswPrayAj6hqjU97hgrvtdAh73HKIK9PI3kPZnG0T1eoUQ98axFvqiRIj7hZUW+Tj9FO4PUAb0G7Fe9bJLdPbZjHj2b28I9bzHFvfNC1b0JHoA+D2kGPo6ZYLxbgCW9yGM0PfwVuLyHe3a9ilTCvR3X5TzrrYA8fhkKPqkmxj1wVXm9/qzwve5ouz1sgds87teMPmvhnL2uAzs8WF2wPceQBD5vBOM8vAJovWx0dLyfBUm9CpgFPGD8UL6Tl5A9IxV8vq4+0j3nUci9XRPuuReWNL0ElCC+KC/kvepJr70tfRG+4IMavWI9gr7dLpm9FhamvVuzbL75u+i93a18O8rAv70K+4Y91ZDsvU+O0j0d84+9VDTDOi1UJj4ARzq+pQayPKsbNb4Xsjy9l7d+PXmTmb0i0/Y9ZHoDvS+s2D32jrq813AjPDaLCb468va9YFMAPtpfIL3lRnU9sIS6vTO+9j3JBqa8173XPOSxhT6lKju+3+uavHMkkTxMr+S8WG7MPLK9Kj0bmeW9zyCHvLBvCr6EVjc+EtHove5Uj71a6Be+kzHZvVlxJDtruko9GvVaPiOjnj3iDPo7chcavgfuPL5r9zC96TkFvuSder7WAWQ+enNZPuANAL7AXjw9d6iavZOhA71hmim+9duUPrDpXb6Zcws+WdtOvmghUb4x2Gu8vapAvpBnSj5Y0iQ++zyOPmsZSL43S1q+PXgQPZP/hD2IsXe+I81nO1M5bzyPRD49bRcbPtquSzwrxIQ8V1gHPFv+a73Bo3G9CTNyPXXiQb04gOy8yowSvo9aPr54rae8GCjDveXBYT2wXZY9jlgxvjbaS736WWs969SPPkanwL2XdoC8xuivu+G/cz5l6ye+ukjvvaSFOj2a/lg9bhgNvltBHT5niAE9dLImPpcmT76HrQM9qawuvvDQRr1mU/u9DrYnPvHYOr26w+I98Ztavj87Vr6/Ome+7Ygrvv5agr6umnS+1oCNvbgxFD7W0yU+JYxfPDCxLL7gBpC9ug5TPdXc1D16ixa+Z8uGPiVeZj12Dms96S0tPitFHL119FS+5OoOvoRR1z2iSy6+X1yKPu/yuTzROeE9dfE5vRaUDD6jbyu9pCPaOyiAljrTBBA9x9N1vXTMOD5es2k+HSCMvpDNUjxHRhM+zmcIPXWdK73WylC+mBhfvpsdq731CBc8x/R5Pb+Rjb5xmhO+xCOAvWQjWL3VUoe+9EVjPjctfL4k56e9vA2IvcXkiryTcJE9DTC6vCGyOD659+Y+7dGDPiSCDjzu9De+GwTVvV6lkr6Fctk+IvwTPkJ7I75+FW++wiaAvf2Aij6SEoA+sicWvipGlD6FKH69iFmYPXcQlD56OlW+IXxwvgwjyb577DI+QGxkvV5f2DzEzy4++IvgPWrg6L0sxXU9bAUfvQrERb1jdce9c20MPu43571HpYU8ANo6vpCBqj7olvy7mL9HPkXlUz6C5Zw+yUcOPonGbz0g9wW+omtfvRF+Az6KwmY+fY6VPc6ac76luBu++6Z0PdZJpj7hgM89GU10vn2zPDtGYnU+4oa6vqQW27146so+JCSBvio5vb2/fOi90y16vsqBlz2je/E9vyGUPjRrjj5o+/y9Up/FvoB4tz4rsiO+7T2qPmvUsD7OZPC93ypVvnmQA74neV4+wHgbPW1eAT2xTIa+RVBCPlmFzD5EX1a9Z5wSPmFA87z+IWE+hnz0vYHmaD6/9jK+/wCFvXiMBr7qhZW9avG2uwjtXD6Mzxm+5d7uO66whD0F24A+7Uf7vJ7IvzthP4m+3ZuEvg2BKb5UzMg+DY2QvrvaBT4UjT0+FnL8vWiqXr4ii4y+9e0kvvDjpL45cRI9eSZrPatiHL0ZGNC9EYQ0PmHhKj60wYu+9BYHPRZrHL6GZF++wh+SvvteZb6lU7m8QPRpvXjti75aYaG+voaDPGZsCb7Kzro+Jv4fPb5WKj7TgpS8xE9uvEsN5715ZBU+nOadPduoYr4zt7G9mKC+PTUSDTuPPam8kMSPPhBiFT6esjU+yiMKvqq2xj6UknU7g8GLPU1wLr7uKR4973CEvfwakL1FBFG7geqYvLPjkL1gDNI9sC1CvVFOHzwbYwi+o1CGvQJ1EL2/yhc8a9AmvOCwLT01doG9P1jRvV000rypGC49ckLOPXVswLwgtEm9ONgrvHGTFj6fbNW8tYHrPGgIgr3uNCe9K+KHu4w4FD42sIG9+0Mhvq0tCrqwuj29XYqHPbDF9r0segk+ZhhcvRr21T3WJkm85qiGOwO7mL1ymre9GfL7PLGbe71PIoy9JMr0PNbl5Lw+h+K9uH+avZf1tjyIHAU+FSUPPRqFoL0b4Ok8CNITvsfBIzzWWe49AeGrvR94Ob24ssc9LzquPApm/zutHd49MtkJu4Vv372sXeA9Fe/qPUbZlD2e16+8tnGGPb/upTth28+93nK8PNR8fDsp2CI+LRTevfY1572Djwk+8vbnvYkbeL4b9Dw+u/ASPoPeDT62M48+JGvQvvXuxbqe2SC9wYeAPisT5j0QSHm+mhk/vT8wuD3f+hA+IUpAPrpfvL22SJI8jgrHuydTML3pQLI9rKqTvTEj8by6T2++2P8vPUfUeL1SE3e+VwRPvuAZ2D0eL9s91Bwrvoovyz36ELw9Dsm2PWJyVL2syng7TUHkPeNCAb6g1Sc+wNakus+HCb1058C9fCYjvkcHEr5GXgo9eOYLPuOlJT0i/Ki91xkhPR3fHT6TfFE+4pCGvNoajztq7Is+NGKpu/y+BT3oUfG7VtJ6PqikUD7Qype9IF00vg14ir7Dgo8+Hg+Hvcytor3Il1a+UDFZvdSqYb6kuJ09qjfjPD/kX76zyTk+rmBuPk+TJr7Y2yC+25xevlGifz3OSO+6ACnKPH4ODz5tTls+t92kPA+x2byjyGc7Q4lIvfRMdL5Sobw+7fKNvhNYjb1WZ2o96gL3vSiGwT0tzp09MKnGuxE+Eb2Uq6E9Ml0xu+L9xL6xvo89aIxdPoPKuro8QJ07jtmYvekW3b3Tnlw+fFSVvpwbiD44WJ09npFzPg2e+rvEjFG+JjklPKqoyj1qWTM+hR04vr/y7L0QmPs9XJ43PknCJb43Jry9N8SBPoaPgb0J5Je+trIUPrjWxj2d/s09vVjKvWOYa75Wn9O8T99DPTQH7b0MEu48IE4LPUs5jr5jsPE7B7yHvfXEcT4Fq9y9KX/OvSMTbL4bij6+anJPvmDQ9r2oEuQ9bE5Pvl6zNT1zCpO+xLd8vktlar6taQ4+DSzLPgICib33yAu+mpbqPU5UHz1KXsU9wfYmPnlNaD0O/Iu8eaKPvh4tRz1WDPA9ZJosvoNZWTz9FyA+tYm9vYMpqLx6Qde8+NcLPQZiCr63fkg+MamlPD8juTumm5Y9ofsDPoHDKT6q+qc+58AGvi9bS70Xzs880v5kPpeSFj6ngoy+LGPLPUJVH77RivG9CqmNvSr71D3TTu+9hJqNPvnLmT1VdRO+SleOvl1F8719bPI99Tm5vj13Tb3YYIg9X9TMPI9fSb4Vrz4++BqMvuvJ9j1ICzW+/CHcvd6kWb7liQ++W8glvql8f768CnU+14WSPnt2CL6e5jc+9MFxvMQIaL6faZi+VQvXvVSWg767mgW+rhwevpnfgD1suYY+6IzAPQ87Or5HL9a7ow8wvPEAOb7CM4c95nI5va0Azz14D5u9pDwmuw+xkT4ljhS+gM4GvpV9sT3RkgS+3GU0vqOAyD3hqWK9RFytvToLxT31nn2+c3KDPgI2M77xpdU9QPLnPGycHr4I7LS9AcfXvfmk+LxvKDC+AfxDvuPoWj72jyS9B2l4PeDa+jzIE4e8SYBUvrhwTT5TbmS8oStSPR5uDz7D2n28Cr5YPpZxjb5Y1JQ+7WKCvtvyfbzqhAI+49dovlrT5b3I9rE9vaIHPrDvQb69AOC9JPgfvl++ib4bjmI9+prrPXH+yj0nrSW+9fgqPTyXYj2rjyg9lV9QPnMZL7wio0i9q2tbPjmxkL7p1iE7wA8NPpEtgL6exti90QojvkFO8rxPcP69jtNhvp7SmTxeDT0+hY2RPXeqUD3Y/im8PqCZvksX27xPAJU+HNsgvr7wV72/kQ2+k2Y4Pvuay7zx3ao9nQbMO2ygAT2/zta80Tziuxx1gT0I9TG9hsQXPeYrwr13vzo+NYZlPG6+/D2RyeQ9qkifvXD8CD26eQk+1ilSPn/vkL7GEcA9PQBkPtSpmD2hw/w96dYyPhQcFz6+Cw69E/wXvrdXjb5lUDS+0pbzPJC/wL1mXSS+GGa8PopgcT5IZl89ba7oPcDYI75ZrHo+a6uZvc7a/j3Vmnm+EwbsvCZrHL6yiXa+hRQCPWsGr77YkAW+Gpa4O9pDGbxgqmK+2dATvsqew72lK2C+0Xb1PYXFATzrjay+BxUovjEAkbuR5BO+g0egPhVnPT5xx4U9jKQDPkgSUT4q04w+5cQDvu+3D74TrXg9NupGvkInnL6PQYm95u76PMBX7rw4wDs+h2caPkUELzxhUzq8y7Q4vimrjD5xEVq99NgDPskRIT7qlwK8hZSJvrGan72zwAK+RfJePLz8zL0wPMY8PE5ivYWvLLupuAI+fcX2vaRyZ72xSgI+G+4Mvti5ST6Ggly7j7cDPlNzD728Goq+CH3wvKx7g70Mnl29eTiWPjRBDj5q+bK9u9cgPgs2oT6XSkG9Ga1evfW1Dr6in4I+u/29vb7CwD0zxvQ9pwv2uox50Dys37C8D1SdvKtwOr7j2QS+3GScvDApPD4W+kA+mercvQZ3AbyFnIO+F5d+vYTLEb5rExQ+1LwGvixLW76Ag5Q9PumQvaUVJr6Gjh++U6XePUNaC74MzVS87cgYPn4RMDoEEiW8bKwFvnMwMr4hBni972oRPkQboj7ieS09F4ZWvEQoTb1gHIg7Xc4mPunnmz0g9BE+k17FvUHfLL2giSM+WI0PvvcwNz0bXgM+C5H/PPVCaz3Qey6+qUJivdqL3r36yEM99Us8PXkHOL4hrJK9+yhbvZbaHT6yE6A9Bfxvvreop73JKm++UPHKvahmMj4DvZe9Y2AkvdlJL735UYa+v1nLvFoPYb7ipEc+1SwUveyviD2xj1E+wpyvvVM9iD7iHZa8OgpOvMaM8z2GYBc+MQ8LPrf/yb0kwAe+GEqZvf+K872bVaa9BHcmPblpNT6jWHy+LUljvG3bADzKN3w+Bk/CvTKegr6DLyq+BjGgPjIXZ74KP149QM1avC9vY75RWBk92vF9u9rlTr6yOyM97Gs3PTlJTL4sOii93yiAPEmcS71vkUS+2eF1PZaIgD29Jy29iYz2Pfz5Yr0ENyc+VJBVPgUZET43C0W+kuylvivmJj5+PlQ91siqPQtpUz5It4W9BMFTvQv/e76n3ZI9WFpEvt+ebL656Gu9d/KlPXwnqzsJcpk+RQL6vFRmOr3yPgG+nif6vedfI76As4k9CSADvlAAxD05/Qe9TeWvvnT5fT65u+W8hMyKvh/1Dr3WjGu+H6g5PTlsHr6AJZ299XSfvlnRhj5Dsh0+1DMEPkSqK75oCfI90CN9PAt8s71rwSG9tkJIvRU/fL6Nfew9Wgi9Pb55UD0Isjq9X0HPPFiv2jzh22M+BUVyvaPMg74XOl697/tnvaUJnT4dZ0m9olYnvod55r2NppA9ebMYvjTmgz4KZEs+u6OhPPJR1b2ej4y8u4EavqMugr11dzW+UvD6vaMQKb393Su+edy9uxlcq70IvRK+IE6RPfAyCL5LOq689pnjPcOEtr7iGbk8btbnveg6LL3UveO9kuwFvEfB0T2yhxU+lKXsPc5karwrhJQ8nI1dPdxqeT4op5g+HR7EvSBbjz4T9le9jrVWvSwxej7BdOI9knapvauaNr3vGHO9ZXAePgcmnbwxmNY9A685vEg3Lz58FLm98tvgPKM+w71pSqk8KPVxPlYPbD31S829q87GuzEWgT7TV1Q9lM0vvu8jlLxksi2+HL/bPQwR/rzZXCm9qtgjvZr/tzzm0WU+1Ds4Pqd7oj01Qwy+712IvTQUfL6i/i4+z+WJvX7LxD3x8Ac+dsiFPp90sr7iUGG+Lr0nvk8/Er42Q/27eME3vf7agz6eca+7uq+zvT5m/r1WbBK9aAySvtzzyj049fo9u+lovZ3dND7a6YE+Wc8VvRhHUz1RkOm8bZqyPLmlsD14H/c75DyfPrpPAL7bdC6+Uy+sPVo8QT7UGAG+sr9Kvlv/5z13R0s+94PjPdknBj4bX4894ArVPFwSgT5tpkY901YePQ3XyDypjxG+xQsPvVYS272Ozu89RWBWvttHMz7QA2E9LSPIPWjqNr05GwG9mvBGvqneML7raeW8WXsvPqEJtjwtggy+j7ovvruyhz6WDAq+b8ZUPvtyOL6wknK+zOQCPs+SUj2UYsY9LHemPZDiST6PVLQ9cvhnPlefvj0a5uI95TEvvQnxgj0RwAa+nfyIPGUgbz5J66C95QWMPuBZ+j3Le0I9zfM1vuy6bjsL7Au+4YdXPmVnhD3ZZDE+YYtbvqPgNj4c/Z09bb6APaCISr20CB+92PdRPvD4Br5pr6O+HpmsvWliyjt4Dx+9dvTavRz3gj530Ne7QzazvbGZQD5cvXe9WnQmPXpoqj2BCMe94tNTvqbaRr7n2IM9CYE2vQssEL34wxS8Cz1kvS050r3JICw+p/ybPIsPuzxALhU+C3HlvUllHT7ent48vA9ZvoNOn70KOOE90YCQO42Tq72+nJo895hFvvX4PD5n6SO+l0Unvu80Nj6cTge+BiYAPrHugj4TnQi+g7LmvdlTSj7R7FE8uN9Gvs1EIT6v5as91JgWvfvcfr0nLZG9ubtyvvX+/joia5e8v0BCvFgc5L3+Z5A9rx1WvqnXIz5q7CW+i5rqvDKrSr048Hi+2+8vvd9/Fj4ImbA95E32vZo1Hz6slwQ7T8lBPpk4Q73Qo4w9wk7OvL97lL7+mKk9E5uOvmB8AL5jpPY8mR83vq2HDb0bH9e9uhLqOf0xGT7pi3M+xFAJPppAoD63MkQ+Tbo4vnWFGL5ja+C9H2LEPWA3Aj5e3dy9R3AxPi4Mpj3E8Uy+n2FlvF5E7b0m6f49GyNsPg25z71U/SE+2UOGPuG8Ob6OzE8+E10sPvB9M74Ow8e9RcJmvS3fYD6N6ig9YWISPiYtgz4FKs+9XlHMPDC/573WiZ2+nU5AvtnuZb7bW829fAyAvBXJi73F/7Q8w16sPe5IYr0r7nM+ImgWPrPr3T1iLe27glmBPo89dT6+lFO9842VPNzmg77i/zw8Rqj7vWu68D30i629x3uqvRiJIL5MLok7IU+QvnxT8jthfby8Z7cBPkSKT76R8Rc+oskWvt4qVj2KUVw+znOxvF/0Wj5TxfS9Q6iDvjo6B73uhYc9+2bDPceHx705L94665+HPXhH2b3O7ok+jrSJva1agr28A627GNm8vOmFnz5zsPo92eItvs6uzT1kWWC+A6nIvM5bKT5DQoI+osgTPdyvBr7iaAg++odHPZm1br58aG891P2BvjG60zxYFlq87M00vhuyI768Nca9KTYYPmLQWD7d65y9u9qoPXKmGj3GsR8+Dv0VPpiUor3nqEg+vXIfPu0G6L0x0lI+uLMbPbweFLxvoVG+ja0RvigD57wuRKg8+EknvLdyBT4zY+c9U0xLvUZcpb2w2S0+FqekvUvLPj4UtgI9iHtJvmmb+D0q4kI93Q0HvkBFcT28xFM+45T6PTxysbwdHcI9JJHKPZcH3D3OpYS91YJiPTPg2T2t5au9kKmGvoN2sT1unkQ9EPajvlBKBDzAhjw+o0IsvOeytz2nOhG+c6GSvWmTrj0pgxE9gCF4venKC74AgLG9EVcPvo+JOL5hHWC7uNQtPT4JwL384N49jlMUO+VlsL1Q1Bq+Yu4YvnAuZz6c9Hm8Q/UevXMgJb5ZIxO9nG+fPfD9v72hVkq9S/4tPdSHIz4ikcM8FquGvoyZyD0kOZy9VBmnO/WnQj3FeVy8iI1FvvmM2j1ZBFs+6EoOPnY5PL4qgji9bvExvjBkNT58ms+9IzwpvRFP77xELnI6hH9bvvFUXb7dCCs7DIUavtMiMT5lmJI9KnNCvlI1aj2icgK+QzdvPIP4mTsPwDo+JjYsPtJWFT5DoYg+saC5vQ2Fjr4AyV4+HZ/ZvdbNir0lLmA+OfgWvia0Mr1PFmW+ObyYvIeeab70ctW9WAl6vU8dYL4foVk92UdpPooLlD3lDfE9Sqb6PXDGgj2a7F89Gi9pPHqPNT37AbU+f3uhPhKB3z3bQgu8v0G/vdVDHz2eBnq91gaVPcJlxL0iHYs9cMKnvS+vwb7qjEq9vKAgPqCn5b17amY+Qw3LPbWbVb6jD0g9arcevkZN6T33RcQ98MhNvmoX0b0xjwQ+q9sWvnvaAD3H3UG9DEpnPcksjLthAXi9/V7iPUnt/7zptwU+4zcEPVsKaL0FSOQ9J0WJPHCsGr47nl2+pIr5OXZSH75rhbG77SMdPJd+Ib4Q0Dq+pN1vvWtUBD41zNC9EvcFvuNvEbsM/II8S6aTvaGVHT7Jdaq9xlvIPSiXsL3Vm0Y+N4sWvsRvS73m2fU9t2afvTerKL281kS+kjApPlnkkb61RY895uMKPaFIjby+us29M6eDOm0SLz2mIRG+pQ1FvhkA6z2HSkS9SccuvrCDtjw3L36+hKKUvqedAj2YBo09A/T7veEOB7kv2aK823mmvfRwuLzboRG84A7TvQ6lYL7axk4+aP8qvQoBJL3HMyC+LbhPvRqvRr7O6iM+pYjKPeEUi73qhgK9inesvcvdWz0DOZ4++qsiPhIV6b3JTYm+ZD7WPKVWmD1YZqy9P1VMPlNi4D3N3E2+BFD9vJFspr34SM47VgAjvlEhIT3L0WW+xndBvq3sQz6sKha+4j6evtsoqT1T61a9/i87Pte1tLzJOGq+9OZkvrkuar6e9i09ZyhOPEL7hL7IRHy7Yc4sPkn6NT7OhVw8zh9EvQJyBj5p0di9/dMbvTbrfLx+UpA9pBuYPaSMTz0kjGW+xbHgO3NNnb0Zf2y+pMNLPhMzIj4qXUo7UXVuPdIhNT2qPS++g0A/vmjHxz33X8+9YgSOvdXjBb5fXXa+ISJcvkYG37yKgKC+8QvXugb9lb3S2iQ9/LBBPgM45T1VsQE+F5yzvQYSez0CFfo9YLy6vVE1DL1aQK69dfkvPXo3qz0QbAu9GyZWvccqf73ywpK+/7CWvRxeFL4Wycw8duQ/PeifRz00TaG+1/gxPU1cy7upUUI+2GbOvcESTj30lLs9luHFvUQbGb05WQI+iPGUvlZQ3LxJKRc9eKiaPZNBi7woUIy+mBcPvrfx0TwusA2+tsAiPZfsz72ghwg+TbM5PuhjAz3tZk4+JNsOPrGey7wTvji8p9rIPKpHbD4l8ba9aHNvPe5PubzoFhW+d4ftvRxf17094BI+V635u4uSNT1WEek8AL4zPLrLcD4RCgs+hM8NPUhKlbtpnRO+8kQ9PP+4db1xx8M95iqkvXudCr5TXhC9N/m6PchjjrwOFW++VVN+PtM7cb4AQGW9WXSkvQcWib1GNfg8DMlWvfd4jD1J96a9Ao09PpEbOjzLxkA+hG4jPAY6Tz6iKFk+cvF/vUP9Hr6FC/q9m8oKvT/UiL0TD9S8HTDpvFC61r2CEFe+rgOevTolaT1i9fG9Qwl+Ptx6oL2fM4k8GW/uvUhwdz5NVbE9ZlcRvquzwT1Hl1I+kD84Pq5mFz5DkyY9au6Pvb9+V73xt+q9o/pwvs6UvzyIF0m+WcvevSYeeb1GnBU+EHwoPXX7kD7/SIi9Ld8xPiPITr4Gqtc8JLJfPpJllT0vsUC+QlO9u9YAh72g+i+9ydsQvqxg6L3IXi6+P7cgvsplNb4aT7o+uRTavYS/Cb4mUEO+hrfDPBOHNb7Jpfy9qg68vUPhsb09Oxk9PAM3PoDoAz4s9To8Gx9wvb0uCj5LfY28w+4BPTv3zr20+de9SYkavi16Gr78IAA9cBRYvTuExD3q4YU9LQr3PZHmBr1N8aa8+zqFPrgmpb2Lxuy9al2AvR1VjT149tA9Tsv8PBU9dD33Bwy+hIA6vuodQT4HB4q9QcvhveGHOT6910A+ROr/PTeyXb3ShNW9VtZwPh99VzyVmfO7OkuVPr58nL0diaO7RScvPgaOIr4ad8W8OC5UvgL1nr5qSsO+/FdKPjx9hz11GFm+bgGlPPVKkj3hTPo6hw4xPiy0qbx97Bu+PW2MPf5YRz2WhCQ+c43ZvaKXFT5jO4Q9dLWnPYWGSz5JuWU+6XYlvnbA1713jBo92E+1Pd0SSz1RVZW78yqAPh+C+L3dilk9IJAGPhPPaT70koO9wD49vTAcur1eUEg+BLtoPb8pZL7l+iO+/hHwPTkjPL1CAb47wNabPN7llT3exzU9pHUxvI8fm72ofkE+M1WpPQLXoT6jl+e7EXCWvhynR75VnjO94tP2vDdCLz6Yj467pYB6vkfMAb5NXrG+QdoGviIoRL4aapg8dVOXvbY3cry6kT8+35C7vP0Vyj4Tr/g81T5BvpNSu73OL3S+LeGyPp7uFr6y8u29RlkqPuKT4Dz04NG9d02kvv9GIb1niq09k7KJvbE+jL4IJVY7O95WPvRXJL7ouUY+FP+vvbpxIz4zWUg+qo+EPh6Raz3tLwm+AEB4Pby8JD6QVCm+37UNvjnUCT61BDa+C7wJPmBcgrx2D6q+auPYvZNMVT5qRtu9vLNBvuAi+7zbWj2+unz3vV6I7r2GDim+cN6JPgEuqr4xNbE8ZClevhUWJ76vnUc+LDDcPR0DbL2xkeU8t3TOvXQ/mL2sdEW+J+yNvZE+sD3gPbM9wsxtvihUEz5Dqwo+/ZM4vf3bXz1CFg4+mbQKvi23DL2cPS0+axE7voCX4DW27jG9QV4pPtIUAD1E1cA9MiOePHV3JL1MmE4+pxqAPYFQ4z2D84q71H9NvjY4Wr0VO/W9rtxAvmSXmjyxxZW9QWNzvuPzYr3Ejiy+0o7qvEWGrr0HVsC9yFR1PVh6/r0ckdm9c76Yved9RD6Oijw++OyWvWfCGj4EEUm9hH7LvZK+h7zEk6S8HBGpvudfA76B2U89RJlTvkHsvb1SU/E99Yu5PIlCID3unGg8g0DFPTOtar5WQhI+RaoDvdb/gz1Z8x29Ll2jPT+rfr6fjgS9YlgzPtu0yzw8oRa+gYG3vQsGkLodE1q+YELAvQeOo77IbK+9NoY1PBn58L2eKhe8By3wPLRzU76oGCE+oEAFvuttyr0tqLe8+z/4vVFuOj7ux4o+cgO1PY3GCD7NjeU9wRqVvXRfAL6/TsQ9PxntvYEHmT2QHhK+MSmRPD3BBz5Cys68pNsaPj5ILL4BurA8H1dSPjdsgj5DY5W9PoSxPchqyT16nwA+mL+5PcSB9z2QOBG+WZDYPVgDXz1harI9ERYrPunTAz1HyFU9plAuvXnzpj0SQ6E+kiMovme5YD4EsBS+zTQavqnTkz1JmOk8+FMePrB19rxI01G+5Mj+PfhObb6sxQO+C3wmPQrKLT6kLPA8c3rBPYc0a74jYBA+gcHUPRtOsb0NcVk8KUHzPAsY/7xJowq9oUYWPljCFL6fk+G98slCPV28jDxemkm+vQCLvn9TdT4+MrU8SGeNvU05HryYSwO+IyaMPd9PTT1TqCQ+HAtqPjO5dT5/Qys+x0dxPh1O1jvwn8e9CBgvPsfxlTz2QbA9+wl2PaGGjD0KJUO+DIITvbh0QDz+8kO+7/zkvOzoibxTrbE9JM8jPuj74b3n0as9OIvvvarcOr4RhQu+qEvlPX/AaL53JEA90/JOPEQvRL23wNs9lleRvoWVh71oNLM9fftGPY+ypL0k3769nthXvlQCIL4CPsk9j1w3veNgMT6JH3s91UmsPXs8ZT5zsDS9qWllPWyZFL51tLU9kFakPdid5zvb3v29aPqcPSYCGz1az8W8bZgqPeN8gz7huKA8HykJvatUUD3o+CW97gYavmpQRz3FcqI9gcspviao8z3H+pC85gPIvEQPlDx7miA+d6cPvjxsEz7UtiQ94DgZPuflvz2MH889ya6dPXJmI751Hi69qpGFvaS5A76AtFw+8kiovZ05hbzRkWG+nQ+BPvFzBjtQW20+ouAcPgUjkL2mkQk9RW+DvSYrQr5M2p08dTfaPZMcRL7416q9pWBkPOLLXj2TgZi9ZIZUPtCtJ72dfzI+iOfnPU8Zhb7TA7Q+aCGhvhueLD3p3v49DrVnviod9T2COmQ+LbPmvF2PnL4eP7A9noMDvje2KL7LiEW+E1b/PHaXEj29O5G+4hFKPpcbsL3A3tq80QqIva0ahj3QwFY+/D7WPR9xjT6Xqyk9QUoXPpnIqj3svWc+FIbBvHRMMb7btYi+vw9ivoib3zxg+Yi+SwmQPPe2oL21Zim+SOyAPHQmFr6I24M8rF4PPnWQKr50pP29kB6bPcR1GD2Hgh+9Q6KyPLnwAb0oF4W9b60dvr2MPr7MrIw9rNJpvsms4j3HSza8FC88vcaVuj2tyJc9+t+xPcIGhb284yK+DFigvRqrJL6uB22+ZFDAvpH9+r1z8Aa9WkoBvXNyGr6vkYA8G51HPuRYqD7K9j++HQ+LvQezkzwSzXm+whMRPlpA47z/G9m9+mD4vT4SBb3etss9YTUOPeNObj4sI5Y+yjhYPruFtLxYCQq8T27pvWp9nL7M75U+XZfAPZXVhL1WgHG9pr3tPIKB8T3udly+ZbI/vQlyQD3898G8WcscPRURMj0UBsw9/3UhPDqWcb07y8+9RYkIvrBhMT7WGlM+xxdCvi79BT2OWFc+hTpVvsOwqz2QmOa98ZgTPswIRT3VC2+79p2pvfk/cb6ey/o8FZY8u6t5RjxNuYu8RopNveBR273OLTk9LKctPRC3QD6Ih7U9spS+vF6hgj6gGiK+uGo8PhQ3Kr6qUJq+tqaGPRP9wb2e8GO9KejZPeJwGD3AB2i+NY1WvhJAcr2a+L+9mkRRvkuQmL5VLt09cd8uPXG0aT0HTTw+z78zPnhCOL1xPn0+MzHOPuF0MLxeV5q7ozv+vRFpAj4T9ow+Ygc8Pr/ChD5x60m+2yh/vgeQFD5RXQM+E1vMvTh6Hr0qSDa+6DYZPoDbHb4hImg+Z/eVvtKIdD3TumW+gmO4vXDnGz4H4hY9DB0rOz7LsD3KIMA8uNwTPiD7kb6d0xG+G87qvEXW9z2EV4G+uR7JPYxpTb5FV6e9fWApPp7Trj6Lt5w8YVpdPfitIT6ul50+V4fQvfjSIT2T/ui8NHJaO9oY8D1FhQq9JvnAPa3mcb7qebW90tUzPuae372z63M9YwhLPavbfLzEfMM95rL/PAllwT3OPCI+m2HavdQWrb3jzs29HysZvPaIoz2xd10+vWUpPjreQD4oCb498SkNPjllDz3/ONY9EeUgPi4iHr6b4gA9dasKPstxtT02iAM9k0mXvYmrc708y1S+r38evkM+Ur5LBno9xQsWvBwf/j2nbwm9R1gwPKqbUr5ZW+q8DG5IPWDT8L1E7aG9jFKDPpSFBT76tj69gkjevW8Qor7Q7Fc+U1uevkVdr774IZQ84c/rvc77Ez4gJRc+ZiphPvryxr587tm9xgUbPL+wMDuZ51Q8+L8tvUaObb6R53w9EBR8PM2CDL44HXS+EQ+MPuQZjj0ujYi+W3S9PG4NxTyPSD67S5JKPt5B3TuwyEi+RKt7vpY3rL6fdBm+UhWWvZJmPD5OnMA8Ii7/PUEKBT0S99G9/OxGPSJd4r2JvSm8REQevW3PuDumD1M9K2bpPb5Arb0H5yo+GSX8Pe3BUr1weKI9PMUWPVdU0L3epdA8NqY/PirmQD0TBZk9XT7euuGVv73tj+i9xF+wPqYT0r00IxM9lAJkvcl0/j0XlYs+whaYPWB0Kj7P+Qu+vzs4Pm+WuD39B4u9fNIyPV8mQb4xi5W9DPw2vi9FajxjaMQ+OFE7vJxiartORlU8MtQRPgeowL0uMIs+eEkzPvXL/by2f4Q+XuO2vRELxz06Z4W9X/6BvBQYWb4tIva8XNlXPq7GWr78Q0c+ZyGUvMkf07wOhL69S5wzPVwu1TwnWvQ9kDUkva7ZBT2uLQw9EWeqvfw3QT73Jgm+B9IYPmCWFL63skQ+S3PsvdByfb4AntY9ed0oPqRVYD6UhlM+skd/PH8Bjz2Sxs4+vCA3vHPORT71AgU+LRKGvakq+b27guo9W3MOvsZkzj17H/a8658lPrjBvz2nbgG9iporPt7uN74o642+R+00PbPWVb5qUmg9Z9HQvEBohL4eStG8oGQDPtAq/j3P6Je9oPutPV1QGb4pcMe8K5e/PdQLrTy/Jse8inLEPL46Cj72tpg8BlehvtP7vT1I/M89iycqvSrCnbs1Iow+3MCTPXTsxD2NZ/+94B2KPaViZr7TWsa8MxMFvuhAKj0QyPC9bdphPh31J71+PcU7TP+nPdxAPT1Q9Gm8trBHvChEsD0h2A69sEqXvth/Fj7cX/E9oJOiPl2x1T3MKhu+0pgEvk1BSztC6yc+Z7UQPr4eSL32Gsa9z+SMPm1JlL6vJvU9HqkpOzEzxz0DL9k9nTe0PCMFQ76htj6+bsk4Pr2aary1J/6945SGPvPYlL1drF6+a+FjvSJ2UDyhpLg91MpTPvpLXb6i+UK+8YnnPI+0NL7ii+w9JGfbPnfnQL1lFrC9YzayPRt+Nr7WMxM9/ePfPSCxSb0FdVi8TOVMvVPUUr7IXBC+WRYevVCPob2HXIu97pyEvpY4kr1h3UY9vzSpPqx47j2JUjM+a4q2vXR/gD1cYnG9I5VPPoMHFz6sHZO9pkI2PQWdn73gPc+9DP6Tve6lEb6UkF2+ZafKvdU8xj1rTJI9TOYVPj4+cr2ZqoQ+HyeBvhNZeT55dIY9a9McvmKjPj7i3Eg81Qw2PquBIj7y0Ga+M3UCvnWVo7p9jT2+vNiBvl9qcT14LH++5Gv1vd8bebuyMYQ9S9KkvqgRJD65+c09WITSvCUrg7sAFD++Wd2APu2Imr0Qzlq9H5xlvqJqFT4rSxU+EtPBPU1lQ77TZmQ9j5QSvkWctTx3RJE9Yv2avSDs7z2zOwQ98r7tvBhcwL1uL+s9HY8JvnmGsb1WB4S92ixXPHrWGT6xZQ68TYAvPuhfXb5jlhQ+UT2BO8aVhr4Mqpc9zrgpPlIUX71Vqya899U1vu3jT70b/aa90agRvNUPCz5N0V6+3wPXvWiv/T1Wo4G+1mIdPvGqWr6MRkQ94qsSPZVckz1Rtlg8HBdoviYfJD4sEXy+H0WHPpFDE70ZcuQ9r0c2vrZEBD2Ri7w9eEC8vZHU4T0YuMC9gpvZvYeSdzzQsBs8aAsYPoGSwT3fO649NVomvg/Mbz3bhva9S7WDvfy7Cb6AEDA9BrTivBbWG76jwgc+Mv8XvSVXqLypB7Q8CPBmvQhQMr5pARO+W0dSvcnKKj1pVSo+v8LDPMAknr2Buwe+3JavvLxTgD3qnDo+4TT3vbEABz7gKQs6LDg9Pd3XXb4iTSc+q2oavTLjKT5VtZy+PDeYvql+Mb7n2UY+89FAPfdgsT2lP2K+SwwLPb87ar2cfQ0+SnqHvb+Dsr4hP1s+cl6qPnIOSz6re26+2T9gvvLqb70oFgU9zbYkvdQB/L3LNkY8KG5LPn8poj0wzJ0+3btjPmdKTr09GoK8LxG6vmTaNj5VdzA+8oK7vSibor2GWxa+EY44viBcybxs/Ee9zOxLPToDOz4e55S+YNYkvCuhsr2GMgC+TRSTPWwqkr2F3yG9OgfAvPYair4GIII9+pLXvSavOD6dYEC+sRDGPN5WHb2P3pg9BFlxPnOA+ryWCIO+hjWFPY1QPL60Kkq+yUgTPnAOGz6B9pU+XqXyPOgO+zyHMUq+3Mkuvm8uX75ep++9y5qWPiYJc75fMGI96ZhDviw3mL6SSq0+mqh4vr5zbT2Bgim9NZ4evql0iD6uqSO9bC6wvmeSR77zqWM983L1vMWde74HAAk8ZBNUPMvnpr5l8Sg9YUZWvRNccT3nXoA+KrGUvTe1wzukDrI+PUuqOgmHE75f4Is9HPVPPSeM3r2rMVk96W8wvhk2tb1jmCy9Hb+RPSB9Ub04l6a9SnA3vsxlr70T0HK+wHQeva5eJD6vJoa+w+Dmvc7XaT6d3U8+w8RYPn5/3L0g8oQ91GsMPvw5CL5d3mE+zmWTPtzTiD1Z/Mi9UeEHPirNrL1L6oc9X410PDjfDr0uHO69ee6WvurkbT77DX6+jn/FvGMRYb2xOla9cgZoPYMPgr7YRT6+MCVRPnvQvL56arE9wmM1vuo7ib5FbA4+glT1PRQj1D2D3Vg+/v8Mvm0Wl7wSYTC+nGR5vvbvAr4Ij5w99uf1PW7bTr6s54E9onEHPT/ktD2/AUU+5HlKvvjrLr379fw96Xe+vBpNsL1Fj6A91lJ2PrfvS76fpCe9CtkZPCLSf77UJc47z0HpPX0Gvb1utWw8vT9MPfgRib1oKog9Q5e4PusZKb7RQA69xEdWvQf9Xr6wFwU+2KWsvc4H0z34WEe+8SasPhnQBr5yyke+L1d8Prk3+LxPU3y9+1yOPYS9Eb6VgpK+VBCRPce47L1WmsG9c79IvjqzWr2993y9lbsOu2B09r1yBYI+JVSLvuYRPL78VYy+kZ2uPVnTPr4y9ay9/9Lhve4mQz34FJI8sBlyvBEhfT2dadc9U/cjvfCIID5d8ky+QGwHvgdWOz6rCxE+t7AXPe9rYT537bq9kQkwvcEESD4Qml46NPY2vtLEo72ri9C9/7ZuPu7CBz7286s8HouSPahaIr1Humi+VgB6PZ3/Db3RC+G86q54PD8pebxWWmo++Oe/u+MFKT5sJIc92tkBPvm+dD3kJqa7fm0nO8U+FL5uI9A80uIOPoER3j1Nqym9IC6RPvzTfT2xRnu+ydgAPY/dzr3UbFa9BtOMvXsgID1Zk8c968yjvqiY6r04gsm97nRtvTP0tL2j4US9k4WyvY3JmD0c1Yo9Ofwfvn6Z5LzLRwO9qFyNParlML6EDI48T86FvbaaqL0EKuk+mIJjPePyzDxxh8+9VWprvipopj6S0CI+HaejPVpTPD3Yo5s9NkkDvZ9bo727W029ETqfvfvBXD5gMIu96+58PiyMaL0kjn69MpAHvodhm7v7slW+3yydvod8FT7ZZ/g9v+8bvoopiz2hBk++pz6qPm66eb7t0pg8lYn2vIP/4L1yOHO8xjr4PXBnrT17Iaq+21lhPudGrj1QaYc9+gi/vbKZlDu3D2y9tNw3vrB0ZL0ZmyE+cpPVvZh8bzx3y8i9wXifvMPSFb3jAUu+f0j2vGNw4TuR21k+QPZyvflPiL56aZQ9CnuzPgaBIj6IUS6+QFCjPbbipj3lp747JE6YvbK0ND324dK9Eioxvaans72CNu49okRpvdfMBb5lbty9jwYTvimvIr4M7o+8OJ03PZI/h736HKU7mrxxPBa8Fb1DBGU9+e+eve5UMT57QKk+d2XoPaxHITyxitg9BGufvtRXED4VRVc+wwAJvqwx/D2gl6a9WoQxvfHrHT5aMPM9WKozPQk5X71aL5G9xDx0PmYpjj5MGro8To1YvVeu1j1wwJw9uiK7vSUt1T1wT6I9Hrq8PBSizj0FVxA+SI0ePY9CJr767549WOqZO90YO7wY2g08gop6Pq9Zhbx9JO893mIhPkFh1r5Btf07fF/CvUP1pr6Na3c9OxkgPm/fRj4rIyU+Ke2RPkZsJ75aBXu+ahtJvnmx2z3saPQ9GL2Bve6k4L39rJy8AGLVPewpor6vGdy9HWANPgfZnT07UEW+XU83Pu8GlT6Hk5u+A6wzPvxulb3Xrlu+wYCFvi78vr7w8zU9LI8xveIHOD5Jfo2+onGcPaDlmL51TQE+yKtOPl/NE767yT0++smTvbfcB718a5W9TdIUvJM5Dj6rNeS9kinROpr/kzoIwyW8S5OvPZJ/1T11zYa9PddXvjEdS7398YI77OqjPoJe3z29LxE++YkOPmfaTjue5dm9wTimvQPpUr1tfjc9n4QzPrvEg72IQz8+ljUWPVNt2D3NbiO+2kDlPCPc5jyGYY2+mFK8PopfNz5kbjc+DNinvSyQI76JYp29gA01vkPBfb1GUyk+u6v6vSoaqj39s6K8LR2HviwAYT5zfzG+gH7POzrzOr7E9s69NCNFPo1EQz4SYU89zzxwu9o6oD2w8dQ9wY8avQlDoj3qz/C9TAccvkUeDD5Ml1y+Um1UvhEauLsiMOO9WqTqvamzEb1Mu7+9KSKVvt0wbb5vUiK+GzdnPhDfmz2bM8K9oWflvSDfFT5MAsi9OPjPvUAVCb1fXUM9CT3PPS++JLrYyeO98lwWPlAcOL2hQWE9NPE4vh85e77s2yQ+zwszPSb3cT3OHYK98/o/vvw0P73YgVm+09orPlpE+70Yhvy8wRk9PTwwmr1dX4m+XPJNvqYfO74kTzY+MXkXvjwPJr7cy3m9kt67vW+cRb54YTE+mek3PnUBor4XwgO8nP90PcOh+j29Wmc9bHpEPppwAj7MgxQ+D7GqvaF9Fr5sPgi+c6+XvVL7qL041BI+gca1PVqBKD5EwxK9lIYhPm29zj1/AZ67Xa6OPiLstz1eeBC9z8j+PX5cTT6jrz09OWoRPSHLkbxB2pA78LLavTaZ6rxO9g2+QR8uPSGtCz4c2A2+sz+ZPQKssrx3wwE++xsYPaUvdr2KKIW+45YIPme1nT3ag7I97M6Au07CID4x6/U9SCiYvmEonzsoQWa8xwYTvsv6ZT0F06s8RnYcPKXChL3m96s9228Lu1L+ITwN9yk7oFEUPekKnj0MBSU+jnvQuEd7Eb1ZHrk972cJvt+tVjynP8o9+zHXPdqjmz7BDZE8HGf5PBh4ljz0QgE+BllhvrJATb7Z1Zm8VCnfvRiwSb02sBS9rnbSPBRpfD5u26w++WbvPQgg2T3VyFU+ed2VPQvTOL77Cko9yuw9vb0DwL3+AMU9ZVuVPr1K1b0jXQg9TxscPgQVMLxx7o69zWdcPpoMgr4nEls+M7Z4Pgoemb0HWlu+4/aovdGWGj4jOHo+Z0A7PeU8Or6uOZK8QRu0Pem9Lj6JPhk+5OyAPRPVNr4F57Q9Sso6vIwq+z3gDho+UU9NvkSszDryVok9A917vin4uD2egKM+0MNgPnNbYz4UWmk9Ud4PPvArej0vpJm9QpUfvkmPYL5QuEU+T41iPebyUr3ercQ9YGfxPGwcXb6XTBY9Py8SPim9bz2mjKw9rXSjPflaxLwx2B2+FlV4vQb+Az6O/cS8JtEfPvhwsD5FtTg9D/Fcvpo7n76//Ie+JLoLPXLQhT0qgoc+OeTAvAxvMDwpcN89lrlgPbU7h72DYY8+r9Kbvqfttz5NbQO+au2eOvg0t70JPeI7+QPCPlrc5buOoUc9x4qzvRZZBT3kMAU+FT7LPVOWXTxglys+xkDGvFUP2L2yjSQ+oGyEPnR/4D3h6xI8Ciw1vm2ijb5nb3a+6dkfPuQ0ID7esVc+kAKHPs68/b0iJ/s9tJUEPZUjB71ErT89x+bKPd++gj63hQq99tdNvgm+6D0knFm9KToRvaR2Ar50D2G9etBqvdtKXL0k1rQ9UNumPdUQir1IahO+pMyxPvTj4z06pSg+6X0yPtFJBr4xIna+61kCPme5gr4KzT2+FrsgPVc9Hj3w9Qs8ZTlGvM2eAz6VmcG9EnADvWOtbjzt+Zw8YUuUPawoDj44+Qe+McekPbX3Z75IQ189YgQpPvToHz1xyw++q9guvSVwx70UFzA+Y46uvu1ApD0zcw++9HtePQGPcL14pbs9BNkEPjUvRr5JzgM8wmGWPTuTcD0W/qY9IVdzPb1oaL0sKpE9lA4DvrgocD6UsBg+/7gKvtwCqT19W4I9J7mGu1dM3D22s4A93TImvpNz1rwobvu7TKYQvvjYHr6wDIO+s1S6vQnOWT4+5ic+NiByvPPZlL1Qmue9AiJuPsldbT3f+xG+5h61O7muoj3pmHq9KNhMvkBl+j2zLbQ+7JksvgXZdj4faOK96wWVPgk1f72ZCtc8mv3UvKRE2b1Eiqg96c07vn0hYD2Wa7E9wxVKPvGWDz1gQHu+YUqvPVtmXb0DJmW9IojrPFTf3T3P1QG+RZ4xvvlN271e3E6+U//ovcbPPr1VSss9EvWNvQ8YxLufnRO+4Z+JvldZI75MZ0A+SQkMvnUu+T0DWq89fviQPvP0izxTr2e+xjohvQlnozwpJ4q9XzD0PA85cj1fo6M87eynvKxyZr5NY02+nV6uvd3Cqr3MXPk9VJL7vGpesz12Uaq97/wcvoehcr7F6xU+2rdRPQ4ZMr46LjG+/I51vU5fjb6eMY2+5yHmvczZGz7feQI+hY9evh5EKD4hCgQ+2Z5TvmqUtD1mG2I+w/4CvmsMQj6FoWe+bmRZPJZvb76irAO9Ofp9PkREbz6a7RI+WAWAvVpBqT6YB4w+ztiEvurzYr6Fc1y+tn2KvVIuir4Vlmo+tB6zvWlDh70oTjc9opOsPRmySz1ra4m9auHPPZtuWD7Ya4U+ZusQvmKdDr6r0DU+IDJ9Pi/2Mb3FZ1S9WK9MPpvuLb6Zz9m9+gGfPrJgPz7c3/W9GF6LPZTIo75DcJ48QPsNProV7zztZUG9fMq3vtoIdr0wX7U97UhTPMtHSj5j2zU+2xHnvNWAxL2/4QO+CXWPPRqMtD0JKYS9nuTtva7hlj3433y6i/2HvcuWjb0v+Y++69SIvhd9KT1bEB2+jP3SvR+OTD7PAaG9qFpsvu5UY75bR4O+65YmPvOroz3nGFg+4sI2PmmaZD6/Agi9X5BtvrqP271WRuy6fEVLPULSUb7e6S4+niBvPUIbp74bhjq92fejvaa7Ur7jSkK9QDXTPaR1Vj7lG4E9Tds+vlljTj30Qh69BWLyvaGahTx0wQU9MVAbPkgcrL2xLHU+d+agvPTUqz2Nl5G9/A4xvhfQ2L0SBYK9JxGZvcNv6L3IRT0+snGVPgmtmj0cxTA+/YQDPj1MLz3Ub5M+K4GAPn6qCr6aiWW9hAbhvdW73LxaJBQ93rJWvRvXA76AfEo8tiNtPi3CGb0N56E+yBOlvZrYPb1CZwg+y7e/vV4Flz3W6m67fgp5Pt4ocz5EoBC+//8QvaVNHr5/uOO9cM0zvqCo9L0uPbI+5oxgvdOBJL6UlvC96QrEvY5XCz7LAXK+lMVavaIfJr68wKA9WlRHuxkLUL4Lxa49RSorvsZUDD1uUXU9LrvXvXrPDj2bAAs9Mvc2viJxNL5+x4K+EfCVPF6urbpUj3q9q46XvfQCAL7qFkw+xeaEvkFSGT7ZOi0+dCORPj/hJD6+og6+iivxvQausb52W568D+KKvlbSX70rWi092n3bvQGLXL0YsxM+ZqQMvVfcvz1XeEk+2/sKPkPUFL5OHBq+yvz2PJ38mr3VwMs9Bld1vPhupzxampY++qhOvdgu9r3OSVG9dFw3viy9TD7P7MI9OcE0vNICuDuyDQg+Zi0qPsPzUj6O0EI+SgkOvBTzjDrzETI9nJz/vKO3Rr3oKs88wZRevoMQIj7+etC9v2N1PqbzBbwLYRI+cJQdPjdy07uM3Vq+6CM2PggQHz3pnoO+5QEsPhjMar7csgQ+Uj96vqIy6j09N2c+d4aMPfzQKL5IBe29vDohPCuFF7zzsy4+r3fgvVwNMr4+WJE9OPYbPtRy+73pfj2+deGVPUoOK71cB5W+75OLPYR8JT2Ogso9apMZPnUvaD2v5N47Rwapvnq+wj2f9zo++GqbvW4oxb0OdzK+EoDNPX0TP75zdSM9R5TYvSJ8EL2pvpw9k81cPrI3q72CHVM9Dwh2vCa8cr2aH5K9XZwiPUXH0jy9sje8UMMnvo3rIT5H4pm9vLYePta08b2qbIg+1aeOvXPZKr5A9Rc+K3QwPoFeGD4g4Gs+5bqdPl2TUj6YpeK9k7iFuvFSCj7vZ668dlhivYiUsDyhfqy9El4hvvzkL750+809plR3vUfsP755cRy+mD8APkl9Uj1IkgC8BFGhPTAk5Lw80Mc9bdqUvV9Wzz5MzU++R14WvrCTRz6xM548iQjXvTQgw73INeu9xkvZPDrbbj47INq9FnMsvUGNqD2SAd69A7z5vA39nz7byTC+0p4MvIB4LT6xKHQ+HLWrPbT4Gj1Wlz++yKQyPWBwyr3orKg7ZQmvvU8fRD0PKze+JHPTPEVS6D1lpJG+J2d/vP3cl73ialu8zv3cPYoTcb1SIWG+4L5kPFu3Ez5aCDS+bRchvgSsl70lsEs9ZN/TvRZFq73JMZY+w3mcvnA0aL5/toc89BJpPkCcrb2FCdg9+1gQPuP6Fb69Dyg+wLM0vEKxgb7/2lS93nZfPUog/b1p5AE+Ah4gvQNXMj7Nj+K7r0JLvnhYDD44zvE7SoMTvEp/2T2sbiO+ISgqPmCOAz4OQUQ+26q9vaMOEr5ZJ3A+luj+PR4TgT7pnxe9/Nc5vSVHlD0/Cq+9QSRRvat0Ib2ABAY9BzTQPdKw1TwSZ7C9P4P9Pf8Iib7J+uG9r+vPveIQ3j2V4py922yIvS/Cbr6dub89GQoEPpk/UT6ZMzc+ltFTPhbJb7wNKgW+Ba4Bvjmqez55BRa+12tNvhHDIz63fMG+dXlCvc9MDDyoM0K+ZYyYvcTAwrzibuw7YmShve2Ys71tkNu9nP3vPGfKaT2VMTM+oN9zPnFGTj4iFbu8WSudPm6Fuj3Wfk49ejx6PTl03zoqEwI9RRVEPRKvtD2k8T2+/e/ZvOccND5n7YM9P0bUvUmDhj02+Wy+E4FePlY3Fb7gYxq9jThUPT5MQj7+bP49Ua0hPfBoCb3Ig209BMdEvgkOWL5H4D++h30avrMvBL4VGsu95yQJvRCM3zx7guq980JdPO6r/z2z1OY8CosQvZvQbj4cmKK+YDXnOw3MCr2mfjq9wQJ6PcUrs739HQK+wtQgvpJdtT1Xdos8oIXSvdcsgb6jpgQ+i9exPYSLnD20EMg9UoyTvs+LBL61hz09mlMjvGfc0j1CIGY+XEtJPhgoVb3/UMM99xkkPbexmT5TgA69C+RAvfGv+D2Qdfy936yCPkWZA75P74C9LyM+vt7xRz4cfYW9eXymPHBART3wgYW+CPUlPsGI9TzZ0h69pbCJPPfBKD6X+YY+J4lOPQt6OD5TsT87l5JTPWOvirvn63S9HSRTPc1ZCD6rN6A9ybdyPQMzHD0sWRW+bnP7vQqjg73DFY+9pYs8vvbaJL7v66C+2ggMvYjsED6W3+W9Fh+DPZZtTb21gRu+EI0WPmLfL7wc+RG+XRWGvU5Qzz2LgTs+VjGdvh/Rv75tfKG49o2dvYZDaL57j468YRbaPbVL1buYh3c9TrAfPV0FmLzkqEq9GQkKvp82lbzqbMq659KTvgneSD5dTk+8yj0MPsZFv70m3w29cCULvrK1m77rbtk9UkEHvZ73w72w0pK9M1IFPZGjdL1Ohjy9xeQlPjM7kb0t5OM9b2vovJDrSD48QJg7pYBYPj65Pz7a86u9pVEsPpYWwT09ELw9uowjvqbYz70QOyK+EO+wPASefL5h7C6+pnAOvY4roT7jEhC8SVYIvZactb2aJLu9OUggPt1shr4nBRG9CzUFPRyAGD2Cz4y9PQOaviJsrD16Shy9k0OJvj4vBD7n0X+94coevgowKT1PNKS9Pbn3PfBYM70IpBy9lsrovQgFgb4WXgq+gqzxvUIQhT5n4qs+Dpk9PiSYgL2c+s69qP7zPWcWMT4jpbY9QQC2PU6y9Tv15Oe9kDofvT7qgT6HSyw+fYXEvHjyvb36PoM9HXsQPDt5jD6EGx0+7i/mvUHgZDz7Mh8+W2nmPSVY3jxMMiA+rlA9vS26xD0aV62+9IUIvdlf1L1p7Ss+WyqvPoaGVD7orNG9I7o/PcDFLrulDMQ9F4vRvRxJ7j03XhI8LtsgvlSdnb1U24g9SpGRPt1bLj3iV7s8H/rKPWjJl7z2W/I8l9dNPh7m5b0y0kE+KbNzPMEAbL4WN4y9jY0BPk+bB74r01q9X0NzPbHf7rw34GC9ewAgPfIqPj4louM7IewHPb978j1VVbc81/w6vsSPGL6OABe+N9gSvko7iL44xO+95rvuuwZGnDxXmre9BGtZvVhXU71Ca1S+5RHsvXaegD6umvY9IXkdvjZlED6zdcy97Sn+PepP6LwRByM9v/E/PX2ZGD4wXiG+aRqEPjg1wT1LEw0+cM2FvS4wLT2coJu9+L0wPsBfyr28RhK+ISssvv1H4zwPXf49jsHAvbXiL75z1ni+zyqBvWcntL3U3B4+lP5VPh8zYz4/xQa+eC66PgCIR749ynu9z8/TvHbFQL6dOfk9xgGtPSWs1L7Jj5E+XIIwPozvE77tUFu9wIU0PsMXczw5Xqk8bV37PXBYLL1OYJg9yZloPlrBgj0mq+s9sGQ4vZsNKD4Ly8A9Ro2nPjXYoL76PiW9pGkJvFVaQb7J6lA+m9kdPnaECT2xidY9M+lcPjoaYL1vhdO9JXpNvid8lzylqua9V90wPlxFjD0EK3G+BzWXvezSyr132oo9iThJPuoMQT3fhI49QPA5vtIqj72mp1S9qdJivUHJhb2X12k+g4viPdK4Vb6PryO8rcx4volSp77vNzS+TkEavfOvAT4QuRe+nKiWPfH3Qj4Q7mu9xwzOvWbOLj06QwI91hgiPTLK4LzgiOK9x/onvsmBAj0thoe9T9wPu4a4nL4sPHq+xC5CPlZsjL4XUio9bVkMPeKjrbtsXRK+0WfQPQnVyTzwUaI9HNuMPSHDLz7aE2C8IWHEvdf0Hj1kLUG81CAivnqaXb6mWSu+X9iQvY+ZRz5KmwQ9jVuCvRyOQ74PDzG+N4EmvLfqE74It3U7dJsaPN5vPL6nbfm9L3gCPhQFjD1mnCA+/mQWPAU2H76qkYU9uhy5PalApL7oT0s9BKwsPjxp9jyNFig9aM8ePqYqlb2DOhe8pJOyPudPTTzknY89m5jXPIJg9T1Ruvk9wdrRPekWF778LDu+2jMdvokyBb6fWDw9j6gQvuyrpT1jK569HBZ2vUhAeT4qDxM+SLMaPTSL+73QWge+FBZevnTcUr4+2z0+EQoqvCd0Qr3MOnC9JwyFvTJRGD1dCVa9iE9QPVP9wD2XL0Q+9XPoPX4a8Dq0/hk+qMAzPgZ1TT4so2I+lsYiPsH8Z71uuhw9NTcIPPFIb7xV/UE+NPeCPtspd741yAA+jIuhvTOxlr29VzK9TCSivilSxT5N8zK+g95hPmqjfj41c509S96SvQfXHj7V8Ma9pjSMPihDLb0KRWY+Xt9Nvuj0570J7pm9deLMvflgxD0K5ec944UfvvKcI7z7lWo7vbCZPkEaB74GSTc9LB2ovTMAjr56ACY+zeccverQBb4CdtY9CLKfvZ7cqjwHqYi+neQxPV1zIz6bwW2+5uANPWErHD67Xqw9kgU7vUD+S714mvS9uGVxvcdN4b1lo3A9RC4tPrL9G71tNGg+5tmZPa1y1ryzAG492wz0vVPt6r114069uGs3vgDsF72qxG6+boYqPj4xMj66ZTs+Nk27veE7hb2BJpo9ififPoXg2L10jWy+kfAuPZawqz2V5Se9hnOIvTe65b3dSbu95v1TPRkmwz3/bmg9iY6cvmDjjL6FVE++xdlWvsqaOD5lpsS+nLG1PdEpH75IsMA8ylF8PZJk0byj1BU+ZqdnvvywhD0VB5i+M1DxvU0p2jsY/hA8QeyEvgb4dTyzEoY+0KTYvG6H5jxeHKO9gVScPkXCOb7A2VK+C3+FPtOrRL1S7oC8D6tYPXFOTr4DFTs996ZfvUQAdT7MKwq9S4MfvvUwAj4WLCe9KYy3vVt5Vz35asE9DT83Psj2ir0Gn9W9PZW7PLPvCDxgFW+9PLYWPRodjDu1G4o+GDUZPhXGgL3HL6e9O/x2vpAvUD5twwU+AqWIPRRKED7sCq49TU93vrctIL5BY4i+xL82vTFuWr0sVya+NhKmPaGwSzyO5yk+BbRPvt7FHb04MI2+icsIPXtSqz7+fEM+ggM5PnM31D2LjDu9BwjVvSihJL6C9HO9SQ1Vvre6U76SwNu9dHgnPVgf1LxBzgO+QFHRvdNnP7619YW8GOkKvq7GQL7A9YI+fYhaPRR5dL0rXZM+zO+AvDtBNT2YCR293srovZddGz42OwY9UqRKPp7wuL0d8qq+O67jPPzmNj49EEa9pMUvPlHxlj6rgoG9fSIZPToaAr1xANu9n6IKvnGiUT5MqCM+9zk5Ps5+VD7aflG+yXG2PfBVVb59pBs+UZyDPUCTpr33YmQ9Nxn5Pakr771l5pm+khmOvsdRC74QLTy+e8zdPTiNKb4Ym14+ZMrqva86ID6Onyo9sraHPq4EKL7gD/s7Heckvv8PQzuj3pc9t99gvQVoB737lpK92jXivVmAV75smdc7PHVavibxAb6SfKi8fWlcPR9WOT0avGI+NPnJPX0oIr4lKeM6CGVqPQzwXL4EtCU+GFx+vjbMoj7rhRi+XSy9vVxvEz67lCu+7llnPYmO5T14c6U+NcAEPDGeYL1fek2+SqbIvdRoHj28cak8rFWYPGXtbD4NOLo9nb0WvacXib5e/sY93W7wPVW3qj7K6Ea+SBIePtzPrT1KXcA9jBw3Pa4pKT7N2Ym8oW6KvVaCzz20UWo9fGISPcxS0T1JMu69io2BPXFDLb5PGOK8nS8ivptWnb7YVzk9obo6PhnZGT7O/SA+IbwbvRhBp72mBTk9gwUkvlr8Kb6XJlc+MflSPTwp0T3hxAU9yhF8vMjGh72kh++9fjZbvsubJL4+Ine+4rsdPnHQdr3N/jk9SgkvPlMxkz0OWIA+D+QnvRQqYz65cyU+2srKvWjcHz6N6O093xB6vmp6jbuuv5I+UI16PSey2T3bC169JBGHuwneejzkuO69IVgmPgjMe75cKAm9liKLPMRLjj476lE+g6tWPl/jzT378yU+ueanPUgXmjsNw4K8FT1ivtxGjT0UbUK+y6lDvvrKlT11yCC9n4bQvX/KFr01Dmm8ltT9vbMIBb1Z2kM9X7Nnvj+77T3nZdu8uHAfvrxnz7w94wa+nAFbvHhtf73EBjC+rymWPkR0uL5GkF69b9PuvbDhKz3P9wi9ZI8pPOoomD6CH9a9ifabPSysmD16NCK+OSlXPtkQPT64uwe+2r9hPkf0Xb66c0c+aOroPXylI72CLY69zAHKPAZx/r2W3p09T857Psogo77E+Au+qq6Jvke44D1Nyhu9iR/7vYDjEr6hxwE+V9pFvhHWYL6NTpe+SiY4vqPRpb1dyB0+vOEiPde1Zb6Kais9mkukvl5cM764swa9yeU8vktmcjyismM971ndvGvKvjzcDEM8j34ZvjRRAb02Z5M+MmLBPdt+g76MayQ+MUMxve92ED4c7Ts+x6xXPVp6l72wdmW+kHE6Pt5H2z0Ytiq9wRNDPemqFT16aiq+gyWKvEzXmj471cK96IGmvrmkqTyjoGG82NpBvlw/+LsoCRs+JNQuPc5TUj0ahYO9ioGjPoqALL6+JKS9/8UrPdNbgb4vmRK8ualnPriIBj1cFWC9fTIUPXXxqzw8G1M9JG5VvofVV74Npl++LMgWvl6HaDzyTw4+JhYqvsyDaz4bq6I8fbt5vvhg2T34B5y+XLuaPt2Th7x4niY+GXR7PhLlSD450KY9RZkPPfqDbz7xOD8+DDoqPsHbET3qe629LbQuvSY5L70qG1y9eQzsPX3SqL3z3mK9M0n8PKN9rjwUBG6+hlMAvjLiCz7bO/E97lK3vQ5G3726y1o+9apiPvDdIb2BL/m9uu5RuxWbDz4RrgO90goxvlmM7r3Qs5W7NapCvjpQnTuN2E++rMSUPWdQR72c+Sk+9Cn+vQgEDLzRkji+TaIIvQtlOD58eQ49xoswvF9tojumMkM9/2wEvj/A+L3e31U8eAUgvuxmML6K24A+iF6vvvOBKT0QEAS9eyw+vVXzcL18ooS+K8IqPpwMkrwo2kq9lzarvXUUbT2gv40+begHPmDglr3eHnO+l6xrPjePkzwn7d283G0pPrG5Jb2iLGe+uHnWPRLzKr28QIY+xoI9PuEpOr0hpwG9XoMmPg/ipr4YL749TaI8PfGxAj79GCE+7Y8yPnv+rz16C38+u4iGvvgcNL0vpCe9LqRavQn03TuX8SQ+Sa9DvqgNH743H509ADwaPeYkdr6sFBm+6uvxvYdb1L2NREy+OvECvhSakjyLLSI8IFtWPuLABj7rbZC8M1kfPT5Whb4+BYc9W8uEvrMOg77zT949NRedPZGLVj7Klcu93OsZPnWnED5xn6i9NlNlPPr1dT4mRNq9CtuMPbJksb2FNk4+MLcaPk2vXz6+G1S9TJxaPuOEpb5RJPa9hYW9PcVtJz76vr07LFk1Pftwk75vOB6+HI6qvGyBHz76qhc9d2MSPhAWPD4sSlu+5MzpvVmOKT0LtBS+/bv3PZjfqz1eLhU+6zOfvbofJL75fwC+R+N5Pfe11rx3eQ6+4Y7nPfuyLj3mcos+k+MrPd7VP749tp89OMxGvq3XcD1xWJ09o22lvViytr38ZY6+096dvcpuPL47kN49Ec9nvTyfRzlPv1u9mjCVvU5NXT2L2m+9iPVFvTOJ7z3CSF69RfEYPbJZgD2tJWg9JHoLvRRUyLzKqaY7zRhqPEosb70WElG92+JuOwnKijtzWDI7pBOEPXikCb0boaw9fjPVvDBqQz2btt2682mDPHnt+73rd288ra0jvMzfz73EEA69HSm7vEWWD70UDb88pfHsPHEcOb175dE9HcS1vM9bgr2Z80E9HJ4svb59uDwS2oY93SsBvRDcRzx1fuG8tPiPPfLUM7zqnBE9WzmaPSl6FT2hauk8ZbQkPLxDmLysi8298UyevErhgr1DEpy8Z0ybvZx7W7wmkQ092FagvXK5Wz0tPvQ8vx4JvZocrrx2Tpo9BrcvPdY7V7wnnaa6J9WdvP5iJD6+vbe+8cWqPd4B4r2DiZ29NQGsvnt84L7Es7S8UhcCPct3fz7J08Q+2LievtPBUT4A/Ig+S1oKvhfT4T6c3Fy9prRIvT5drL4Tppo7Qa6JPnY/ob6VRgI9tbtuPuOjPD59NVO+NdvqvMaG6jxGg6u+fJ+9vb5siz6Txb2+2czevdDkBD+4mLq9Mwi9Pu6Pwb0Yz5C+oD8cvMG+AT+8x+M+773MvqIzkLwFeb89yp+QvbruZL6zEM08y8lLPhBCxz58TlG+4ahavt6Gbj1RmN8+TCCRPs+SaD6KNWe+gvZxPsaIvb4KW1C+A+hPviX63L0qfUo+zukSvJus1L4suZA+paOcPmrdRz7ZWsM+T2GFvrOalz7fPJs7nvSTvlJmyrzC53e97O8ivr2Jzr2e1J88IoKYvIOWdL0VJKA+POjyPprZnT6letS9XO6iPjVI5T6NceY9C9cgvhz0lL65GsW+tpK8vgCxhL4Du0e+xPyrPmt6Lr6MZyW+WMoLPvxZ9T3VP3Y+rErqPiPYgb2XVdA+1uHdvbUBhD6VFD8+m5sUvuHOlD4bMtm9jzCAPiPbc74Cdgg+weaEPvlr4T1fBV6+NVw+vmK0hD52uOU+zSaIPiQOHj6pUxi+3/7evRMRiz5HIoe9jojgvAAy5j57ZY0+JmiZPqdp9T4wswO/R4VsvjLszj2aa5w+FdrOvEZOur5Y7uG9H405PsT5nz5TfIs7mWI4PqbYfr5Rpz++1+gRvhF5lT5vo7g9lwy+vs/WxT3qp6Y+j6A5PqFyOb49C2O+uKK/PQOBZr5BMKK++nuePh+ZID5jWO+87QTSvmjl9r5cIAG+yLGTPgHFGDy7jnY+nQN7vk+XFT4QqUG+SxCbvdBk276Hdsa9FjTWPo9UIr5VAhw+vdSfvkPbuz7yx0A9JSt/vWM/Pr7wwUQ+UbrEvvOuMz6np6s9CEJmPgLDYL5dUeO9HxKUvbPtNb6JArI+O7nyvWJ4qr5jYiU+wKCbPk/yMD18UI48SuTUvXnwBr7yGxc+hWbKvktHZL0RE4u+HCyevEIHjTwpWF0+xQERPvXzsL5zjKs+TEwgvhJTLL5UReG+E9rtPTIZbz1AFu0+E4EGvrDLZD7Ocl4+gRc9PgwgAb/kS8q9/PKBPkzPID5HWt2+NdlmPnlszb5Hpl0+gwuFvfTe7r4dpZk+L3VMvQvNaT5tnbs+omEdvooabj5AZbW+XeiNvs0VRby+hpg+bQA+PVXVaj50yPm+/8LRvYn41j50obi+t7C5veZ4JL4r2QC+D6Fdvn8e2b4nWYo9yWakPLWX5D2zU00++LLLvnXUnD5jvDu+OvqIvXPhi7667Zm+q509voNtYD570Vu+yffyPbXM1z1EzJ2+KWTVvQpEpTwTp6O+qAxiPaljnT6L/KE+FTPWPuF9i76sycw+jhU/vpbNW773UXi+DUJ4Pvs5Iz30lyM+RS58PjuvAj/DlOa97AaLvgi46D47R6O9J5AEPVxdq71rZDc+O1dcvqT0zbysI3G+4cWQPQKLWT5MOIq+3YGrvjLlrD6ubZC+GjjdvZrJP77qTF0+c/7VPqD5Pj7or+K+oHK1PElzhr62xxq+t9aEPl2DjDxoN1a97sylPNNC3j79208+uktLvVnitDp/f869JjWnPZwXMb6ktUs8ucpjvaNJvr3Ahba9gg8CvLnAnj75JnG+cJ6OvgpX1j6YE7s+M5mvPl5kCD5/lkM98kfgvocrjL7R2YG+EdpOPskcTT5m6ai+bN0mPuxkoj6wjgq+4lwTvgn/uL7b9Ao+7kGXPW5ptr5kLSs+IkOFvtadTb5Jg7i+3rSnPip1dT6V0sE+IugkvqwXWz5Bl/i9lmCHPkkR0b3BXJS9yvSMvocfLz3zlgS+Y16JPq6ngb6ioeO+Ec6KvRHaLz4SQIu9Ov3MvtEkrb52jB0+O4ehPpyffD6L5ow+mb1nvr7HSj6al8A+hWK6vn4lJr6iPqG9cMUrvvAut7xiH+y+SA2BPqgwcT7XKAA+fzTNPknukb2dp0++YvYUvrHLOz5ILH497ZQHPlif7D23pxM+kNnlvBQ4Aj7L7Nu+pudbPpdkhT64KrE9OaUKvwzdzz6paZk8XaeFPhCu3b7Prgy+SZcovo77FT25CZW9V+yyvnQqUz4JFgo9cCahPjwuX757ZEU9iGVFvofJZj0NoXY+X7N9voz5ir1BeYi+hgGjvYOdCb48n58+2ZE8Ptw+D7szaNu8jrYUvvxD4L6eKIw+QQiSPn08Fj5jAdE+QLwsvtRCkbwsATY9uEnmPU/xKr3yaMc+aD6ZPoX0PDwSd/A9jl0Svj0Eo77x4A++wbOJPugJxb4618G+dYrTPAWjuD2F8ao9aZWDPj7og74i9nY+PbKBvpZHI74mnJa+nHKXPTUOGLy2C1O+0XnDvsiXrb49lps9BBeWPs0yy7yP2JK+6JRKveNJDDmEvp0+sh+YPv1/ub0gb9c+2IphvYsMVL1INGw+UlPfPiZ9nT5CtXK+EyApvlLZlr6orsE8MMG7PlYwN777x1Y+zDEivKdqFb59EY6+p5tLPnpR/73PSMq++1nePsHU/r3Qciu+qfioPpBz8zzjCJW9xN57PusMOD5GYZ6+E6E0PgqIHD5Bs609BdbXPAkLzL6YVEW+h4t3vj1rA78/ypu+WGRlPvNHZL0IYrQ7Z1WCvfC8JD4iSH6+U4umPqLkjT546pg+L1RjPX71lD4mt5e+HqhUvt4PaT79j4S+PPp4Pp0p3D28X8i9vellPh66Vz7pFjM+ZbKIPvQ6274RL3O+1C8APu/oBL+h4Jy95cAUPjJLfr3JVLY+gZ+LPpaUzb01Qd++mBZlvp9H973zAS2+auiLPv5zpb5Xd1g93yabvshJJj6sJgg+BT6VPk0yvj4BVb6+c2M+Pp4Fnrvk06w+uQ6dvtAE076xwlY+DBSJPl78Iz5qUMu9CQ90vuKSJL7UHLe9glcHPm7mgD2ze3M+Hz+oPmoOE76NbYm+5ze6vb09XD3qzym9Cg6XPvm2Dz2S8d09tF59vtQ0Nbwk8n29LMVLvjoo1j7B9JA+CsJBvoMHXD6u06+9VFGSvjHNAz6p2tG9qfhmvvpKjzzluAG9hdNrO3KDsr2Q+G+8ZfN+PJqIfD1WoCu9EmIrvQ==","weightSpecs":[{"name":"dense_Dense28/kernel","shape":[17,76],"dtype":"float32"},{"name":"dense_Dense28/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense29/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense29/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense30/kernel","shape":[65,9],"dtype":"float32"},{"name":"dense_Dense30/bias","shape":[9],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:05:50.110Z","modelTopologyType":"JSON","version":"0","formType":"subscribe"}}