{"modelTopology":{"class_name":"Sequential","config":{"name":"time_based_one_time_password","layers":[{"class_name":"Dense","config":{"units":76,"activation":"softsign","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense22","trainable":true,"batch_input_shape":[null,9],"dtype":"int32"}},{"class_name":"Dense","config":{"units":65,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense23","trainable":true}},{"class_name":"Dense","config":{"units":2,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense24","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"format":"layers-model","generatedBy":"TensorFlow.js tfjs-layers v4.22.0","convertedBy":null,"weightData":"q7q1PVM+f77EhbW9i9qTvvsJZD6ArqW+rEo5Pt9rWb2gh5o9XZGxvbVcdT7msuq8CH31PfQblb4o68S9kSiGPb5vpD49jyA94xR2vt1udbnmnNQ8CKGLPVVKl72oPYA+aWoYvbMwSr4/v1++wXolPlNu77yP94M918YVvrmGoL2r5Yu+BeIKPkEYlb7VAAQ+PJaFvvjiLj4qgA0+LUSWvKEhGr6TDsK9VPS0vRczibwda7C9t40zvf8I8by02bI+UD3QvKLART1TNJw9av7yvPpFLr5W5Oq930cbvlCKKr6X2BM9I1/bvXRktz2WEgk+z3aRPtOmHT0XyJ49d8S4vQchJz7FJ0U+lREIPE4jprz3ln0+3+yoPeyoLT5pt4C9j6GrvIZNPT1CtB++LQqNvbruMrwLWWs9wtiHvh4PRDw1UIu+b2ssPkB1sTzPEJc+wOxYPK5WEb7Jq869TOMFPmWTgr0JoDK+6FkdPWgJtr2VCSK+/U+aPT0oJD66yua9X6KNPuUxzr23VNO95dcjPUPy7Dzpduq87vv5vfedOj6/SoE+5sR5vroxTr2rgN287YdLPlvpCT0t2zW9URkCvsU5MT5SENg9kT9FviqrRb5LKK48uQRZPhxBJb5+XbU96rOOvHuiVD5QOWa+ShogPvkRVT6RD4O+STyXPrtdLL0KROW9YcjivXyAYDzvCUe+MwBUvlVXAT24cm6+2UaNvsj53juAsFM+Wr47PnvKmr16S4q+37cwPC7dRr5ttru7ZyeBPEFCl7yE9Gm+hzOCPsBP2D0FCIA8CQbVPP0VBTzhzpY+WqKevWH+7T3tx7y9osgUvthQ6TyqWZE+l1RUvjhmOD7VWZW8+tjavOMRk75iK8Q9uzunPYF3sj64+qY8jFEivt7LtT4dsyw8RN8hvoGhM717+0c+R6ZyPr0vdj50Ko09SWW9vWbZbrrE/4g+a5PFPcQ4jD0/PXy93s0iPp7Yf70l96088yS+OoIK+TwSIwy9XVCzvFegFz3scZi9vHyhPI1GkD6Ud3o+/50qPqV5i72yFhC9ZObTvr/wbj4cLT8+JWo9Pp8sDT6KEI48AtnXvTvz2j1PShS+Txw2vimJnL7853a+p/GcvqQnV72FUS8+sMCDvJMwhD4mQWa+BolLPvEwuz4kaMO9tarKPRO0gT4NNxW+zdHNvWJdUb4oy4e+elO9Pg1dqr58xp++r3npvSR3CzwVUDm9mbqfvKZNUT2yNYS+04gDvjSZtD2P3A8+5jjIPQjDKT446Ha+fr6uPPAzGj5i52k9A4dfPZlaL71YnFs+JoAyvuMLHL0aqJO+4lD6vP5yBj1W46I9AuDXvBtSHDyE1N+9tVuqvNzTlT2k0TU+7HdtvoGFEz6Hlwg+dZqIPWalxjx09Lu9FkRPvVAYiDyriCm8FCG3vbnOEr6CcMw9xm4BPgqPKb1fODy+RzwGvRC6cTw4KRs+DSetPRbvAD5wS5k8DGJLvg9CsrvWT569SZyKPGEKND0TkLO91aZhvUDtAb5I9pY48oCGPs4h171ClaI+W6XlPQ3Enj5rFyG+gw9nO2pDCr49SJ29PegtvuOYhL75NEA9Ayh7vsyVhT5qmkG+ZPclPt4FhT4rK5u+9bkLPceDp7wLTmU9JOWtvd6QED7FU3G+VjeAPJc8Wb02a6E8NgVFvZ6L1b3aqZa+oVuvPqcMRD18paU+wRm2PmW2ML13uvK91FC7vSrvQTy9M1K+Ny2aPrISTD7vPWC+qVSMvY2PAD5CGmC9QkwuPoWit74HZxU9CN8EPrp9yLsQAgS+nxgzPWF+BL6N8Ac9D35BvmUhhD2BLYa9AiYvPtNHDj7vk3Q9eBEaPtriRb6cFna+jHTuvXL4Xz7c/oQ+xlbXPHEnh77EKY2+KSwHPsTCY75CLmS+PvRhvo5tCT4jb5e+iakbviRkXz42n+i9A9s3PojqYD1Bqcs8E4WDPbdSPr4l7S69RVnYO0AV4L13A3O9+FIVvpBBAr4cZaY+EAtivpn4b7v+C26+ogSIPdkLuj0ix7S9KzgTPoZxKz4brpO9rpHsPOnNeT1Uohi+u1/3PfilDT0DMsK6ei2VPTdBDz6Avd495qDbujG7E75N2sO9gox+vQ/8ET4VGPE7hXylvRLBBj52sNm9frcyvdXy37y5tY889ue0vQqqvz0eIHA+ileJvijktD0kH4Y+QhhYvrpgfr1E2nO6SRogPljl4T1V+Iq+GsTSOoqq2zy012U+a07JPIHGg7xuz0O+LweevoCQgLzy2pS3QlvzPInZw7uCa9+75MPhvSCLJj09Y4g8Q31SPj5iU71C+kE+PUYtPgeE4L02b0q9IcziPWbEUD1CIpk9PL+NPHBw0L3BX568mUILvvJhJL0m6Qu+Qb0MPuoRiT391Hy+Qh/PPfCnL73bOlK+s4+bPDrNWL6VTBA+NjbXvXyccT47mgq+Qn7PPIPbKL5hdI890gyIPZHQqL1cYvK8tyyQPXVUwDwR0FO+frViPgEOOD7wyZ+87TozvtPfOb6auyk+ZpQyPn/dYT5Ac6w8Ap+qPH2oOb5ZWUy7fprpPY6Ecj1Qi587+cxDvku8PL44v/m9ZDexvO70sL6RU0i+uOQPvgbrgD4IwKU+JK3TvaAr6TyGMLQ9hHQ+vrBxtb0EjDQ8C7gnvknuhD06dTU9rpufPQ9CyT0NkLg9b5tdviYbe76Kn/I5e9U0vnwV2r3o6Aq+62qcvmYDjbz34kA+35KKPk0jFz7gjY0+00mqvZU/OD17cgC7gzAcvoKaF74GEEa8IY3mvf28SDyqTUO+dfE9PQ6aWT7GvKg9pW88Pu16k75AOL893wa5vGTNpTw09cA9k+AEvdgUTz3yAq690jyPPJLahD5m1Ne9MJ2qPagDlT3YjXC+qN8gvnzaPj7wKKc8g5OavYxzMj6esQk9RcVAPhWNDTzPKZU9V66YvIWHDLyYLIQ7UQeOPmTkk74Xidy94IwRvttmJr1KSfs9DmMAvr4fGT0Ubwi+5l3APeZJk7psGUW98BaMPgUaAjz04iM+Uc9BvuwvIL79HDs+6q+3PZdSRTzNDjg+Q4A4PoWcRD5nH6498FkevtvgXL5iUQS+0fmrPV6byT2GjGk90ueKPrBPMD6LL8+83r8ZutlGtzzwkZS9TxubPWOwOD7IS4Q9aPCTvFCsH72poFI9tnefvefvaz7MhD27bVuAveWJRT7CAJm8B2wJvlqSPDxNcyi+IUcrPV2kgb4kaTA+E68NvnwiGj41loe+wd5mPYWZxj3zuxE9xpzaPMGHsz5/Egi+D8A/PqxjVb5YC9o7N06UvpMsSr5au9q9hB7LPRib/D07goG+MgZrvmdwTr0q7nw9scUgugMmlD2I+xE9qswuvpk7I7536zI+NEKuvuW1Pr4/nbu+Sw6Qu/uMjr50YG4+CMW3vk+3Vr6dNae8f0juPdUPsr0mLoG+oAwfvviDTb6MJig9RxwUPi//yL0nNS2+qc3qvb/2Kr0XjRq+R6dZPamPuT03NFI+AXD/PczXzD3axyk97hCSPuWzib4m/Wu++RSXvmFLWr5qKEI+esaqvmy7e76LEVs+0IKNPaNdg76pCmY7QZqYPYrqVT5M1E0+hNIAvjoSpz7XGzQ+KXygPUthtLuuAIE9vfq9vQ6owD2m54a9AcPhPdBz4L1Y6EO8gkHLPJaobT3DsCm+QG3gvBDKeb1V9bU9Zk+gPcl3+z2i0qQ9P/GHvZtmhb07P8C7/JrwPWOwhD1Sw549A8oFvdmMmL1jy5a9lBKKPcfIZz0C5dI9nNnEvT/edT31sGS9C5TaPcvap71z+D49ti+HvZrskT0wd5w9NVJoveHmp72OaYi7oNjhPSNSBD1mfpm9W8FhvUlZm708/ps9HYuOPS5Acj3rYY492HWpvQEveL1klC+87L6HvaBjtL3LlKy9jVmjvUxUvL2Mz5085eawPZzBoTtNdpg9bKS0vWBt0D362MU9wNXGvRziW71VfhQ+rb2EvTWOMb1oGgG+a+7GvYRvmj13DMK9CDWLvYH0NT4H2R4+I1ZoPQcmXj0Ot4s9KIkevl52F74mQNa9BaLZvXCqtL0854Q9Pki2PnLcSz5ZFQO9fpPlPIRkNLwAxM493ORfPnfU4z33Uno+OiWNvQFz070TKDg+hwSvPXY8YT4SiRG+y6WcPCzfFz6QQsg9UFP2vaXMaj71Z6M+cNyZPFPJtbt4X669IskJPoIt1T1WFYs+EJoTPl5Oij6/eXM+nNglPW5dCj5+Q0u8pnHqPWlQtr1+0AC++DNTPMnZPD4F1G4+iPF9PvHhhj7dgIM+NGgKPNkZjb7lZNw9dDRbPrkBDz56/AI9ri0XPiv9Fb4Skyo9rX/MPM07BL72xCo9ohMVPjobTD1cofW8fGtFvGAEXb7AMie+EEyputNeBr5q9yM9hTL0PR0/vj2sQjq+8lZBPa/Ozr20DNo8dZZ3vrWK1T0c+wo+dVEtviT6fj0+VOU8cswUvV5pLr2obk6+FqLzvfvccrySLh0+LH9KvkUNyL3RSE09/QoNvooiH75iFwq9ByYFvrS7h72BlxS+SFkePmXbNjtUKIS96gIMPgLnrjy4cPU98wgdvCvTN74e0ZA9EranPX9i073jXiO8o9znvYsG0z3ZqIu+ETC0PauYU76UV6O996PNPYe4Mj2gjey9lI0IvJF4mb1LK6Q8ZMSNvYb2MD2BkPa7OREJvlyT3TwKYge8nBQGPv9Wujx7D7U9k1jYu+SkVr52Mce9FsHNPG0ETD44NKe9+Tw4Pnk8dz7NLY49lN+cPZv4PLz3YR89ju2zPQak6z1kkRY+sjGiPD4/LbxBwC4+U7tMPpAKeD2XzIE9ivpEPRgXg73Iwwo9AMAovl3ApT14K/U9TfFQPvwbj76UV3I+PxNyvB1KJz6155K8wBKWvcx3B703EUE+LcSTPMfDBT0jm2Y9+F6qPcZgfj6ARx++FA3CPSsT373OiPM9p1klPjsTRD4JeHI+RxgMPsE+pb0eYii+t/GSvOJRL7wxs449PfKjvYZ83j2m6je8lqU8vOmpJz5bWI++Heq/vVBsE7xHcMK9GDXUvSeIMb3l2t+9D7xKPlx2AD78f7K8qBDrvUrxeT5Ti8q7LWqNvsJ7Vz3l6MO7B9UhPgfECr6Ubt89gO63vY3LJr3eHAE+peAPPhGnfz2uOdw8UWXovc3Pd77P1YK9tgGWvTamwr1tbUw8rVJMPmWPwb2az528stFQPgq2sL2G5Qo97hi1uuzMIzwJ0cq8I4eHvgFq0701Io49aD1EPBWKxb04xt482ZUdvfGgHr3LHJa9Auf2O1ioGr4SZHK9gZh7viFeSL5C3a29bJqvvUQSGj39M669gRkWvWtdAr0CcBQ+rrowvTxbmD2Ou4U98LZEvu0T7z1wVxW9WSTgPWgUtzyJqyi9er0NvnH+w70M8u28j3tGvuCiHL3X3Y8++1KdvcmVOLp+IE88ABMHvu3nMb4Q7wW+u9ePvazvnT2aKXY9PQwfPmRXCD5jLhq+riZUPpoE772T0L09PTSGPmi53z384Oe8pmu+PcRj2TwPSwS9dplPPgzsJj5PPwc8UnZaPoq4dj1Xu7U8OOxrPdW5Yry0AoY+Mb9FPvcHD75jeqA9D2MsPbyCSj1V+CY9a3abPcZqDz50+9Q9EshCPXYMlb1A5MY9Fp/DPWawBr60cwQ9kZzfvRJyVj6SWoe7EnWrPRd3E72HLMI9JuZivNRWrLuonpI8Cxc2vQPQRz27ckA+HtUvvUGXaz6285G9uOpIPRUPVz2fLzE+mgx5Pm27Tb4FEjk96g5OPBrfs71AR808LF4Fvr3kVz3wZgA+xic0Pu0BNL4vJIw8yAT6OmYoyj0bTwI9D8AhvgE3A74UxtM993kgPn+cbD1/ymW+QsNevrEHST1hhKc7bQQEvmEhlz4qoEe+SOrXvFQ4Gbxp6r09rXvnvVu/pDyamSW+YbAfPR8RPD3xRTe9E7UkvobqCr4PS/i9WuMEPjKuYz7PwEK9U23/PR5/Ybl/siy+ZGmfvXKFnjw6k7G8GO+Wu0/6Nb1vNPa98fUHvtemVL7PwhA+vw5YPswl37wD2jo9NqvOPXjzMz05fKU9gaCRvHh4rj2+v549xxI1vhAIk762SCE+N+vYPR9cmL4E2/g88HE/PrpJMz66Cwu+RNWkve7gibvH1jC+0goLPZFnAj3v1yA+hvxsPcHmFb1eGMG9kj9APti0nD4E/Vm+6xnqu1fenLsDlOu8IVA3vvf4D7yzQ3o+SqR/voEDfT5CXjW+Atr5Peit/T2C848+cKQAvgG5Tj3Ws5Q8il3cvB55K77lgIQ+SFtNPksXFb4mcsE9t60AvpjgcT3H2Cg9lA+OPfMo672LaLU+ezWfPnPDur0egBE+pBcWPsOmor0C8QI+aamsPl7Fjr2tz3q+fPNwPVhL573NgBU9zcwvu0Fzab4qewk+khhAvcOLN763nDG9fr8WPmPAAz5hfoK+zl7qPRF4sr0xdYu+JDs0vt+1WjwQV3Y+qiBVvrCvA75hIaC9YAkhvoVNir46OWI+6zO+vXCKk7wsEow9IlMBvTIBJT76yEQ+eWcmvTGN+z31yAS9sh2KvRYbE75nUZc+PWRQvglpUT5s+rO8YVkMPol/wD0PJne716imvfnhI70L5bK9xw+OPsdxS76KYTa9WBqmPuw01ru4L4s99csUvSxvlT17xGK+b5VJvPqzGr6Vt42+UHh5PncAsL1G0aK+eTGMvvXU8b1Daha9ZjcsPSaCBDyRLnG+C1EzPhJfCz6Ee8G9Q5P0PGK8jjwAxvo8kGYIvnoAQ72K2Fy9+NLivfUNirz8erq8Za+GPVQXNT5sZq89H9yqvBuwQz1HArG9MS8qPucyEL7k9DC+q3xkPSuQQz3SHL69B2qSvYseEbyRxfY97goavruqubyhgD89O8ZIPU+8Kz41fCQ+S/uzvRGkj72Mbbq9CpEOPqnAK74LRFO9cVAWPh2dXjwa6hw+nTSnPcrMnrwx2Yc8uM0kPu8fMz54RRC9zCDhPZ5ZAL0Tiwc+LFCLPG1v9D1Xey88CXpcPZCCrz3UkQM+OWcVPpaHOb5Z5Nu8MdlcPlgBF7wVnQq+0QRJvQGwCjzNx9e9uokNvleonT3lpK27uTdfPTHInz2Ez4a9ziq+PbLrE77jyg2+TzwXPgNuTL0WBuY9WwUkveRLrjx2VKI9ZCUCvj+6d71wmPG8G83vvPqPIr2w0Fy9oWx+Pf+uB76TDcA8jdSePeoKAD6dKT2+WjoAvoGxK71nXR69auu9vZXLhj0S4mg81FW8PYsJA72d2ZC9WtdXvfyhiD1XVKC9ydFGPvpwv70j7b69e4T4vTIdET6w21a+8Ey1vByRu71jHAk9lYQbPovuQb4kY4+7i3D+vQk2oD2GQuu9P5h4PE2giT1KbUS8gV66PVJymr0XgiO+vqHNvXGD7js6Bay9TjOVPS+hQ72PQ2M962TFPGU7vj0x8RY903vBPc1z/D1Ldk++zFe5vXgwlD3EgXw+8rjlPInoIz5YXxA+NcT4vfdZJT4qsd69iK6cupUO5j0/2Ee+7VBPvX6K6D2jvNK9EB5KPoz7wj0UTto92mFXPvKoQT1iMsa9JZ8BvZSLHj5xaBW+RzGAPm4VvD1OzDO9Nt8WPh10Gz1kthg+R8r9PVHiIj0NVCC9xrUbvaEToT0kqQs5xu0uvouGzz3lMhk+4KU8vkiimT2z1Ym+dmHgPS0pH71jOcI9HmuAPhfHCT7hwzy8BD++Pe9sGb5cm2M9QaKAPsiQjT21ZoI9txzivbejBb5r1lk+oC9xvQuNBj3/ORu+t5P+vTJvurxW8oe9d5SDvU7SuT5H7qI8hcjFPS36Qr6YpgQ7XcMfvizEKb7uS4m+RFJiPtcjYz7U94294qsVPr9+9L3y8829/NQWvga2yj1Bp+G9OL2Ovl7bwToTOuo7haKAPnYHHT4aUjW+KujRvRFjbT3qnJI9M+K2vc+GYD1QP0e+oeXoPRloCb6Uj7K7IsFSvIptj73QSxu9bnhVvnnJl76b/wc+UkZbvWU3J75fU4k+36c+PVRJ/z2SePm9GF5svhewIb4BDDW+RvE6vq2YJb7hKiM8xbrdvXwY+rwqsyC+16TTvY0Zer7teU0+tncpPhWicr0Xv1I+KHg4vYdeUb4VRdq9xHatvbHHYD3+seS9ZM0Jvqrujzza11K9/Hm5PUstiz2d1qG9NVGGPulVN77ORMs8/W4Evi92vL0Sxl68VXwmPmOytr2+hv69C7gRvnWQP7zZFRu+ibsbPjR/dj7aL6s94BYRPJTXQL4D3mk8Zmd7vZmpHj5p4C2++5M6vgKkmj0IQVQ8TGMvPdeDrb3lJxM9Gu3IvadIkrwYbai8E3mAvepthb1ZhUa+/siavVMr7j1d3de84xuMvbKSND5uqGO9RdM4vm9aFz5+XUE+94cUvp36Oj21SqM9Ds21vJv8hDwMiVE+qyQoupoAwT0wrGC+Fjp7vSuH3bxxYd49Pt1tPUo7XL7U2wk9jOlUvcMrOj6TjwQ+gyYwPo61pT2ixTA9hZfhPfNNdjvZhZa+mSB9vjWCwD0HL/K9dFUPviAvAT11lSi+z/LHvadZXTwe3Vk+8eZZPfJFdz2Khgu+T+OUPMV69jwbZok9wC49PUXpiryqwSI+U8QPPmAw1D1yCY89VGdVvrShVj41xDW9XOUSvjtQ9jzjOEg9I90uvhmwKL5C7IK+Qe6eOwKhjbzvZxm+Vll/vPZV9D30ZSu9Y0bDvS0K8Dzo/I69iAkBvfHGM74qaFq+q3livLZJDD35KwW+UBKIvRtBK742dRy+afcJPiBvGz4OhwW+hCRWvGYUED4SQzU+z3JwPu5f/b2CYhc+j3FOPmUg4b2FERe+IlIgvqrTVj7J4De+qYLFvb0WDz/tSiE+7aYVvtggA776dpU+BvmsO+xokz4aeio+vFNkPlA3o747LQw+KSvvPUZjiT5yPaM+jDqOPRfYiLzd8/Q9dkYJPpIT0jzy214+qNvBPtWj972aC6g+bpiyPS96Wj6xvRQ+P4ipvCnZiz4Tpg8+sncCPkxuXT1G6ee96/K0PWwCUr3OUgw90Y1HvjQXBr4UESc+y7ZsPlDToz6Anek73ZuqPurjez7DpKy+6++APXCGaz1GhzY+tjVtPh1mhD0uFLI9zGUKvlT86bvvst299lP+vcPQQz6hKHE8TkLevaEZVz5y2Gm98WUQPKzfE750QC++/UWmPd+aK7zLk3s9pqO2PM4PcLzvrNO94rgevt++Yr3YAse7zUcOPlSce72OZpG9b6qoPLHx0j3Mt0o+2oW8vHTE7z0NH+E94QY+vjN2yTzg6cC9MahQvm9yzTz2R8m9aw8PvaJqPL4z/Na83kCCPmox1T0pZM+8GYKcPbG7Bb0bvq28upWQvIRXfz1DQZQ9HgyrPZgEW71uA4k9TMYjPQTKAL6ihpI9kfV6PD+ljr1Polk+BbtMPs5Gw737n6U94K8gPbK59j1TyZ68yokpPfpHDr6Ryb+8rRSTO0i0Pr0dHbA8tl4tu07qojzkUty9LKeWPk4iND7IFjK9MkwYvlxADD5sBD0+E9h+PHqYgb3DgKc+Za5nvdNevL2nYnO+cF0+Pd6fgTwrjWA+EwjbPQd1pz2PyRW+YHZUPcH7sztF70K9YgQPPkX/672SEtW9lWGbPqN0Cz3NQda9ZOAWvWTokD4ZEBG+iXy6va+BHz4/zPW8FnohPmPENT7zSiI9YTSGvVFY3LzWGA4+gWwJPsQ3fz7qgNo96yS9vNlyjb1IBdA7ouSCvfz4C745Gjs+OZpfPcfiVT0bR2I9cAw/vGosLT04qhA+ljwfPkr3Uj7yBmk9DjmQPTetir5+uCU9NS2NveQqOr7c9h49ksxRPgCFD75rxnQ+aOO5PUZGVr7l9yk9aAQiPoMl3b1oU3y+vHMXvLgRqT6jYig9AmwGvHb5AL6BGds9XccovvvVX70/3q89WpmwPbTrqzuoUbc9f85rPjZLfb3EMV4+vYLbvXaqHz61Te295WHzPLrQ/j0/Dsq9tCGUPrSL6L3kUU89V5RSvn6vXT2kwgo+xXcDPsf/Ej7SJ608JKvtvY397z0+B8s7goE1Pbq3/r13fO48ZAfJva2O+z1W1Vc+VqeOO3cOpT0pS+w9H6FtPpQkC72OBpc98W/1PRZblr1gEFO9INUavZmjKD66Y5u9WqVvvkL2DD3M8h++ph2UvVLr9r1vLR27j72RPfVE3b1UgrW9YODkPJGq3D0189A8TEGQPY1dcT1Ck808NVHQPekPuL2cFNk9NABXPT4LqTtHtUo9em4OvgH4hr4gokM74qbhPbBQszwMGD09LN0Xvq+haj3aG4i9FpMgPiB4njzklE8+sXWwPbONTbxltgc9nOTOt2MvDz6ViEg9lVNUvGyQb74t+lU83UAWvfgNuL1e+RK9dzgxvYlq7T0evu08WTdMvC2JLj4/N/A6VkmCvURW0b0XcxY+ItX3u+g2trwSF1u+zjQWvVYPRD0Ot8+8THhyvjRUD77orEC9jeRgvYx9Sj7xfkM+V0cOvm93Cj6cP6W9GCyNvevcTz1rqPC73hVxvlP8Eb63CXa9NlBgPsOaIL45F5Y9rYYLvhazYL4OS2e+8QJOvil0gD6rjL69xQO7PWIJkD1tao298HcLvVrypb0WIyk+lu0jPQxQL74DmQ8+RLaEvSwtUD3EE8Q9nWPvvOV/gr5f3IA9PigTvjj/wr2kx7Y+GB78vfgfGbyZYZS9MqAVPvFUPb52Yb28TumFveryAbxsuqA9N96RPeOgBb7Lvke+KxxoPinF+D3km2U97DD1PZOJiLp0bGi84BB7vn2xkb5USJe7yf/RPfouo7w2rbk7IxCzve9JIL56yPq97JpnvEM0bT6QKlS+fjphPbiXGD6W1PW7IsCRPUDdiL3RZv29ajxEvvvhtT1IyNs8EFYGPPJAnz2DEuA9owQqvuSHBr3KLM09/h5iPuykNzzt/p09mV2VPRubh72pA7m9BDLHvfrsy73TCQk8muGKPR4vSD5u5QM9ZmCDvXTjCb6K75w7eG6SPZnNIr1ptNm9iLL+PRQmuzyQ6IK8OyT2OXmWGjtHTyu+D31svm1XqT1UXuy6xT5CvZsjlz3yYJS91SRjOwBOPz3GQtO66Ynwuy6+DT3mvHq9brTGvVNIkb641aK9rnwhvpPBfz2L6kg+W6ALPRjmC74PHSu98kRLPbLZUj2dfAK+d0IYPfuq3T2cjxc8ZqggPo82qL3JXtU96lmbvYP3cD1HL0I+MZC2vQse773x2F6+S2WPPffbVD1h2kg+Qx6TPkBQtT3imoO+U4RovmW6gz4M0AQ9Kzm4PrUYnT1MftU99FDVvPe4lL0QyzM+/8CZO46f6Tx+rMO86bUavgo7vrxpXLK7p9s+vQptpz6Ypg0+kBv1Ozb4XT7HFy++7G6HPeIOmjsLyR0++5wpPhwooT5jsjc+TJcsPnEBPr4w0Jk+1ywDPnE99L3+eFC+4OoJvkHk4z1ThHQ+avULvcj1Gzx+big+ai/rPdRlDr4/4qQ+fDeIPeBOOT7Q7dM8/DEaPj9jR77kVGi+DuDSPcDJZr6+bxy+JP0yvgYfUz2tbYe+gKa3PTyQOz5VBAu+0fgXvrKpBz4vs8s9HbN6vFJBRj4J/G4+l+BiPg2mNr5vv3q+BquhPWshhbz/6Hg+kwkSPvVkmr1mmse9rkdBPu6k8Dxr250+l0SKPY3yDb4aBfC9KWMUPnWBZT4VB1q+vBM+Pr2GVj1t7YW+u2vwPZKMbDsTWYo9eZOGPaJbCT6NhEY+AWsNPtBTOT64K6E9joV/PDu9Iz5KilC9xCPcvWn7lb5TC9a93nUQPhJ5zD3asTw+qUlgPhNjDz5TR4c9ZERVvrkFAz7oK9u9C43iPcT0Zb3Yaoo+IP/fvZ9KT74PAw8+x5gmvhwvnr5jGLi90rHwPRkK7b0dxjE+IB+xPRE+k7qA+j27ol+pPTnwuD3Pplq8TYrLPQ7jy712UFe9KltvPUI/Hj5psl4+4vVovXewxj2ARBe9XPzoPcTEXz1qbB09+VmIPmpxQD7zOdY8XSbpvZ3p6LySpye9OWMqvuyw6z3oRbi8QRIIPgDGAz7YYy++oT8/vh9WjTzBxgQ+9OlCPvrO2LslqrQ9G1a8vWRQyz3ph1a9v8vAPPcxdD0lJC2+NgInvbL4B745djc+ms8LvRCpdj6k6rM9pEVJPXldRT7nfHO9SK2evEcokrsnIHy7bBY7vszqjD1r06I83VA8vsL3KT1bbeo9AFiRvfcSub37K6y9MWpKPb7hXj3Ebmc7fUwbPb9X8z30dzw938GnvGTWuLxI0fi9f/bbvaIBxb1qGPa8eRz2PdyWu7zJZ4K9EzvkPa8/+rzvviY+MaI3vUCs9Txtvja+qvKWve91Zr22S9u9/zTjvdwaTr7QFpW9WZyDPZ/Pn70cI8y9miCsvY6xer2eJ+28VaIIO2ffeD0NxTk+qclMO5exk72u20E9ZyV/PYy4LD5VZt09prI1PXOznj28hZA9DwLpvUhclLxs6jU+qj4MvodHw7woVyK+HSHZveKAEL5v3NA9AAJVPaMFED45fHo8aVefvVH+Az7jOwA+spAqPn2A6bwWeIc9WXPEvcsNBL5KoIY9o7PIvcIJkD0n/v69phImPvrSlj2zP869oO9NPkCTEr6YGAk+8UqVvegSdb0bdxo+9GEAPIgAxz1rhAu+vswYvfFpIL6+6TK8hThPPLhTD70dupY9LcuLPV7vrr02R8M9PhP6PRaNR731/mc+Qf+PvYW1qD31vUg9JngovhsO77zgi4Y9Nnvau8KQEr7WLFk7rjFVPSDKvD1oJjQ9FnWmPTSOST0RQXG9xjdGvQXlhTxVciM+NKKVvbOElTwmQHE8lIg+vjsxgrva1Iq9DRqUPmfbCT4/PYq+ax42vsfwKj0U0rG9Ete6vRz/TL1ZmMY9vriKPS/CRL4YY889OO/4vNjB5L1o76W7saHPvTd9ND4eS1A+4p6HPSFEELxnrHk9N+0VvHevj75ncA4+6LBCPBXIbT6oVOi9gZJPvCMfiLu9PAy8qb/bvAdCbb3Y7F09m5gnvqOewL01lCq98jomPtm2YL1sfoW+7kc3vrbBKD2DKIW+nGE6OzhrXz396+G8XWyMvGhf+D3wveq9OUGDPVNFhr1NjEq91He0PUY/Hb58PKu9/tfmvHo0VL2Iyyw+ZbQyPaRu/D0o60K9bsVpvqDVGb5WfY09ZqwDu03cmL2KvYE+8kW9PYAc5zyjmya903l1PXGJgL5ozSI+Kkw6PnZoBj3r9pK9gmxDPiEmOz6L+tw9Hu1/PTw6h71voS4+Mg43vlWHhL1dKcq9V2MCPSCVGb6qkCc+MJzePfbpqT1jMRK+MEc+vtqbAL5h4b89VIvVvZgxqzwK1R68sYYGvrwrNT6BmBC9QZaKPlIzQz5PKy+85tabvVLuQz1meZI8UYzfvdlr17srJ3i8NgkWvi+Feb2+ZAY+kMMxPnEnDD4lJiu9kP9JvmVLuL2rafQ8qCJ1vTJi3L1kLgY+YKXePS/sEL2BpHa8n6azPQ+fKj32Nhs+S7OjvP6AizzP9Cs+6tQTPhJMUb7YQS++Ps0Rvh3atbyHOsQ96AsaPukVET5bury96r4HvlV+Cb6e8LY9+2UZvnR/Srv/gg09gRGLvfFr3D0OOmG+a1HWvdneUr7uyyY+PEYJPrCGeD3Rc+U98LwtPkBcmr7vjwu+mtwhPXFw6z0wNoQ+ASsmPrRVAj6VKC2+RafQPTu0lj7bxDA+pvOBPtQSJb6kS6a9NqK4PUQ1ET4VTMa9m2tYPvqXmbumBwG9PHBSvFJCqb3SQmk9bnGKPvp1tjxegw68FwshPqpzTj2Ghkk+1VsOPiQNhj2i6sS9+Y2dvaBE0LzOuY6+cl8HPjJQaz7DlWM+7FrQPe3ljD1c5Os9kjiNvfTX9z3lZtu9v8iZO7az9z2Ez4Q+C7YNPhQ1Ajy84TA9cgKTvquGH77a/mg+SNgOPj1+Db0ICow8IoSaPjw0Kb6rH/08S88tPaXmybz4QpK9Q66kPgfFHj6pynA+OCcwviT2o74Frdc9PSPrveX0xLzNagi+VwCQO20jSTzAfiK9KaIkPtb7U70smic+MIC5vfUTsL2OZiK98OPXPGj+Fb1OXwI9m+NMPtBckb6jSHe8gxg8vvl9ET6U0i+6mC4zPj0V/DuNJdA9CAE+PujDkr0A61q7D86BPTwNxz15Bqg9+H9uvhkFZb4GUw0+qSHMOzaeFD5f7Hk9T+vyPoYrx7yaF9y8YdxPPhVa7T2HBYs+9A0hPlZYzD0GEYC9DnoRvfr9hr2B93O+pNA8vmjo170TAhq+kw3oPblQID0TVie+NKuoPajvAT15134+T3g6PsLvmz393RK9QDHvvcpWirzwyxQ+9akgPosi9b2ZZBY+smW+vaaw+bwQE5U7alWxPShMh76B83W+lIFEvjGF8L1Y0pO9m2ofPZ9CIb76SK+9HdGfPZHpHLwsMjG+aMNSPsYeFb6djdK9glMqPbt7fbwe5JM9Rtm7PVHAab2VbTe8WYTOvSjtBj5Do0O9zlHwvRueqbzjK0w8PVg5PjiDoL2Voac8HhMfvhMM5z3JnP29ogYEvhnREz6NIGO+6sIfvWZXhzzqKeO9IiWkPc6/wDwncx49wvgwPUWAdzx78Q4+oBVUve1sij4EnT68KyNIPirgij3bgxy+TvcQPurehb5YcEw+dxFUvCbKWT6XKXE+fO2ovJK5lD0Rtks9TVSYvfpUHD5QjUE9PPolPm4eAD2YuAG+rHPyPbzB7D2Gl+k94L4vPnoQIr4tLvu9Cr/XPSa0eLzncUS+b2n4vUo0RT4atCO+xyl2vfIsYr7qnUq937bKPdDRar2fJ9g8+LGCPkjJtT3TP2w8OrcavvjaBLw72Bw+G6qVvXgn3b1Qo8w9JxKQvNoPn705W7o9PPObvXx92T0WUB69IAOPvpRLCj0zHAG8e8YOPX9ULD5MKxA+J3uLPARVGT6wgJY9qssevZTdaT3WPl490HoJPUtUQz1xcSu8wFXwvfaLrD1COys+NuUaveZLAT6dKaq9f7+OvSNdCb6t8CC+KLDRPYzvFz123A09qdlHvVbzdD1dPug75+CiPXDVNj0ZQZE8BQs5vmOMDb6Pss69f5xDPYOwtb0G2RY9y+O9PPrtoTzcAGk9bSwIPth/tb16fEE6+IjyvQuUQT4jmlK+MpwlPkDibL0cOtI9vGfyvcTTR72Z59I9/hpzPfvBIz7BKom9POQovp7XEz5TWMW9PROMvHcEeT1hVRE7MUKxPKoE6b1vmNs8oGTGPckplbyfgIa9ex/0vXXAC75Ea7c98h+tvV7wer00D/s9KviPOpX6CT57QiI9BwTKvMILKT3GAIw+E5sLvrfBSb5Lklm+khE2vdeMib0jAeo9Ysd9PkJGhT5Ahvw7mOK4vRgqnT16Xkm+aG0KPttXdD4qC/u8n2jQvZ2dWD5QdgE+/Ah2Po2afj2hqyi9jZv1vKORU71ERqm7aToEvXGyZT1UbAw+grkMvtjYaz5FisK96SrQPU18Uj5Mpne9bLI6Ptlpeb1HuYA9MUAwPif0k76cykM+NxwdPqpp6LzCM06+RN8HO9CThTzIAlk+o9yyPq4RQT6y5Vc9JdRcPHeDjb5FhhE+LR1qPoHrcT4U7A0+hbdwPhCh1TwdxCK728abPmZt0738mGC+EGkUPKcXxzyDD7M8/NeOvfR3iD2GPY+93RliPYwfqT2zl/694rreuqyE9byUOTS97rM0vs9pPj2CVZQ9inw4PYF/7L2D2l++KBlFPWTrpL3ZgWU8CaiDvKuaOTkevg++cghlvtuKqT3arYY8Ceq1PcWS3b3RmDW+DlNXPW979zx7A1w+swEbPfP2sT0kLpa9OJqFvZm8f76Dpsm9+jFRPcCjrT2Lkik9IjhOvRpu0L0MNiO+2AqfPRdwCD2cqlG8eivzvSp2t7ucs7q9cw9kvV0RnT3OjWC8mJnOOvSUdT3OnTG+KT8YPk2Avb2eGJo83FQqvSBqaz7nJwg+WAHOvfE0NL1asx2+mbInPorN1z0T74+8w4TQPH3NtTzyoRW+NhENvjqG2L2w8/s9qzzdPVo2bD6FWqW79SORvf7Vaj2gTYS9SihnvqKRlj2Ern8+4RH3vIJNDb5mHyy+dqHEvLtVprv0lko+/jBmPbgFaz1Xs4w9w0GJPf67D76S2xO834vSPSsRFL5dKZk9wpmJvUFwcz7nnkk+wwyNvdN6gr0gyEY9Xo7aPWXWn7ub8x0+72XkPYftrz1JRuu79106PZsHlrvgj/49eVg/vic5Xrw5d809Ka/RvDpuMj1PAIO+t0FRPewK0r0orVM+/LAlvb0w/D3klg6+TcmIvXBe6TxwbNy9lsemPM0RJj3OEGg9eJ9qPBajwb22q/m993KBPYtnkT0U7Au9lxpLvo/whL3uxMA9PlOGvrJumz2m6LE9SwuTvULkNL0PvRk9/oEhvU5h8z1S7qq9w04+vceLZT2SqsA9LVdvPR7Vrr2D8Ro+d234PJaIOj3Kemy+81lwPqZoNbzvd+A6yQVjPrI1RT1ieNC9DE5Avi4ZLT1B3rO9XNV1PRgyfD3mNQ8+a62Ju7Fmuj2/1DY+E/GdPYCUT71ViiW8cCKlPUG3jL4vb3u+wrCnvYJLmr2zgb288m8nvsxUET7ZcGy943ICPrBlF76PXhG+PcYoPrFbZD7dxYk9ywgAPbl+tb2mmMk8bfVuvaqGDLxdJ7a9ZGZfPWzDPT4bcmo9LTyZu8NDZr5Znck8oyzRvYlGCj7jv6Y9gofIva/eqTx3cWu+tp2ZPSuHO7w5hHG9vMOavS3jLz52Fe292cGLPQPBhD3C5eU9kFiEvcMqRb5ThvW8uFC+vJsP0L0YoX+9gEmXPWd8Zz18rpi+0wWjPS2X8D2Qzu09vozWvXauiT45VJs92WcbvjjUuz0hV8u9arNNvsDOtD22PsC9qBQXPRRLP7wOKHI9nyrmPUE5HD7CxIY+YxP3PI3QOj62yTQ9pAP3vbE8j7xggOs94NrcPTV8xDzZyDO9MTOKvFG/Ar7Q6wW+BBZfvfgIkjxQRjQ8p8tbvcRQmr1ijYg+2rozPEq+YT1tl0++71VAvQAlXj4cZRK9YJK7vSZ7CjxEBla9H0ZQvpGCk76o8PU66ZCGPar+Gj5ChCM+j68rPVycnDwv8ge8R7yJPA6i3LyZ7PO9seUDvpT6Ir0pjIM9ThAZPVXOGj2t9zy89SIXvWH5UL7hrx+9jTc/vDGQ1T2wTfU9hzluvYaBrL1l95k9pNk3vVYEOD2q4Rm9c29SPuzbUD6G9XC9+r2Ovmu5Ir5JDYA9JqrmO/gsFT40XCs+RMofPHtxMz2HBoK+ZJ2rPNX1Kb3MMGI8EcPzvHHgBb4vdDq93EfIPSmqkD65I66936OdvOusNj78rv49SBXSPbLRnb2g5Vi91zHsPQT/mD3lHwc+dzMtva1T8L3rLMy8XrU0vCoiOz09XXQ+tgf8Pfh0Ob2LLny+T/Qmvjf5WL4Uqv+9ZdyfPTsHGr4GJ4m9UJ90vmgBCL5QEBo+7lkLPcENvDoRQMq9rnYjvu7PVL2Zaum9Aj8tvRmjv71u1Ee9mj4avuLs+T2TEKq9ik4Ivp62cLzQS8O9BIFevnGy3bz54Gy8QulFvm7hIb63axg+Z4LUvWYyvjsKI9+9T3x/vYXBOr5a4H++TvBjvvyWKDx9pTG+4VCwPQWZML2N+KC9VoJNvtkjEr4q2Js7lLYnvshFI72C4Qk9p22JvhWPAb34AGY9qUEZvqiiKL5BAlY+5ZqoPVInIz7YRW6+h2ckPumUKL5V2J2++7FKPAmi7D3n9H4+6aG4vWR1jb2HUnu+YUhQO/eEyL3lKRg+0CkavRb7Cb46gMM7Zh3uPMR54rzdny090pJHPQhscTzPqAm+bJlFvqKDA77TFhc++lwCPkVPJD7Rn8Q8mnQdPWONHL6sKgG+MhsKPvhAaL1c8gS+5t4jutL+c74lhaa8ngYePkkzczy1FTg9dxYEvsv4jrzOilm9OI8bPfmQXb4PNFG+1lNnPgDnwLzC08699xKvvUjx8L021li9xT78uySaTT13s4K9mOgoPoj1hj7lXZQ9aReCvflC0T0exyu93M7NPWTBdL2hRJa9031iPevGUD3CzvK9J0SAPeQDnT6CPkQ9w8XZPQ3mgL6nEwE+6rkBvuakxT0+lZ69R8aZPXVw/72Zb6w7U4rzPeYf1T1CsN29enIbPnP4Gr0Mege+xwznPWwjE77dYya9FsENvjeWF75NgjA+59gdPpg1KL7iA/u9aUgLvQp/Q77G1ts9ogZoPoRziDw6BI0878RcvX0n9r0iwSG+FrMmvXfePL2y3Eq8WIxePOM/n71kfHA9pfQDPtIKOj6Xq549XSJJvMq0az0o5ri9GajOPVC9Z7yIAhS+cc5OvjQz1zvzD0q+wFubvcusO71Uk4I+tb4Bvh52oT0WHqE+WeEhvqFIar5jTR2+0uJ+PrQ2Qr717uc7bx+HPkTUdj6iCG08+Lmxvrh9Oj56+9E9O4JYPSPjJD5sOa8+0a20u2IYAz67NV49gAM4Pg4U4zxvwD2+DDAwvAd2gD6Hmwc+ZEMBvahnrj0mzo0+MJrCvsBloz5GzmG+8ospvCC0Jb1tiZC8qdLSPVR/OD44N8a7m4oXvJZaW74vHZY9Qeg0Pujz1b3+ckC8k/29vpP2lT60svY91AAJPmFrgD3vlWU+GKOSPskGeL5Pvlc9gr3FPcXvTLx7Kvg8KQeFOXbSbb0ytYq+9EqJPkI5Zb5kxIC+f9+NOxcqjT41+a89NNOAPs8uE749Npa9j/afvEOlFb0G2929spkVvn2Ezz3gRAs+fEjDPVUm7jyo2by9uaGXPSmaHb2OAm09aNeYvLWXbD65sAu+mlpOPXI/AT4Dnek8MwipPnIdw7pLWEc9ZSaSveGG/T3p8dg9/s5xPbE5jz1KzjC+aLKAPJ1HEzwxFog9+IlXPIG8vb1fCKW8vyLsPdM6R7znSQK+PYD0vX+osbyq9Nk9lB2OPZ5A2D2Cv1++hNdOPj8hhj2l9sc9wVe0vZE3nj4V1W0+5b+fvHiCHz7GD+k9ZJGHPYS9fL0ikA0+qyl8vTmlW70CqzG9vBQ2vodFfL590vc8eSgqPd1P1Lv5JJC9pe09PmTfSb3Kz8i9JOGFOozERj18U4q90bSpvarRab2WUwo+ySWEvTK6sr1Wxx6++az0PXJU0DyMIgM83DIePtA1ML1Knfu9xeqEvVzpFb3/f2m+Br4ePKyVrT0RvXi98ADPvVXV/D16o1C+6hA/PvhWrLyTQxa+wqoLPi0kIb5Iis+9gwaBO5X51b2rikS+HEFUPf8FNr42Vg4+MAFcvlU0/bzeFLI91G1bPg+hiT0jpWk91gvpPV9KED36SPg8CLwwvAe1HD7n1w8+gfG1vcW6lj0UURG+pwz9vJqhQ77Swak93brLvAJBfz0qt+48YgsZPR+l9j0qwMk8gBWTPX3Z+7upZGS+owYdvR0Rz7tPQJO8393FvMjqPT4nOG6+43PXu9FDK75iXEW9sOwFvcDU47yyY7E93aErvbEKTL0tRW6+BvwmPklfNb75P0u++VkLvk9aIL7Gn0s+JBz0PTtrAL5DPqS9QCxAPuvqEr6IsiG+FQDePfVGE74PFis9zvNOvX/JEL5Blsu9mDFsvmaVHTxrEQ6+42fvPZx68z1ON6y895gHvnlttj2X2By8ujphPfZH3b08Ycy8qSVjvmPdNb5Nwue95KTevV9LkDz42C0+ZHGPvXmhUjxoYUy+8mwBvvjyez3bOIY9sgZvvjeQiLw1stE93ZchvtHpGr7/pDe9iOC4vR7MgD0XwCo+0O+LPO1Ztb3Rzeu9qe9nPX+aKL4rH9u+9dYyviXtlT3ZfhY92fcwPdr2Nz0Vcr+8ZBYcPhsQdz2PBpq83EuXvWF0K76QeBc9RILLPc8MAj7mxp48NXYgvr33Ob4adQY+r1OCPBpEwj2ulLs9sjIGPS9oCz3/mIy+8pcPvp/7qj3oBy+9mXAHPC0mHb4zlQU8vMRVPsbH971rgp2904V5Poj5OzxATqw9UG7JPRXKIj2xKRC+pNWAPewtG75cTO+7pIQxPu7QD70WfAk+WtA2PePkTD0RmZu9rMK0PWBzdz4dhA2+othlPQvcyz3DcBu+MxqzPDi5/DrxAxi9oZzVvGp+IL7fzSE9852ePbD4Vj1noqa9YsE6PsHVaT6+jac8rfyoPZfqGDzbgR8+RIqBPUszQD745DI9YHj6vfY37bzqIrM8gY7QvA2rqL2vOl4+SnS3vSK5fb4JF2s+dKrFPT3GO75lDjc+o9aFPTTaOr659Ik9SLy5vTqLFD4wTDG+prxmPk4BFb2qnCY8OcWnva0VAT6W94e8YqPfPO0Xyz2tzvg979vYPavjpzzPCQS+2WFBvH4bqD3GqwA9Ja0lPuLOJT7aFkG9a6xkPv1MPT5Kzpw8GpEKPpllSbqN1xA++ZNbvlZuSzuuK/O9nWkPvvbJqjz7em0+zdd6PZ9EZD5DglE+7Aryvc7gjr3uMEe+CITtPMonC768SRY+X/jyPS9ZAT661A6+uiEcPZvsIj3KHSg+UmRfPuwWhD2SPBs+31VdvsbImT2feJa99kJGPvXSWT2yFEy+PTVAPBGy4ryHZxY+Y59ivte2JT6KH4Y8XhlnveM0Xz72rDy+3CcdvlekLT5Vrrg96T+PPcHY1D0Os8s8GkEJPgE9h72ltxg+xPeIuVTzu71EVDG+3MJevrwOsj28CDY+S05BPpTi070rgYU+eemyvTBwvr0ttaQ+yo+mPUbpkr3jZ+A8QjZWPO7dgDwaz5k8LQGhPSSF/L0IA4y9Tv3Jvf5Tlz1CcBK4T7M3PsTfiT7eDMe9hw4evfLUg7t+ciw+RX5evjK9EbsprSE+NRkcPk3V0L0hEAG+8SGAvGHn/DwRIvK7aormPaJ/Ir1XbUi+abmcPUw7ij5fLUY+z/htPnY6nb0G++68v6YyvSKSZD6tAAc96F2zPMOSQD47gI++51quPV/dKL0iiQ0+totzPaMvEz5POaQ8e2Y2Pg8EYr0UNUo+NBkBvRaxAr6303Y+pF1mvecJqz2jOfS82+nzPadD6D3dRGU+cRpdPWAlPj6M1iU+WIwKPulEFr6bXZu7W5E3vmK+8r0+qTm9Fzl3PSiWFj4kXm8+TWOlPIBLgjvGhtu81sImPtbZuj3luRM8WeTiPZ12mL1TEsQ8/1Q6vfDEvTxnr3+9h1iJPVSdhD4T/sg99DkKvo4j9z2L1vk9UlkhPfV8HT6hmKe9Oxt8uypPgz3dSr888MC+vED60TypTgE+22YuPcKvrb2WlDc+rqpwPuafqzwrgPE97LwGvoFy+b1eWr09a0CAvuYiWz5h6KG9nC9TPsuygT4ayRU+ZfY2PueuJ71iWyq+M5EZPitSET7K5D6+zf0Zvnrwub2A7dS9bdlmPaevAD7FnF29iY2VPYU6qz387gi+howTPuj22z2rCBU+ZmtQPWGHRj6WZwc9BFNwvj6Lkz1JEGE9NLUmvh9n1Tw2JB89hpn5vWmhD77r3ga+Hs6lPZDD9j1INxw9Blg+PVsqaD7vHsK9vO8xvjIfoTyfFti9Td7dPfmVCj7aafe9RhhOvVhW/b1yMGO9tzlGPnYY1D19hbi9yChAu6bN3L32wPk98JPBPVrSLb0Vwrc9rF85PivaC75OOSg99ShQPsuh17yzYdW9xtvUvQULDr4J/ic93j2ivW2AnD0nR188xNHpPe9iSr2Txvy85lmcPaMxEj6FCP09VPkePVxUqz2pV4i9+1SBvbcpJT2+UJW99hjLPXVCjr2qKhG9cGnnPJ4zhj26qei9+BJ/PAq2Kbwqz7q9RLQ1vqkULL7qQQ09eI+PPPbZJzw20sM9SGZRvFOuxD3DMAq8s2YIPp0amjwZLtq8rJQ4PFCpX76MA2296DTgvQ4Brzzp+Kk9tLrnvYXbwz0pE849YKUOPprYkz1qjB2+ZIkbPgkFBT742EU6cUbqvbr+2T3pN5I9quy6veSJgj2mcgM+PXWNPdavy70XGp099IXCPJoO+T29yeC9ev2Pva1nDL5GjX+9T+NwPU/dJz4sIe28Cz6dvXNiU7yv+ks55yABvjC5B72fFks+RLbnvfCAXb0V3lK+eK6vvcJ8eb5eM9u9fl4UPvjbvD1e5ZA8qkQOvqDNnb1uESW+0IvcPJJmob27ZiG+2t+dPXxEhLzNFi8+ky8VvT7oEb2SVcK7QscPPGhLxT3ctZe9f14TvbiVnrw2Sf09qlaMPckXET0u7N09fW0gPnK7G70z76+9xEiQPUIEAz1mKpo9s8N8PGwEFDyf/6i87MvbuyzysD2jPT08kB5DvcnIT76DoAC9m4WQvYvKIL6xUNU9lmWRvUEkdj1omzg88FJ9PY1DPb6D1KA9xboPvjxpUb1b8m65Ai6rvceqVj1s5WI8QetdvRT1bb4Evic8/si4PO1HGb3JO+c9Ap64PZJyEj6jHyC+ND0kPmcVZDyKFoI9O3XHvfwd8D0FMfc8QDBqvnnR9TyOlN+9YOIdvXMam7ym/jE9lXMlvSbtAL4MPKc9lSkEPt3WGL7xbTO9ItdIPm1dQj0s7Yg+UtaAvKfhPb0bhAq8C6egveIq472UjDQ++0vFPcdEWL4sxxm+1tl9vSuiHrp0yRs+Xe+QPl7prj1tGzo9kW7Sve8UEr6Cqgc9hp7cPXU1873m5my+xjCFPg9tQr2mwVe+v3WyPlLOLz3Nnzo9GEwtO3v0kDtGXSa+RNg9PQd6Zr4c3kA+RhFzPd2mZD6jMeU8F9I0vk/NmT54r0s+hm2RPLamcTozAoU9AG2qOwWLX76Wvq6+AGiWPM48U7zJYn2++869PfB93737i2i97hbHvd+yizxQ/R69hdEAvCsJkj1dePA9772svWXUu71QHAA9iteDvtHjgL4BG7Y9rlM2PkbF6D1GYHM9nj0YPiBbxL3d9E++u2orvqIG1jwkEyG+wrt4vVDGcr2JKIm+WkLMvceRA76ybFc+HSklvjRYAL7XPGK+wClEvkGxLD7LVmE9UM4JPGndDj73YHy8LMeDPSbyEL6GsrU+g/qrPS2nbrx5Yby9+8U2vhfK2L0OZji++48nvIyeFL7tk/u944P0PVstID5+Woa+xfLWPOoooD0wHhM+yAvgvHrQZD1vDrS9X1ERvly6Xb0LLDK+L5ifPsPdqr3poho+CwJBvtgg6L1x5TK9fpBrO6SBFb7/jwM+NMhcPbHE2bwPrqm8Lwo+vs2227zY8Ns8sM0jvqg0ND6OuI09HrkIvpr2kr2T+UE+Sg4YvpZRTb7iClC986nAPdPrFT4Anue9ETkkuktcc70afoY9xGTivIYQ1j3FUQG+DTk1ve427r3HmYc9/GOjvTvRUD7d3v68G/jzvcIIPj2rL4i9VrxEvPBtRj5sRi6+qodzPsXvsj1sBgE6a457PVfNqb12w4C+blsavjuQ470dzhc9byGjPdOY0L02ayI9Sa6zvcHjXT07Qby9pxaJvA8O+r0Fgmq+TyKGvNyHFj5teRg+8+eVvrfcm7xd7hK+MP3mvc8+Mb5UOQe+ij6hPLvS6D0bX6I9XeQZPqqRoTyWrjC+QCJAPrPeDz7nCoE9Q76wvTkYEzxYHSg9ZVE9PuM9zLtpP3m+iu+1vtDL4r3qpdA9oaFIPTI0Qr5ZSpm9oEk2vpzrCr48FI29MAa7PcIckruKYwc+thj9vXFfgD0eai8+O/qVPTAWQrtjpIW92x54PqRdvL1wljY90b+6PaSbUL63eI89uTFsPd5LGb1GsRC9vU0rvvTfxT0Amzu+LZUoPrVKR71G6nE9qJAgPkamarzTjPo9jM+fPQwzzb00zCA+JRrdvVEoEL6cMei9QdwvPKJCkT1TyOy84DLmu4Olz70yTa48xDgKvUF2kDyKI1M9yS2ovaXfoLx3jrQ9TYmfPfZSP77cL8o9prgvvtmXAj7ii4A+8QAdPriwMD0wmAw+/P15PW1ucL2uR3i+EfLJvbb9mzunZAc9+TU8vq6RgD2gwK09Ivs2vi0PSLxfOB89JRETvHHwlL10sCe+CKQPvodKHj7iWGc9e5S6vYchAD4nmiO7vpg8vkZoT70DUJw8uBKLPU0mCT5UwN29wYivO2xTbbyNsDO+sezjvTTx/r2Kvcm8Uq7KPfTECb5KPay9t75IPFfbeT25Um+85Mievbg7oT2EHQ6+icoyvlqAML6sGZG+Co/TPaTtqL2Acuy9cl03vinsx70y1B6+RpKkPapddz30nZu9+2SnPm0T97w16xw+PtS4PH+HMT4An44+IKicPXQx9T0oiLc7/t0OPsbqurwkDeu9TFJyPRtc2DwyrLe9poOfvFNI7zycP6a8hDfLvWX5qD0Ml8k9dstSPRNepL0lYEc+mwvNvbcJRz6c2hQ8v0CcPBPa1D12wC4+sRwYPVAv2L1R9Sg+BMo9PimnFDpdASy+vFs2PukM9z0sIZy9PP6dPaqFyDwqiMg8/uitPWWvqT2JmhM+Qh/4PVRLyT1Ys7Q8exMGPbN/xDzo7RE+Z5kLPps73j3ZRjw9r4IJPnatA752y/u94BQGvmoQOb4PiQM+n1HvvKV9Oj4anR49B24ovpyLwj3/NNk8b4DwvT3eHr5YJUQ+2DzCPQkVdD0tO0+9ppmIvbSTOjysptg94PPEPfAedb4cUog9lBu4vVsxh7zwOic9inyBvXnyJz4yUWa9qrzdPUazuD2sSJA7QNrcvTZAdb2uZEo+HtpaPSzSjD5mrDW9CbEBvkyI6D3Yxo0+e46BO0s0iz5mSGE9UcQyvkfVSL316tO9ddYaPggd7LyQfc09GOqbPEsPujsStbG9tV4dPCAkPj4PEmU+0Wi5Pe2Pdb0ScB480zAlPbKxET7yH0I97ID6PdwCUD7Y5yg+FYVuuu82lr1UTyE+8lg9Pm03+j2R9RG+qPJRPWIi4j2NvRw9q6s1PjCU4r1JVe086e4yPrEdY73jjyg9SMWsPfMwyT0K3lm+QLTuPZcTUL7Ku5m9iGY1vgQ5KD1wI0g8APJovcYDT70UA0++3FgRPho3ND7kwAM9/uYOvoSrMr0x2xe+Oo+ZPLKzlzyDq6i9Mb9TPYS2Y70BGD+9ldNxPezohr2Bb9297RCbvRoCEz4J1J+84k1TvDtXZjxldAa+SfDmPG66wzwmq3Q8HwdDvLArYL3dMMM8RiUcvtNBODy6fma9AQAtvrxzFT0niiq+QZG0vMMTSjxW7tk9Du9vPDsGbT6hPls+pG2kPcQiFD5Offi8usmGvRXEl71cYXs9YtkTvuctkL0WW/M6AMC/u8bwNz2JYdY9nHpmPtADcT3w+Ea7KzP+PFUSGb5uhYO+Sv24Pb9uPT6LfzY++WDvPRyw0D27+OY9e0bcvM7GiL55kMM9Yy6fva5WKz5vnJ49DLKFukHngr1Mj4K933/pPQrcxz1Wcsg9UGFCvZS9ID6B6LA9ZjKGO/ntAj1inAE+vu06PSOqg77GxBC9wKa3vTaZAD64Fxi+5PyiPYKKFrwhxRM+kK9CvsKtVT1JIr+81cwDvTbHKz1EeVa+A4qGvj/BvT2iOiA9WlmxvZ5nRz5lqyC9anbuvMQZLD7bzOA7Z/HZvUJt6zx9RaY9vg6FPqwlJz5IxtG9ElwJPTbvaT4MEJ29FMRTvd4q5Dwz6F+91fkPPUEJrrvM+Qi+GU+/PmlhGD7CP+E95FhjvvhInT2VPGa9ouaQvsb+M72UrzQ+1ViZPpbPl74HT0O9G8dCvk8RBb5TYAe+D/HMvGSodb7jiQI9+EySvgEMh76Oygs+HhQXvEK+i773inu+LFmqvafMET3KDBC+x5lOPc0rI747gQc+nwIXvarVLL62v5S9DPNgvhCHs73TSGA80PZKvq2EHD25aP29gGiUvmmXNz4SBr49U7k4PiRJq71nvYq+yjcvvv/dJb5KadS+7hkYvgtCqD0RqIO+n6dZvurqGr52+FK+wafNvld+GT3o/FI+x/gtvtnGSL2a+ig+PKxWu61PnbzV+ly9rtLvveDJOb1NYVE86WaJvQKBLb16nli8fMfXOgflBb3/gIk+3C3CPat0Mr7Ax0U9HNbZPbawgrw/vcM9vG85PkE7irwVhS0+triUPW8lkj1KCs+8igsyPRiuOrwEE1W9WwnrPecACL7Lkhw9azBzvedIXD7eH6C+Y/qNPvvvc76uRfW9BltMPv2fej3LRlE9z1KTvR28Wj0Iu0s+wcwBPcd8Az5olVY9z3ZJvsJq9r0OBAi+cgCSPgFRoL0NOFY+WTv2O5MClz4ns04+5oV7vj7qjT1P2I892O1QPifqjD4hMtg925SoPLB9fz0mHYe9xh1bPfBn6r3sCiI+M4LvPY1lYz1gHd+88IaPvJDyHjy8S3G9IpTtPcDulLzAO3k9kgtnPhMRmD5OxPI9AKCyPf+6E75/gha+PWz7Pf/Y0r1A9wE+sm+pPS2lRb4DCPE9uwnKPPRD8r2NHkc+HOIPvhAonL2KJtU7XrxaPCpqpL0+Nzo+XUwEPrbQtb6V4tM8Z3r7PbFwVj7Ofkw87XcnvZBEv7wtqWa9UCZjPQeTjLxDyQE9xxjBvDHzXD4gwTq+B0vWPF2y2723kwc+M148PqTxsryPAIY+LSW1Pn/ahz5q8SC+zfuOuoH8mj34DRA+B8zEPRe/TD7mSgI9SIkmvowlPT79Naa9mwrHvQlK370qKoe9Sy2FPmvOO706WkW9QFZlPAu3bT0E0oM99i8ZvuIStj0VgLc7eTRfviK7Nb2wRSA+GCcePj22mb7PrEM94PxmvKtHsL3aMu08UsvFPfsGQz3rH8U79NDZPXe8xb08LWM+SuesPVL20L12xOq9SyqMPW8tWb4PoGG7gZGePjH7pL6BLwu+RWfvvUZSQruA9pU9/rUmvjSvir7ZjcE83AYWPGFjiL32UvS9SDvePTus2jsRxpE9CCBHPo9tk7wPvX08DzB2vUI4Gj1B8ay+oBKavYj+LD6M3Qi+qS2UvfINjb6xT8G8n9tfvuMXjD0w4Sk+zVIxvr6qgb1GMzQ9UIpuPdxT/L2RF/89193KvaZSQj4f+zi9Y3kkPvm7Fb0r3AC+YaOjPb7LE77m0FS+rmvyvTm9l7viG/U9ujxjvdNIQjz73O+7RQ4AvjfCEb5Jxuc9hYOPvEEylr3dzmi9vhdTvbBtzz3iCw48EIw1PCt/Lr2o4+i8SBMuvgsMDb5iZAi+N/iEvN18Qj0CCjm9CN6YPYREbD3e/y88RBmtPZF19b0K9y+6n74uuxZdor3+qau7Q0lBPgR5tT3QUd885yaBO4D2QjxSQpI9bLC5vC6JUL7sDze+MxEjvodpyzzaXe69bChbPTyGLr6ufwc+MMj8vO2Rpj1/Q5U9B4kBvipGOT3IMqq9ZQ9xPg5f8ryiLl8980yUPvnzKr6H/vo8TVJ4vcETFD6MKmm+1PMuPvPhzD6lgGg+bKpOvfosD74DPvU90DbqvMScZz4euIQ9jtuEPfixNL4V7wA+7WwDPv0mwr0GN4Y+ng3kvTAjs71wf7w8Xr+mPYc7or4MYYq8FLe0PJ2Eob7o9ss99r1Wvipw2D3Plzo+9MeDPp6Maj7Od4w+9rIMPSAxET5bzZ++GwTcPYMM9D0kbXy+B3DhvaUnEL5H6No98ChtPSegQz5aJ0U+FyivPjeG+j2PjfC8iJCLPkOBKz65mdE6O1pJPf2cmz3FfaO9MWQBvS7nAz7MAqG9jLczvrHecr5fDCk92vJ6PGv0Hb0Marm9egk6Pt8PMD6jXTK93CuCux07qL25Frm88CdguogM8j395jI+OEi4PWB91L3M4Yg8y9hhu54G1b2zrgC+tWALPs8gYbwrz+K92vUrvtEIcr3l3fg9CkCJPW7eCz5eq3C9XQlTPpx2zLxmw+s9fcVOPneDlb3KvDq8Hgsevhhfpb302Xc9yCHHPYOzYr0l3sE9FdedvT2uZj1fLB4+6F4PvVzDEb4jtXI+SZkxPn9KtDx5CQi+jSS1vXvLJTrViDQ9iPStPXV3mj1BGAu+sSAlvkjXIL54bV+91nOFvTA0Cj7VVms9Kua3veOVjT2+v4k8kITevd/MCjx1AYA9prkhPmTK5L3DTtw9C42rPW89obxIZ9s9PJQhPRWJUb76hzK+32vevLCOKL6qyN09icgqOSjdZj3Kcq86ACgbverE9T2P0bY6s3Omvb00IL459RO+X3LRvYoEqz07FX+9Y3y3vYCS7r1jJig+8sQBPkVlc77lWok9lcFCvjEFqb33nv89ITh5O0GZTz7vXB89g1d4vv0dnz0zLCE+E/4gPnRBWr1BUVu8Qu5OPkk1ib0wACg9PJ1fvrLnV70n2wM9wH2HPcV1Ub40M/O950L5Pc2xED7FwWS+0aW6vV93h7w8Xoi9KtvPPORsAb4jPM69qFdevQdblbyRkA++s+Spvl8AwDwl8GG9r7mVvhq+YT57Ljc+uH19Pr2BHr7YWSs+9lEJvpiNob6MVey9WP/UPYvWmj4oMrS+AYHpPe82rb6tvVS9FvAIvpSCgT5O1769sfsrvh5iAL7dDlG+djVgPgKvRj3yN5e9/xWQvvLxMD745mO+mMZevpN+pD7/uP+9Ia2dPkV7IL4s9Gi+0ae2u/5tj77vZXq9SEiYvZTVY70jGUM+hVqYvePo8r2Emqq7lUZyPXbwVD5iMBC9FNfjvSvQl77m5LS9lZ2tvvwys74dg4g+RzWeviQm1b58TP69EZecvhZSUL49IYI+aJXvPTllJb1eW2w9WuKqPTfhEr7j5mI9d+IbvUpkoLvD56W9FgPfPQMOW73nkmo9ykjNvZaRjD2hWmc9KDHDvlj8aL7QGZe7tlkVPd2psr29+O+8gp3Hva9nAT3E6qK960CXPf5TwDt1xHS+5YCLPSOjU7z4ksY9FvI2PKOb5701iJu9PdIyPkhkdjxEiHw9fM+fPqoB0L2Ckpm8FRe0vWBRJ75zFjy93ELROyG227qWq+89L0Aovp/QOj6dnZw96/9Gvv67GD7YqJa96xFEPRFp0juhUyC+RQUQvkiFOL7M7YW+WtyBvqskMT5uq6m9GF8Zvnmo7T3msSu+Z1ZZPc5err0tiQK9kG6tvdhArL0nj8E9N55+ProuVD76LGS9DzwfPmV/pL2mVoM9Fna3PFdvqb20dYI8OKQOPiPAYL3ScBw+ry2nPczIP77laii+V3MpPiw6rzx71rM9pfHgO7CofLz0p0w8k565PLMH3zwXkAM+NuGFPHnM2bzvAGm+IZvcPHItO71rPse8MEHZPRXWqz2Ejx2+v9ozvTBKQr6QrK09E7UZvYE1tL36TgC9/mw4vPD837wqEs689kBRvYP/kb2ieMM9eFJOPZspJL7mPSo+cKSsPMcGMz5fosC842HMPaeAmjzqB8w98+Y9PFyVAz56lt69bHsoPhxrPD5yCC0+VioBviwHSb6q80Q8HDHgvelDCb65Hmu+rD3wvUFsxT0KqqG9yguBvi+Y771D4Eq97TYzPpoAYb2/3I4+rjJRvGIiW75F7jm+UGUNvfvhHT5UKZO+coLuPPhRnL1b6FM9bGTQvbdcIj6/0AY9f9TQvUrdj714Y9K8EHDEPW3qST1FKbO9gFrEvDZT9T2xrk++BHQFvpcEaD7HAUm+4ZmgvcZsrL291Dq+CVC5Pd3b4710FbQ8pMMRvA/Hlz0oyC49ilkCPnnrHb1GaT49sBzWPN6H5jx3Hog9VZ8Zvph4Kb739Gi+K2nCvXPxkb7elgw+j36UPTAxQr7sPT6+r2yGvSzMlDyoaus9WpcPvJGsB7tlPgw+WS5TvCouP7y6ciC9iGzKPXg50b2o1F6+/t2rPdWR5D1O5JM+uyODPZjCMTsnvvq9mdqovpKMTL6oD849Es/mPSZaT72K3Sg+P6CAPQqwbL7WOqO9tQgwPSCHtL2CagO+LZAPvoJ/jr794o0+D+iDPZbVCL2uDbG92DqOvU5HOb5T+Yy+2aHPPuTE/jugvIi9pU8hvsJ6CLs94ke+ievXPXitNr2HaGm+GHgWvgq6zD3cenK+nRX8PGRCnD3U59O9d5bPPa7ddb6mcoK97c9EvniAwL0HOUm+lnElvasErD4k+C++CWoivlvOHr5hfXq+zZdmvrE2ULtbSC8+fTBXPPpmJD7DSQU+brYMPVFVsjr5JQ69HhNMPXTNPD2sV0u9adckvZOIIb067is9bCRDve29JT0c5bI9g0QxPZHcJ72PsDC9veozPS7iOTz+/1Y96zclPQUvHD2ICSq9G+YgPYvxLT1elzc9y3x0PVZ8Kr21DDm9Axc7PQN7MD3wSS+9I34rPXnlUj3R27a9F4A6PSNxI71eGyw9kiMgPZO4Mj1zNRY9hgcmPa844DxNwiI9u/8kvf2vMD1WMEM9S987vSc7Kb2LTDK9yGIwPQ11IT2IcYU9WrovPTVrvz2FSCo999tpvSK6Nz0yNSs9r3w8PTt6QD3vZVQ9lX4WvWGZNL0Gszo96dVCvZrpOL1CLjc+Tq/APf9vPb0r0/69m3wqPc7k9D0NQTs+BEYYvqoKEj4zK7G+nN6yviKqoT1255a+qOqTPrv59L1xHSM+MZCGPkR5i75cct69nIRrPmhenT40mI++qK23PXkbQb5vMKM+q6IsvmIx4L6agKk+wceEvu4ryD1urWU+M9f3vZoJnL0ueni911hOPkTUA74rmIw+RxVhvmFrmr2HpXu+4D6cvvxXmz5/c4c+dab1vTcTLD6Mgoq+TcwxPnrqn73y8C092G4XvlkUtL4yhVI+aD6Tvr6Mbj20c54+eLlzvVRutj5viKa9XUKFvhwGbj400LI+mB5fvHioiz7P/wm+pN7wPEI0TT4vtX09ghyUvmaRj77RkHM+w4HSPqG7rr0KsRU9F/2pvgJELj1q4pK+sGslPvO+Ij0vUIM+KQnDvZ1vPL3+raW9g1NnPvi+vrzs1JG8U/edPteCOT5KoQu+K6fsPRvQdr5yRu08QqLIPr+fmr7f61o+Dg+cvmoaij5acbY+LOG4vfgWED6sg2i9kPeNvTM/g77n/4493t2ivnpDJD4z+yK+Mu+LPhNcBL46Z5W+pJmYPYHAmz4LQja95RY6Pvxqlb1zmg4+tnY6vhTqUz47aSq9xpQ6Prxe17252Ra97MO8PShH1DngyJo+hIZBPizuTL6aoZ6+BLIlPgOUpr5nfxo+1ZwjPZuaI70=","weightSpecs":[{"name":"dense_Dense22/kernel","shape":[9,76],"dtype":"float32"},{"name":"dense_Dense22/bias","shape":[76],"dtype":"float32"},{"name":"dense_Dense23/kernel","shape":[76,65],"dtype":"float32"},{"name":"dense_Dense23/bias","shape":[65],"dtype":"float32"},{"name":"dense_Dense24/kernel","shape":[65,2],"dtype":"float32"},{"name":"dense_Dense24/bias","shape":[2],"dtype":"float32"}],"modelArtifactsInfo":{"dateSaved":"2025-07-29T13:06:55.880Z","modelTopologyType":"JSON","version":"0","formType":"time_based_one_time_password"}}